{"0eT3aABtCzZ2jw9iGVboaw": "cesar salad is delicious: The lasagna was fantastic with homemade noodles and a nice meat sauce.\nservice is top notch: We were seated promptly and catered to by two waiters throughout the night.\ndecor is nice: The decor as well is so enticing, it even has the night sky that lights the roof.\ndinner is amazing: We had a wonderful dinner there last night.\nserver is susan: Thank you Angie Susan and Chef for making our date an unforgettable night.\n", "hoFiVWRR4t1wiEMq4FXWfA": "food is excellent: The teriyaki burger is so good.\nservice is wonderful: Tammy the woman who took our order was awesome.\nfood is terrible: The mac salad also seemed to lack in flavor.\nmeat is perfectly cooked: I was very impressed with the slow roasted Kalua Pork because it was very tender and went well with the side of teriyaki sauce they provided.\nfood is cold: My grilled pineapple was far from grilled and still cold.\nchicken katsu is bland: My chicken Katsu was crispy, but bland.\nchicken katsu is crispy: I got the chicken katsu and beef teriyaki.\n", "9ciFIt5951W-InCyYqs0CQ": "food is excellent: Food was pretty good -The filet was pretty good, although the crab sauce it was in was overwhelming the flavor.\nservice is wonderful: The chef took the time to come and speak with us.\nsauce is amazing: I recommend selecting the Gorgonzola sauce.\npasta is fresh: They also added chicken to a pasta dish for me, and will do just about anything to make you happy.\nplace is best: Still, I would definitely recommend this place to anyone looking for a BYOB dinner spot near the Italian Market.\n", "3iR4vRtg9yc55_OnMdGQLw": "food is excellent: It was one of the best soups I've ever had.\nservice is excellent: We sat at the bar for great service with bar tender Lindsay.\nservice is trash: A waitress came in and said a drink order was wrong, the bartenders response was \"they'll get over it.\nplace is awesome: This is also a great local spot before heading over the mountain.\nsmoked meat is great: I love the fact that they smoke their meats on site.\nbeer is good: He has a nice list of local and CA beers.\n", "J6EXRXbejBgOv4SWamMEAA": "food is delicious: FYI,They have great french fries.\ncustomer service is excellent: The employees are efficient on the dining floor always offering to take your tray when finished.\nculver 's is love: I fell in love this chain back when we lived in the Midwest.\nburger is okay: I love burgers--and this place has decent burgers.\nshake is good: I washed it down with a chocolate shake.\nburger is average: For one, the burgers were average, kinda like the burgers at a Chili's.\ntopping is fresh: The toppings were fresh and crisp.\n", "Scd-rcsQCn60t1sHHFv-og": "food is good: He recommended a great dish based on what I wanted to eat.\ncustomer service is on point: The customer service is top-notch, as well as kind and friendly.\nservice is worst: We didn't have a set waiter for our table, just random servers.\nbreakfast is good: I can't get over the Fritatta Rustica and the breakfast tacos.\nfood is healthy: Their menu has a ton of healthy options - as well as a great variety.\ncoffee is good: The sweet tea was freshly brewed and the same with the great coffee.\n", "-0FX23yAacC4bbLaGPvyxw": "food is excellent: I came here with my family and all their food was amazing too.\noutside seating is great: The place has a lovely bar, inside dining, and outdoor patio seating.\nservice is quick: Roxanne blew me away with her excellent customer service and personality.\nservice is terrible: We were seated and had to ask the hostess to send over a server after a solid 12 minutes, again, with no acknowledgment.\natmosphere is clean: Old historic building is beautiful.\nroom is drafty: Outside you are sitting on a concrete slab with no plants or atmosphere.\n", "v1msvs2bf_LwGUnIcCgSEg": "food is good: Chicken Tikka Masala and Chicken Achari tasted better than expecatations.\nservice is good: Service was very attentive - some might argue a bit much - as he asked my husband if he'd like to order any bread 3 times.\nservice is slow: Slow delivery service, once waited two hours for a small order.\ndecor is nice: The ladies room was clean and marble-ized and nice.\nnaan is great: Naan was absolutely fresh and hot when we got it.\nlamb chop is worst: Probably the worst Indian food I've ever had.\n", "1UHjA5mo1UI2TmImfdYXKw": "service is great: The waiters and waitresses did a very good job in serving the customers.\nfood is good: The sauce it came with was yummy, had a nice kick.\nstadium seating is comfortable: The seats and theater are clean and comfy.\nplace is great: Our family had a great experience at Studio Movie Grill.\ntheatre is dirty: Once in the theater, the manual recliners were all open, and difficult to get.\ndrink is delicious: Which is nice unless you just want a popcorn and soft drink.\nfood is worse: We have seen a steady decline in the food.\n", "QGYzYUMsQe6k7__LD91E5w": "banh mi is good: I don't think I can describe how much I like this banh mi.\nsandwich is good: Not only will I return, but I will shout out praises to anyone who will listen for the sandwich you must not miss here in Philly.\nservice is great: Service was quick and efficient - all you should expect in a sandwich shop.\nbread is superb: Regardless, I got home and unwrapped a perfectly made piece of heaven.\nbaguette is fresh: Fresh baguette that the owners get every morning.\ncoffee is good: And the Vietnamese iced coffee is exquisite.\n", "-f43-rglIkI4AIowaJF0sQ": "food is good: The wings and onion strings were so good.\nserver is great: If you want great service and assistance on your first or next visit make sure you ask for Lala to be your waitress.\nfood is mediocre: The food was sloppy today I'm guessing because of the backed up kitchen.\ndrink is great: My iced tea (I was the DD) was tasty, especially for a pub.\nplace is terrible: As soon as another sports bar opens this place is in serious trouble.\npizza is awesome: We were amazed by the bacon and Brussels appetizer.\n", "XT2LjmnD66isV8Tgj-Otpw": "food is good: The burger I had was decent, claims to be the best in town and all that.\nservice is disappointing: Also throughout the meal the waiter pretty much just took the order, left, brought the food, left.\nstaff is nice: Other than that, they were all very polite and never forgot about our refills, which is sometimes frustrating because some waiters do not always pay close attention to that.\nplace is great: A great place to eat if you are visiting Indy.\natmosphere is love: I love the feel of the Elbow Room.\n", "1B6S6XDoX1fWnQI0_K1b1Q": "food is delicious: The asparagus was the best I have ever tasted.\nservice is excellent: Brittany was our delightful server, who was very friendly and attentive.\natmosphere is spectacular: I want to start by saying the ambiance of the place is great with live music and the decor is for a good date night.\ndrink is good: We had a great time enjoying our gin based drinks here.\nplace is best: We came here for a bachelorette party and enjoy everything about this place.\ngin joint is good: I highly recommend CW's Gin Joint for any occasion.\n", "UiuYQTP-oxhEd01qpjQszw": "food is good: The lobster mac and cheese is mouth watering.\nservice is great: The bartender was great (Raj, or Rodg?) and talked me into a Magic Hat No. 9.\nservice is awful: Once we ordered our server never came back to check on our food.\nbeer is great: They always have a good selection of wine and beers.\natmosphere is comfortable: I really like the warm atmosphere with exposed brick walls and cosy booths.\nfry is delicious: One of us will absolutely order the fried chicken 100% of the time we go back.\n", "bK0j7YtVyN98UnM_8fUONg": "service is not great: We asked to move and then had to chase down a server to take our order in our new booth.\ntable server is great: The staff is friendly and attentive so you wont be waiting around for service.\nfood is tasty: The appetizers, especially the chicken, are well prepared and cooked.\nplace is horrible: Full disclosure: the very first time I went there with my wife it was really bad.\natmosphere is great: The room was comfy and almost like being in someone's living room.\n", "lTe6ItmfcPlA4-Q4CTzpfw": "food is good: Then I had a lamb dish which was amazing.\nservice is good: When finally seated, the waitstaff was very helpful with suggestions on what items to order.\natmosphere is cozy: We sat on the patio which has a nice ambiance.\ncocktail is good: To start, we enjoyed the Bloody Mary bar, which had several mix choices in addition to lots of toppings and spices to mix in.\nservice is terrible: When they seated a couple there halfway through our meal, the person's back was less than a foot away from me.\n", "5Mxa0q08Kn6ZVbmbsLcZDw": "food is delicious: I love the salad with feta instead of blue cheese, spinach leaves, onions, vinaigrette and roasted walnuts.\nservice is barely satisfactory: At one point the server tried to take a plate away from my father while he was still eating off of it.\nfood is horrible: Food quality: My Caesar salad was not fresh, nor was the bread (which many Yelp reviewers have commented on).\nstaff is great: The management staff was very friendly and accommodating Jeff Messersmith greeted us when the party was sat.\n", "WBdJ_3M3NC5RQZgGK_dPgA": "pita is delicious: The Greek yogurt dip - so good.\nservice is friendly: The waitress was very fast at taking our orders and making sure we had water refilled and was very accommodating of my indecisiveness.\ngyro is delicious: I get the Gyro with spicy lamb and spicy sauce.\nplace is great: This place is amazing the first time I had it was through DoorDash.\nmeat is excellently flavored: It had a nice smokey flavor and was very tender.\nportion is large: It's a large portion that two can share or take home leftovers and reheat.\n", "6pVVwtFmd7VBsgyFPHvU_w": "food is terrific: I like their macaroni and cheese.\nservice is horrible: First of all, our waitress took forever to get our orders.\nservice is great: Our waitress made sure our waters were filled and that we had everything we needed.\nplace is awesome: My wife and I stopped here during a visit and were both very pleased with this place.\natmosphere is great: It's open and airy with beautiful dark-wood floors.\nburger is good: But the burger is always well done no matter how you ask for it to be made.\n", "F1UxFp_b7Gdi-OGERx1jow": "food is delicious: I tried their lobster and it was smooth, buttery, and delicious.\nservice is great: The servers were very nice, as all I had was take out.\nfood is horrible: The fish dishes are also disappointing and unappealing.\ncleanliness is awful: To top it all off, my husband said the men's room was absolutely filthy.\nsauce is salty: My tilapia came with a miserly drizzle of sauce that had already developed a skin on it by the time it got to our table.\nbiscuit is warm: We split a warm chocolate chip lava cookie for a dessert.\n", "t9lFIoKltOdbRWpJLFpCOA": "gumbo is delicious: Dorothy had the crab cakes yum yum.\nserver is friendly: As we were leaving the owner/ operator also was very friendly and helpful.\nplace is great: I asked fellow yelpers what was a good spot and they mentioned this place.\natmosphere is wonderful: Great outdoor seating under a pretty oak tree with a great atmosphere.\nbeer is top notch: They have a lot of Abita beer, which I think hails from Louisiana (?) not sure.\nwine selection is top notch: In addition to the entrees, they serve bottled/canned beer & wines.\n", "vt_esoDw6HG5ClM12OPkMg": "waffle is delicious: The waffles were good, not the best, but not bad either.\ncoffee is good: The Apple Cider was also really delicious.\ncustomer service is great: I found the guy and girl who were working there at the time efficient and friendly.\nplace is love: All in all, I love this place and am glad to patronize it regularly.\nwaffle is gross: Instead, I got an uncooked waffle.\nbonte is favorite: I totally found it at Bonte.\nwireless is free: They offer free wireless which is a huge plus if you want to just study/surf/etc.\n", "4YoVUmkpUBNtdYa804Wzvg": "drink is great: The best best drinks we've had in Nashville...or maybe anywhere.\ndrink service is outstanding: I loved watching the bartenders chop ice, squeeze limes, mix homemade syrups.\nservice is on point: Our server, an impossibly beautiful young woman named Kalloway (of course), was friendly, knowledgable, and present.\nambiance is great: They have stools all around the bar, really great warm decor.\npizza is delicious: Really great wings and tater tots, and their grilled cheese was delicious as well.\ncocktail is awesome: Cocktails are for the most part well made.\n", "Xat8Yhqly9GdM7kYcfQJyA": "service is rude: During the entire time, our waitress never came over to see if we needed more coffee or juice (which we did).\nfood is delicious: All of the food was delicious and very fresh.\nservice is quick: He was friendly, checked in on us just the right amount and brought us drinks and napkins as needed.\nplace is great: All in all, my family loved this spot and talked about how great our experience was for the rest of the day.\natmosphere is nice: The restaurant itself was attractive inside with lots of natural light.\n", "dGojJtwKAEqLr6UIV-2fQA": "food is excellent: On a positive note, the Fried Green Beans were very good - nice and crispy.\nservice is horrible: Lastly, I don't think we've ever been greeted with a smile by the hostess or waitress we've had - each time.\nservice is good: And as an added bonus the service was dynamite, excellent service.\nambience is great: The place was colorful, had a full bar and a lovely outdoor patio area.\nrice is great: On our evenings out, Rice will always be our first choice for a restaurant.\n", "Tx2VhZhz6YQF3sWs06aLsQ": "cinnamon roll french toast is amazing: First off, those were hands down the most flavorful French fries I've ever had.\nservice is great: Every time we have gone the service has been prompt and friendly.\nplace is gem: This place is better than any of the gf Los Angeles haunts.\nsandwich is amazing: Oh how I wish I could have one of the sandwiches right now.\nrestaurant is great: This is the best gluten free restaurant I've been to.\niced tea is amazing: And their water is filtered and enhanced with lemon.\n", "yUbxTKb2Od9xg9wrAIeC6w": "food is delicious: We were told by a buddy that their pizza is pretty decent.\nservice is top - notch: When we told our server, he was very understanding and assured us it would be taken off.\ndecor is cool: But they have a lovely patio right on the Monon.\nbeer is good: They offer some good ones like Zombie Dust and Lagunitas Waldo Ale to go.\nmenu is good variety: They have a huge variety on the menu.\nfry is good: I'm a sucker for hand cut fries.\nmeatloaf sandwich is ok: Try the meatloaf.\n", "oHiaVt8SG3EgVyyJlzhlwg": "service is great: First of all, every time I go, I'm impressed with how friendly and accomodating the ENTIRE staff is.\nplace is good: As someone who frequents quizzo weekly and tries at a number of places, I enjoyed myself here.\nbeer selection is nice: They have a better beer selection than most of the other Irish bars in town, including a good selection of craft and import bottles.\nfood is decent: Good nachos, HOT wings, fries.\nbar is great: We have been to Your bar in the past and had a good time.\n", "M_xppCCS13upKrRrPmc5Dw": "food is good: The grits may be the best I have ever had in my 54 years.\nserver is friendly: She was able to assist us with getting beverages since it took over 10 minutes for our waitress to come to our table.\nbreakfast is great: Bubba's breakfast was a hit with our eleven year old.\nplace is great: This is my favorite breakfast place in town.\natmosphere is awesome: I love the art on the walls and cafe feel.\npotato is good: (You can have lightly seasoned roasted potatoes if you prefer instead of the grits.).\n", "6CpCnFzpyOV4ymhNP1AOGw": "food is good: I wanted to keep eating because it was literally one of the best Mexican dishes I have ever had.\nservice is good: Our waitress was nice and attentive with refilling our waters.\nplace is recommend: I would recommend this restaurant to anyone in south Philly.\nsalsa is great: I also like the homemade chips that they provide with very unique green and red hot sauces.\npupusas is amazing: Their hands conjure tortillas, huaraches, tamales, and pupusas.\nfood is authentic: If you're looking for authentic Honduran baleadas, these are them.\n", "e6B5zcgxqFNLSB1Hr11i1A": "food is fabulous: I have to say the food here at Peterson's was fantastic everything was over the top just how I like it.\nservice is fantastic: The service we great, but seems like we had 3 or 4 different people helping us out.\nsteak is flavorful: I think I actually had them along with steak which was perfect.\nrestaurant atmosphere is nice: It has a very modern, classy ambiance.\nplace is great: I've been to peterson's over a dozen times and have yet to leave w/o thinking that it's a GREAT restaurant.\n", "3qsHL1xuMPlPqQciHNYkeg": "food is excellent: I cannot brag enough about how delicious their pizza is.\nservice is great: I just want to recognize Scott for the attentive amazing service and for always being so respectful to their guests.\ntopping is fresh: The other ingredients are fresh mozzarella, ricotta, garlic, olive oil, basil, & chiltepin.\npizza restaurant is great: I have found my new favorite local pizza place.\nplace is small: It is a very small restaurant though with very limited seating.\nmeal is great: I claimed this meal to be my birthday meal because...not sure it could be beat.\n", "jugVvW4yAJu92lzv3jun0w": "food is excellent: The kalamata olives were delicious.\nservice is good: I asked her to check on my order, she did and said it would be out in just a minute or two.\nsetting is cool: It's a neat place with open air seating where you can people watch.\nkaybob 's is love: After returning to Kay Bob's a second time, I've decided that I like it.\nfood is fresh: The potato chips were freshly cut and cooked to order.\nfood is love: I did love the side of yam chips.\n", "QpAVPiH1Yujksd_ReL-x-g": "food is delicious: The Pollo la brasa is very delicious especially the cilantro lime rice.\nservice is pleasant: Our server was great, helped us choose our entrees and made sure we were happy every step of the way.\natmosphere is great: They have a cozy interior and a nice outdoor space where they often have live music going.\ncoffee is good: The mixed juice drink with cinnamon (non alcoholic, chicha morada) was even better.\nplace is love: It is no wonder Guy Fiere loves this spot when he was in town.\n", "8eYAokJewh-eBm1ya75nEg": "food is good: It was all tasty (they yams were crazy good.\nservice is great: Our server refilled coffee frequently and cleared plates once we were finished.\nfood is bland: English muffins were pretty much raw and had an overwhelming taste of raw flour.\nbreakfast is great: And all-day breakfast is pretty much one of the best all-day things there is.\neggs benny is great: I got the famous eggs benedict.\nbratwurst is nicely seasoned: The hash was pan fried perfectly.\nplace is great: Barb & Ernie's is one of favorite places in the city.\n", "QOcBOX8_yUwbnCsImxJxNg": "donut is delicious: I ate a donut on Friday, can you say FRESH.\ncream donut is fantastic: Everyone knows McMillan's for their powdered cream doughnuts.\nbaked good is incredible: Everything here is so fresh and flavorful.\ncake is heavenly: My favorite were these crisp lacey-thin cookies with a layer of chocolate.\nbakery is 5 star: Mcmillan's is my favorite bakery.\nplace is love: I love the mom and pap feel to this bakery.\npastry is great: There's a bread pudding on the display that looks pretty good.\n", "8MzF1Tlgz0pOkxmhP5dYzA": "burger is tasty: We enjoyed the mac and cheese bites.\nstaff is rude: Mary, my server, had a terrible attitude and argued with me about what I ordered when the person across from me heard me order as well.\nservice is friendly: Service was good -- slightly slow at getting our food out.\natmosphere is cool: They maintain all of the cool parts of a retro burger bar.\n", "YSRM9nWQn40eg49tSiI-_Q": "guacamole is amazing: My daughter loved her breaded shrimps and loved those chips.\nservice is great: Service is friendly and pretty quick given the amount of people in here.\nenchilada is good: Recommend the green chili burrito w/ enchilada sauce.\nmargarita is good: We started with two yummy margaritas while we waiting for a table.\nmexican restaurant is great: By far my favorite mexican restaurant.\npresident platter is good: Get the presidents plate; a little bit of everything bean tostada, shredded beef taco, chile rellenos, chicken enchilada and red sauce tamale.\n", "2BMk_drsikKWslJCXmQtjQ": "food is delicious: It had to have been delicious because there was nothing left on her plate.\nservice is poor: He visited our table three times: to (bitterly) take our order, to deliver our food (45 minutes later) and to take care of the check.\ncrepe is delectable: I fancied a savory crepe in the form of brie cheese, chutney and apples.\nservice is excellent: The service was very good, which says a lot considering every table was full.\ncoffee is delicious: The Kaldi's coffee that they serve is amazing.\n", "nxdtFZh00Bdzf_OUNYdhYg": "food is delicious: Like I said though, the sushi tempura was delicious.\nservice is slow: 15 minutes later another server asked if anyone had taken my order.\nservice is good: By the time I sat down, she was right there to take my order.\npho is ok: My faves so far are their Beef Pho and Bun Bowl #V21.\nplace is love: Still loving this little strip mall dive.\negg roll is great: The only upside now is their V2 crispy eggrolls.\nspring roll is ok: When I got to the house, I had Thai spring rolls.\n", "lK-YaoQ670dGJrmaqyJTBA": "food is good: The crab cakes were good as was the catfish.\nservice is terrible: The worst waitress and service I have ever had in New Orleans.\nservice is good: She gave us great service, was entertaining, candid, and made us feel good.\nfood is sub par: Terrible food, our first stop in NOLA after arriving.\nplace is awesome: This place is awesome and made us wish we didn't live 8 hours away.\nsandwich is excellent: 2. Other notables are the chicken sandwich and bread pudding for dessert.\n", "3fxqVlOqjWeCunLApbnb_g": "food is delicious: The best part were the cheesy grits which was my side.\nservice is great: When we arrived, the hostess was friendly and assisted us right away with our cake.\nservice is terrible: The first thing the hostess said after greeting us is that they closed in 30 minutes.\ndecor is great: I love the cool, dimly lit, trendy, chic vibe of this place.\nfood is mediocre: The burger was so dry and crisp it was terrible.\nsteak is delicious: Our dining companions did, however, enjoy their salmon, which looked very good.\n", "lEi0T3m96A2NXXDSn7569A": "food is delicious: You have to try the french onion soup... its amazing.\nservice is great: All times, I had prompt kind service, waiters who knew what they were doing.\nambiance is cozy: They had live music and a great ambiance outside, which would be worth the wait next time.\nsalad is good: Their house salad with the pears and candied walnuts is a must-have.\nservice is uninterested: Our server missed offering a water bowl for our fur baby.\ndrink is good: Even the decaf coffee was wonderful, tasting like espresso.\n", "LG03thDHBO4vRcYZ7g_zmg": "seafood is delicious: The pork belly salad was delicious.\nservice is great: We had great service from the time we stepped in the door until when we left.\natmosphere is nice: The atmosphere is fantastic as this is a converted warehouse with original brickwork and vibrant art.\nfood is not the best: Can't even discuss the food, they need to get their act together quickly if they want to survive in the food capital of NOLA.\ndrink is great: The drinks I ordered were very good.\nseafood is fresh: The crab meat was fresh and tasty.\n", "2xxkaRy7rP5EUyjFt2J5kA": "ramen is phenomenal: The gyoza was a yummy appetizer.\nservice is good: We sat at the bar, where the service was excellent.\npork belly is good: And for meat, definitely go with the pork belly.\nplace is gem: Best ramen place in the area, hands down.\ntonkatsu ramen is dank: The broth also had an odd fishy taste.\ntonkotsu broth is authentic: I got the Tonkotsu Spicy Ramen with a spicy deep fried egg.\ntonkotsu is favorite: This is my favorite soup and/or ramen place in town.\n", "PwHa_x_kUykiJBg1Vo1BiQ": "food is yummy: At the last event, they had chicken marsala which was quite possibly the best I've ever had.\nservice is good: Both times our waitress and waiter were both great, attenative, and friendly.\nfood is mediocre: When my dinner came my mashed potatoes were literally cold and my Chicken was far from hot.\nplace is great: This place overall is pretty good, especially if you're going to sit in the bar and watch a game.\nroom is handsome: God was it bright - white tiled pizza oven area and TV's everywhere.\n", "vhGl4WDtyvSd1Ml0b_FaFA": "food is good: Then had the chicken tikka which was delicious.\natmosphere is nice: The atmosphere is really cozy--lots of dark hardwood and an upscale cabiny feel.\nservice is excellent: Our server was very friendly, well versed in the menu and wine list and attentive.\nbeet salad is perfect: The evening ended with a deconstructed carrot cake - a perfect end to the meal.\nappetizer corn purée is good: I'd highly recommend the corn pure soup.\nribeye is amazing: The Halibut was cooked beautifully.\n", "Ln_LEQt8yx1GX5hHuLR8qA": "japanese food is amazing: I had the spicy ramen with grilled pork which was delicious.\nservice is great: However, the server who brought out the order was very nice and thorough.\nfish is fresh: The sashimi was fresh and not like the cheaper-tasting all you can eat sushi buffets.\nplace is great: I would recommended this place if your looking for a great byob to have a nice quiet evening.\nroll is favorite: The Trifecta roll is my go-to, love that tangy, smoky flavor.\nchef is friendly: Sat at the bar and the sushi chef was really nice.\n", "lpDctDItk9GkfZD-cZ6oQA": "food is delicious: The cauliflower bites were also very good.\nfood is healthy: Next time I'll go to Whole Foods hot bar/ salad bar for a quick and healthy meal if needed.\nplace is favorite: We love this place and eat here multiple times a week.\nbowl is fresh: My bowl came with grilled pineapple, black beans, peppers and onions.\nportion is generous: The portions were so large that I was able to take half home for another meal.\nchicken is excellent: I suggest the chicken protein and mushroom veggies.\n", "2rOBCDR32E8GXAya75ae9w": "pita bread is delicious: The hummus is delicious (not an easy feat).\nservice is great: The two ladies there smiled at him and didn't seem to have any problem with him being there.\nhummus is bad: The hummus is flavorless.\nlamb sandwich is yummy: My most recent visit, last evening, I ordered the Lamb kabob platter with the tomato salad and carrot salad, and extra of the greek green hot sauce that they provide.\nfelafel is bad: I am not a big fan of the falafel.\nplace is love: I, as a proud restaurant enthusiast, wholeheartedly recommend this place.\n", "tTAb4vrTgcmm0eLC8qy3qw": "sweet potato fry is delicious: The sweet potato fried and mac and cheese with pulled pork (dirty mac and cheese) are delicious.\nservice is wonderful: Our waiter was promptly asking us our drink order.\noutdoor seating is great: There's lots of outdoor seating, which our waiter told us is filled with people and their dogs during the warmer months.\nservice is slow: Hostess informed us that there was a 25 minute wait all while displaying her ability to present her resting bitch face.\nbeer selection is great: The beer list is full of local, fresh beer.\n", "NXs4byOiMay3DkMLuvgJxw": "food is excellent: I almost swallowed my apple salad down whole because it was so amazing.\npizza is delicious: I would 100% recommend the goat cheese gratin appetizer.\nservice is excellent: Our bartender, A.J. was great; super friendly and added to the pleasant experience.\nservice is awful: It was also quite a wait after finishing, that our server came by for us to get the check.\natmosphere is great: We love all the open windows and light coming in.\nplace is groovy: Today, I will be talking about my experience at Peel; the loveliest place in my opinion.\n", "ByypEk6Cnz99TYLgaj5Adg": "food is good: I enjoyed my Buffalo Chicken Wrap as well.\nservice is great: Service was just OK, which is the main reason this is a 3-star review.\nservice is poor: When we complained our server just laughed at us like we were idiots who got duped.\natmosphere is nice: As soon as you walk in, you can tell this place is very clean.\npatio is nice: We ended up on the patio with live music.\nfood is fresh: While the crab tasted fresh and the bread was nice and toasty, it was a bit crunchy from shell pieces.\n", "HEf0QXnhxrcIWxRfAbQ2iA": "blue crab hummus is luscious: The lamb kebabs were perfect in every way.\nservice is good: We had a good waitress, Briella, who we found out later that it was her first day.\nhumus is amazing: I highly recommend the Brussels sprouts hummus and the shakshuka.\nambiance is great: The interior of the restaurant is beautiful - very bright and open.\npita is great: Cannot end this review without a nod to the hot, fresh pita that is served, which in my opinion is reason enough alone to visit Saba.\n", "E4OS_VH-ru2oER7W1Gk8rg": "food is excellent: Food was delicious as we tried both sword fish and salmon and finished with creme brle.\ndecor is wonderful: We were taken to our patio table that was enveloped by gorgeous flowers and the sound of water falling.\nservice is great: Our server was so nice even though we lost track of time and were the last people there lol.\nseating is comfortable: We were seated in the area with the blue dining chairs right in front of the fireplace.\ndrink is great: Really good drinks - highly recommend the Ham Handed.\n", "lNTXXh_vrIt705lqDlDp5A": "food is excellent: Their potatoes skins and wings were delicious.\nservice is horrible: The service was atrocious on the grill side.\nservice is good: After having been seated for around 15 minutes, the hostess checked on us, which was good since no one else had.\nburger is decent: All in all though, you can get a decent meal for a reasonable price.\nhelen 's is enjoy: Helen's is a south county institution.\nplace is love: We moved out of town and really loved this place premove, and would love to keep coming here when we visit our kids.\n", "n3xTK_jqAwZB-C3sUDXEvA": "food is good: I ordered the dill pickle chips - really good.\nservice is great: When we got seated, our server, Kelly, made sure that what we needed was provided.\nservice is terrible: First it took 10 minutes for a server to even greet us in a half full dining room that we waited for.\nfood is par at best: When I say this is the worst pulled pork I have ever had I am not exaggerating.\nbrisket is flavorful: We had the brisket quesadilla.\nplace is awesome: The best place to go Late Night in the Opryland.\n", "XtuWejrrZMZGkRMxxesKJw": "food is delicious: I tasted the shrimp and grits and WOW.\nservice is slow: We never got to tell our waiter because he never cared enough to ask about the food or about anything.\nserver is great: Oh and Donna our waitress so kind and attentive, and funny.\nfood is bland: The potatoes tasted like they were fried in old grease and inedible.\nplace is amazing: When the restaurant originally opened in downtown New Port Richey it was amazing.\nfood is quality: Food has been consistently fresh, high-quality, and well-prepared.\n", "A0koFivZbUeUaR4x4HqQ5A": "donut is good: What changed my mind was when I special ordered donuts for my friends birthday and let me tell you, they were nothing but amazing.\nplace is enjoyed: We were visiting friends in St. Louis and while driving around, found this AWESOME spot.\nstaff is friendly: The other factor that made the trip to Vincent Van Doughnut such a memorable experience was the kindness of the employees.\nmaple bacon is best: Tried the maple bacon donut.\nglaze is yummy: I got the vanilla glazed with sprinkles.\n", "n4GDJsQAyBrcWduMjcJ-4g": "sushi is good: Their food is as great as it use to be or even better.\nservice is mixed: While picking up take out, I was made to wait for 25 mins (even though I called prior to coming & placed the order).\nfood is cold: I ordered the shrimp and scallops which came out cold and so was the broccoli that came with it.\nsushi menu is fresh: The sushi, regular and half price, are rolled and assembled freshly as you order them.\nplace is go to: It's always a go to when we are in the NE.\n", "eAc2AMfLy97r_AQY1IieGg": "food is good: Loved the avocado and mozzarella cheese.\nmexican food is authentic: This place truly has the authentic Mexican food.\nservice is good: The waitress was very sweet and kept coming to our table to refill our drinks and to make sure everything was good.\nchip is good: The complimentary chips and salsa were a nice touch.\nlamb is flavorful: For those of you that like spice, you would find it flavorful and hot.\nrestaurant is great: So glad to have found a great Mexican restaurant not far from where we live.\n", "to6rjQskEIczYUxCSGPh6g": "food is delicious: Side note: I was informed the tiramisu was the best I'd ever had.\noutdoor seating is nice: First, they have lovely outdoor seating with lights strung between two buildings.\npizza is excellent: The pizza is REAL ITALIAN PIZZA.\nservice is fantastic: Fianc and his friend commented on how the server had the best balance of engagement and silent service during the meal.\nplace is favorite: My all-time favorite place to eat in Nashville.\nsalad is disappointing: The pasta on the other hand was awful.\n", "zOtbdSGCVYRLiaSCokZDbA": "sushi is tasty: The ramen soup was so delicious that I totally forgot to take pictures until we finish the whole bowl.\nservice is excellent: Service was as good as you would expect from an establishment with 8 tables, 2 servers and 3 sat tables.\nambiance is nice: Nice bright window with beautiful stylized Art on the walls.\nservice is awful: Hands down, the WORST service I have ever experienced in my life.\nplace is go to: Umai is definitely one of our \"go to\" restaurants.\nplace is great: Even out 2 year old loves this place.\n", "ZGH8MzJa7Q7iIpmtzBAJAQ": "food is good: We had nachos to share as an appetizer and they were good.\nservice is slow: My fiance and I were basically ignored by both the hostess AND the waitress.\nambiance is nice: I love the ambience of the place, very hipster.\ncustomer service is great: Our server, Christian, was wonderful and will request him when we go back.\nplace is great: In manayunk, there is no better place to go than the Brewpub.\nlive music is incredible: The band, Element K, was AWESOME.\ncoconut crunch porter is favorite: My favorite was the coconut crunch porter.\n", "jyZQWgKCXtGLf2j81OzQLw": "food is good: I also had the cole slaw, which is the best cole slaw I've ever had, so much better than any other recipe I've tried.\nservice is great: Service was phenomenal from the moment we approached the front through the meal and leaving.\nfood is awful: They were the dirtiest mussels I think I've ever had, ever.\nservice is missing: After our drinks arrived the owner and manager came by and was rude and told us to get out.\nbeer list is good: They also have a very large menu of craft beers to choose from.\n", "m1kM87opn4tR6lt3v9AiWw": "food is good: I love their Japaneese Udon noodle dish.\nservice is top notch: Manager Brittany goes way above & beyond to make sure her customers are happy.\nfood is mediocre: The egg rolls just taste a bit off.\npei wei is love: If I could eat at Pei Wei every day I would it's just that great.\nfood is fresh: They recently transitioned their menu to use more fresh ingredients and less preservatives.\nrice is dry: I ordered the Spicy Polynesian Poke Bowl, and received a bowl full of cold and what seemed to be like uncooked rice.\n", "4yxS1sLRoABSmU-k5dXdwg": "nigiri sushi is fantastic: The Hawaiian sushi roll was delicious and original.\ncustomer service is excellent: We received excellent customer service from our waitress as well as the chef.\nplace is gem: This place has left a great impression for what I will be looking forward to as other sushi places.\nsushi lover is love: I tried Sushi Lover for the first time the other day.\nplace is terrible: This is by far the worst sushi place I've been to in all my life.\n", "YhpUIN4ByTEMdFbWJvIB9A": "pizza is tasty: I do love the authentic Neapolitan style stone fired pizza.\nfood is delicious: Then a plate of arugula with Prosciutto and what seemed like homemade buffalo mozzarella - so succulent and creamy - the best I've ever had.\nwaitress is friendly: We were greeted by our server with menu and water.\nplace is great: Bavaro's is one of my favorite places in downtown Tampa.\nservice is horrible: We could hear servers chatting with each other and had severs' backsides in our face as they ran back and forth to grab pizzas.\n", "8XjxHeV66F4eoIy06rW0pA": "staff is rude: The service was not excellent for the caliber of this restaurant.\nfood is delicious: The mozzarella is very flavorful.\nservice is good: Our server was lovely, and was very proactive about getting us inside before the storm hit.\ndecor is great: The vibe is really cool overall, with garage doors open to the street and shared, picnic table seating (on one side of the restaurant).\nplace is awesome: My husband and I had an awesome experience at Porta.\npizza is enjoyed: My friend loved her carbonara pizza.\n", "EmJF-xSIOaEEOWcK8UOBqg": "food is excellent: I have never had a pickle that taste so good.\nburger is delicious: I will forever crave a fharmacy burger several times a week.\nstaff is excellent: However the waiter's customer service was amazing, my drink was refilled before it made it to the half way mark.\nplace is bomb: I couldn't ask for a better place to eat and hang out in the neighborhood.\nwing is loved: If you are a wing fan, you need to try the Red Dragon wings.\n", "cFSyJluKa2SHtgMMvlx6SQ": "pizza is good: The pizza was the best pizza I've had in Philly.\ncheesesteak is great: I also ordered a cheesesteak(provolone with fried onions)and was thrilled with that decision.\nbread is nice: The bread for the sandwich was spot on with lots of sesame and full of flavor.\nbread is crispy: The pizza was fantastically authentic with fresh basil on top, just the right amount of cheese, a well seasoned (not sweet) sauce, and crispy, but still chewy crust.\nseeded bread is loved: The seeds give it a nice touch of flavor.\n", "ivD5l1I3a146ZDGIfr6HYA": "moo dang soup is amazing: My favorite was the eggplant (yum).\nservice is great: The service was just as excellent as if I were eating in.\nsauce is delicious: The dipping sauce the went with it was a very nice accent.\nplace is great: I still love this place and would eat here every day if I could afford it.\nmeal is great: Gave them 2 stars because of one good meal out of three.\nfish ball is amazing: I tried the fish ball appetizer.\nrestaurant is clean: The restaurant and bathrooms are clean.\n", "8ZLaJ0IpIdzaPcF05BThIw": "service is slow: It took the waitress 10-15 minutes to come to our table.\nfood is good: Absolutely delicious, as were the home fries.\nfood is horrible: The onion rings were mushy.\nservice is good: The waiter I had was friendly and made sure all my needs were met.\nplace is terrible: Major thumbs down and noticed this place gets bad reviews so I guess I should not have been surprised.\nrestaurant is awful: I have literally never left a restaurant so disappointed as I did when I left the joke of a restaurant.\n", "wFHz88EklQKK3qah4rSLJw": "food is good: We had a few sushi rolls that were good.\nservice is great: We sat at the bar and were served by Amanda and Matt.\nambiance is good: It was a lively environment on a Saturday night, had a nice vibe.\nstrawberry butter is delicious: Strawberry butter for your bread.\ndrink is good: The sangria that I ordered definitely tasted good.\nfood is average: The shrimp ceviche is a joke.\nplace is love: My boyfriend and I wandered into Cheap on Saturday night, and absolutely fell in love with the place.\n", "ooUI-JC2tu0J-vavmOHZYQ": "chicken pho is good: The shrimp spring rolls were also delicious.\nservice is excellent: Their young adult son is working the front with a friendly smile.\nbroth is good: It's pork broth with egg noodles, roast duck, shiitake mushroom and vegetables.\nplace is amazing: This place was soooo close to 4 stars.\npeanut sauce is fresh: They offer fresh vegetables which is always a plus.\nspot is great: We are so happy to have found our \"Pho\" spot here in Nashville.\nportion is solid: The soup came out with a hearty portion.\n", "jqGTjz0qPDQLLjsbqpfuDg": "pulled pork is delicious: The pulled pork was really good as well.\nservice is good: Luckily, the waitress agreed to take our order.\nowner is friendly: The first time we went the owner noticed that we were new faces and provided that night's appetizer on the house.\nplace is ok: This place is a winner, and another gem on the Main Line.\nchicken is lacked flavor: The biggest letdown was the brisket because there was hardly any smokiness to it.\nside is good: The sides: coleslaw was creamy.\n", "IS3h8_4gL_IbmpVTKDB3LA": "food is delicious: I had the pork buns which were amazing.\nservice is great: Jesse, although busy throughout service, was very friendly and chatted with us every now and then.\nservice is average: Much to our chagrin, the attention of our bartender dwindled as the clientele packed in.\nomakase is worth: My guilty pleasure is the omakase at the sushi bar.\nsashimi is nice: The guac was followed by some perfectly prepared sashimi (toro, mackerel, yellowtail, a few others).\nfried chicken is salty: The fried chicken was extremely salty.\n", "y8gjlpJA89qDRCLC0JQaew": "food is delicious: The crab and spaghetti was delicious.\nservice is great: The manager (I think it was the manager?) was there behind the bar and was really nice and conversational.\nambiance is great: First and foremost, the ambience of the downstairs dining room is impressive and cozy.\nfood is mediocre: The pasta was grainy and tasted worse than boxed pasta.\nchicken parm is ok: I have never had a better piece of chicken parm anywhere.\ncheese is fantastic: I really wanted the chicken because of the pictures of golden, bubbly cheese on Yelp.\n", "wPQWqLxY6t3-yRBNPPAmkQ": "food is excellent: I got some wings, which are supposed to be some of the best wings in Indy.\nbeer selection is phenomenal: They have so many different types of beer they have it stored all around the restaurant.\nservice is fine: From the general manager, Shane, to our food delivery person, Chase the service was great.\nservice is awful: A server came up after about 15 minutes and told us the upstairs was closed.\nplace is awesome: If you are a beer drinker, you will love this place.\n", "xsumpGkMjvbULFeoDEvmEg": "food is outstanding: The best part are the rolls with garlic butter.\nservice is excellent: Service was great from the greeting to the server to others who checked on us while we ate.\nplace is favorite: This is now our \"go to\" place for dining out.\nportion is generous: Our kid ordered the chicken Parmesan everyone's entres were perfectly prepared and very generous in size.\natmosphere is priceless: The decor and the ambiance felt like I was back in NY.\nfood is authentic: My son got the Beef Braciole with their authentic res sauce on top.\n", "vpfy4_N1PozCkvk2WDE_RQ": "food is good: The huevos rancheros was so yummy.\nbeer selection is great: They have an awesome beer selection as well.\nstaff is excellent: The waitress helped us out with a gift card problem at the end and was quite pleasant as well.\natmosphere is nice: Was nice and cozy inside and they have outdoor seating as well.\nsteak is perfect: I love the veggie cheesesteak (marinated in Chimay).\nfry is delicious: While I've also developed an addiction to their crispy thin-cut fries, I recommend you pay the upcharge and order the sweet potato fries.\n", "rueQ9RiqrN8E5Lb3EyFuTg": "food is delicious: The strawberry waffle was delicious.\nservice is great: Once seated and attended by one of the many great servers I've encountered or seen serving other tables you'll be delighted to be welcomed by their hospitality.\ncoffee is amazing: I also enjoyed both the Americano and cappuccino.\natmosphere is nice: The interior is very chic and cute; a primarily white, black, and wooden aesthetic, with a bright mural as a pop of color.\nbreakfast spot is great: My husband and I went there for brunch and absolutely loved it.\n", "zS_iBFOBbZSNC1edaijD3A": "food is delicious: The gyro platter had tremendous flavor.\nservice is great: The woman taking and fulfilling orders was on point- no bs and caring about the customers' orders.\ncustomer service is poor: The employees aren't very friendly and roll their eyes at you.\nplace is love: I can say I am really happy this place has opened up near my house.\nfood is bad: I was pretty disappointed with the food it was bland and almost tasteless.\n", "GoYSJ-YY-YwbxdgasHuq-Q": "food is delicious: The butter toasted bread is soooooo yummy.\nservice is top notch: The service was nice (could have been quicker on refilling coffee though!).\nservice is not great: Unfortunately our server didn't come around as much and really didn't seem attentive to our table.\natmosphere is great: The restaurant had beautiful ambiance inside but was still very casual.\nmojitos is fantastic: Had I not driven to Mixto, I would have been tempted to try one of their signature oversized margaritas, caipirinhas, or mojitos.\nplace is love: One of my favorite places in philly.\n", "naLdPZBHOeC2id4WVSoigA": "food is delicious: The nacho plate to start was tasty.\nserver is excellent: Our server was extremely attentive and knowledgeable of the menu as we had some dietary questions.\nservice is abysmal: Our server was borderline annoying asking us if we were ready to order when we were just enjoying our drink and nachos.\nambiance is nice: The outdoor seating was beautiful and adhered to social distancing guidelines which was lovely and appreciated.\nmargarita is best: I had a mojito which was SO good.\nfood is average: We ordered tacos that were mediocre at best.\n", "c-iKAO2GBzSKjm7y1Oljcw": "food is excellent: Gumbo and the bread pudding was excellent.\nservice is great: Our waiter, Marouf, was excellent and very attentive.\noyster is amazing: BBQ oysters and BBQ crab claws are those things.\nplace is goooood: Definitely a great lunch spot in the French Quarter.\nsauce is delicious: The salads were fresh with lots of crispy romaine lettuce and a house made dressing that tasted like a cross between garlic ranch and Italian.\nredfish is exceptional: For the entree I had the signature hickory smoked redfish.\ndish is great: The shrimp and grits were great.\n", "VbGGpt-Q5ZeMxSFPDbPeBg": "food is delicious: The food was delicious, especially the avocado and bacon omelette.\nservice is top notch: I had excellent service for Sunday brunch at Girard.\nbrunch is amazing: This by far has been my favorite breakfast in the US so far.\ndecor is great: It's a cute cozy place with very well done interiors.\ncoffee is good: I love that they serve Elixir coffee which is so far my favorite coffee I have had in the area.\nplace is awesome: Breakfast review: This is my favorite place in the neighborhood to grab breakfast.\n", "b-ovJ5Moe92RBCs_jI88kg": "food is good: All jokes aside, the food is yum.\nservice is bad: It took over 30 minutes for a server to actually come over to our table (which at the point we should've left).\nfood is horrible: Been here plenty of times and never had good sushi.\nramen broth is bland: Now they have one type of soup that I wouldn't even call ramen.\nplace is perfect: But in light of the fact that New Orleans has very few private karaoke options, this place is great.\n", "dS4_CM11h7E-EDI7-Adsgg": "food is excellent: Last but not least, they have the best Greek salad I've ever had from a fast dining establishment.\ncustomer service is good: The staff also makes it a point to ask for the first name of every ordered, which is a nice personal touch.\nchicken is nicely fried: The fries are seasoned well and a nice change of pace from regular salted fries.\nlettuce is crisp: I have had the Crispy Chicken Sandwich, Grilled Chicken Sandwich, Grilled Turkey Breast, Grilled Chicken Salad, Crispy Chicken Salad and Tenders and recommend them all.\n", "4ZKAGQ2U8M4mtONcAg42cQ": "food is outstanding: The Cajun chicken Mac n cheese was incredibly flavorful.\nburger is on point: The burgers were the star so the fries really didn't matter.\nservice is great: The service here is AMAZING with all of the bartenders being super inviting, friendly, attentive and social.\nbeer selection is nice: Great beer selection of cans and draft.\nfood is horrible: The fries were soggy and tasted like rancid oil.\nfry is great: The onion rings, fried pickles, and fries were all good too.\nroll is perfect: The garlic fries are the perfect side.\n", "u6WTtx2pWipCSiBdUl-mow": "toasted ravioli is delicious: He really enjoyed the parmesan fries that were served with his sandwich though.\nservice is top notch: The service was very nice and quick, although there were not many others in the restaurant.\npizza is good: It was pretty good, although I would've liked just a bit more melted cheese.\nambiance is perfect: The patio is lovely, next to a fountain.\nplace is love: My family and I loved our experience here, and would come back in a heart beat.\nsauce is perfect: The breading was a bit soggy, good sauce with tomatoes and asparagus.\n", "aEZdzmzcpqgaaf7dYfieJg": "korean chicken wing is delicious: I especially enjoyed the shrimp dumplings and the seafood pancake.\nservice is great: Our waitress was very lovely and personable while she was cooking our food on the grill.\nplace is great: I have been waiting for a good Korean BBQ place in Nashville.\nservice is horrible: The staff was hesitant to let me take control of the cooking experience.\nbeef is fresh: It had beef ribs and potatoes in it.\nkorean food is best: I can taste Korea BBQ's right now.\ntable top bbq is awesome: The table top bbq was awesome.\n", "G1nix5cIWx3Jla8xZG-xAA": "food is excellent: I had the chicken fajitas they were the very best I have ever tasted.\nservice is excellent: All staff members were friendly and attentive, including our great waiter Zac.\ndrink is good: We had a blueberry drink which was basically a Moscow mule it was delicious.\natmosphere is great: The restaurant is beautiful with hundreds of beautiful plants.\nstaff is unaccommodating: Let's start with the service our waitress (Olivia) would literally had to be flagged down to help us.\nchip is delicious: Maybe it was all the chips, salsa, and guac (we ordered that too).\n", "2MAQeAqmD8enCT2ZYqUgIQ": "food is good: The cheese fondue was very flavorful.\nservice is great: We had the best server EVER, Miranda who explained all options of the 4 course meal along the way.\nservice is dismal: He was very annoyed when we asked a couple of times if he could check on our order.\nchocolate is fantastic: There was PLENTY of cheese and chocolate to go around.\nmelting pot is awesome: I rank Melting Pot up high on my list of good places to eat.\nmeal is excellent: Such a great restaurant, to enjoy fine dining and have a wonderful meal.\n", "nkzhe-nViX6e-lBdhDLbGg": "chicken is delicious: The chicken strips were THE BEST IVE EVER HAD.\nstaff is friendly: The gentleman who took our order was friendly and quick.\nfood is bland: The mac n cheese was terrible and tasted extremely fake.\nplace is great: King Edwards is one of my favorite places to go, hands down.\nbean is good: Green bean sides were good but could be a little more southern with some spices.\nhoney mustard is incredible: And the gravy had a nice peppery finish.\nhushpuppy is great: We added hush puppies and mashed potatoes with gravy for good measure.\n", "Pl_9HzOa8uy_YOUxgonzGw": "food is good: The nachos are fantastic and come with chips and salsa.\nservice is good: Our server was super nice and patient, considering that most of us were gringos.\ntaco is amazing: The al pastor tacos are out of this worldddddd.\nplace is best: This is the best mexicano restaurant in philadelphia.\nplace is love: My coworkers and I love Los Gallos.\nplace is nice: The place is a nice size and super clean.\nplace is clean: The interior was very nice, clean and vibrant.\natmosphere is relaxed: Smallish dining area, however, it is very comfortable.\n", "gkrDiCU_sRZKwuBlhEzv6A": "sushi is delicious: The sashimi is always fresh and so good.\nservice is top notch: The waitress was super friendly, even offered to change our table cuz we were orginally seated at two person table.\nplace is good: This is my favorite sushi spot in Philly.\ndeco is nice: It also has very chic decor and very quiet ambient which would make a great date spot.\nchirashi is delicious: For main entre I decided to have Chirashi served with sushi rice.\nsalad is average: The sushi that I did manage to consume before finding the bone was not great.\n", "fKXU_HMU09PJfTHjtInN0Q": "food is good: I had the shrimp scampi, which was delicious.\nservice is excellent: I also should add that although it's a busy restaurant the service is excellent.\nrestaurant is favorite: No matter where I am across the country I love this restaurant.\nfood is fresh: My stuffed mushrooms that I order every time was so perfect and fresh.\nbj 's is like: I personally wouldn't usually order that a chain restaurant like bjs.\nburger is great flavor: It was prepared as you'd expect, but again the flavor.\n", "jGn6f8Y8A9mnNlVSc4lAJQ": "food is delicious: I tried the warm hummus as an appetizer.\nservice is great: Service is warm and attentive without being obtrusive, and very welcoming to my small kids.\nplace is love: At the risk of of ruining a good thing and not getting a table anymore this is a fantastic place and recommend it highly.\nlavas bread is fresh: I ordered the cold app platter which was a variety of \"dips\" with fresh bread.\nlavas bread is hot: It is served with a puffy piping hot lavish bread.\n", "CU75YM3XOAQ4lO12eWdlcA": "food is delicious: Everything we tried was absolutely delicious.\nservice is quick: Our waitress was really nice and was very accommodating to our requests.\nplace is great: I have to say this is by far the best Korean place to eat in Tampa.\nsoup is lacked flavor: Also, the tofu soup we had was a little bland.\npork barbeque is best: My wife and I love Korean BBQ.\nservice is falters: The servers took forever to take our drink and meal orders.\nplace is dissapointing: Have yet to find a decent place to eat Korean in Tampa.\n", "xwjUyOwIQuFNaBCxhedwLA": "brisket is yummy: We had the brisket and pulled pork tacos, both were very tasty and tender.\nbbq is great: We loved the barbecue sauce which tasted homemade.\ncornbread is good: The corn bread was good and had hot peppers in to make it interesting.\nside is delicious: Had a bite of my friend's Mac and cheese side and I wish i had ordered one for myself because it was good.\nplace is awesome: This was one of my favorite places to eat in Nashville when we visited.\n", "8JcdN89xv4AqAVRSDLLUHw": "food is excellent: I had the goat cheese salad which was good.\nhostess is friendly: The staff was very attentive as it was my father in laws 80th birthday.\nfood is mediocre: The fish I had was very bland and needed more seasoning.\nservice is not: When it came time to pay, the waitress passed by several times while our credit card was on the bill without picking it up.\nowner is rude: The owner was INCREDIBLY rude to us.\n", "V0SHmvYtXqdv8-AsqshV6w": "food is excellent: And the coleslaw was delicious.\nservice is fine: I had positive service from the waitstaff and bartenders, both upstairs and down.\nservice is mediocre: Waiter watched us and never even came over to ask if we wanted water or anything.\natmosphere is great: The ambiance is nice and the outdoor seating was perfect.\nmenu is great: This place has great variety on the menu, including the aforementioned turducken burger.\nplace is great: Smoking Betty's is a reliably good place to grab a casual dinner or brunch.\n", "j6ZbvZ61szApc-EXvKgumA": "service is terrible: I had to wait until the waiter decided to come back and told him that it needed to come off the bill.\nfood is excellent: My encrusted salmon (w a mango salsa) over arugula was amazing.\nwait staff is attentive: Server was new, and one of the most friendly, helpful and attentive waitresses I have had in a long time.\natmosphere is nice: Outdoor tiki bar, but then an outdoor dinner seating area which could be nice.\nfood is mediocre: Seafood bisque soup was so nasty and watery.\n", "6rOZ16N6YlpLC9_7fDnMLw": "salmon pita is delicious: She recommended their kabobs (delish).\ncustomer service is awesome: A male staff came over to check on us and was also very friendly.\nhummus is great: I've also tried the cookies and the basil pesto hummus.\nmeal is tasty: I was looking for something healthy & tasty for lunch.\nflavor is good: The steak was perfectly medium rare and very flavorful.\nplace is best: Tried this place for lunch with husband today and loved it.\nsandwich is good: I had the grilled chicken sandwich.\n", "HUcjSm1Lxdn8zSu-hQ7-sw": "french onion soup is good: The French onion soup was really good.\nservice is great: Luckily the hostess finally motioned to us that our table was ready.\nambiance is great: Great atmosphere, such a throwback to the '80s when people weren't staring at the phones in public.\nhanger steak is awesome: I always get the mussels and escargot.\nplace is love: For a long time, this was our favorite place for lunch or brunch (we've never been here for dinner).\ncocktail is great: The wine list and cocktail menu have something for every taste.\n", "aqdoynddLcBTSmI7uJVBiw": "service is disappointing: The workers that are supposed to prewash your car just don't care at the Royal Oaks location.\ncustomer service is love: Very nice employee came over wiped the dirt off my windows and the top of my car and the hood everything was dirty and soapy.\ncar is clean: Once my wife arrived back home, I walked out to look at the clean car.\ninterior work is average at best: They were not done on time, did a very poor vacuuming job, and totally ignored waxing the roof of the vehicle.\n", "StqG4cdKhTHmGyS7PSimdA": "food is delicious: Then I ordered the chicken shwarma with hummus and greek salad was delicious.\nservice is great: The service is excellent as well, the staff is attentive and helpful and very friendly.\nservice is bad: The waitress was completely disrespectful when I told her they had charged my card three times.\nfood is fresh: They came out hot and freshly made.\nkafta is perfectly flavored: I recommend the kafta, cheese egg roll, and baklava.\nportion is large: My dad and I both ordered the chicken kabobs, which came out hot and in generous portions.\n", "lFs4LIQn_kbsLozQzk-4Qg": "italian market is quintessential: The Italian Market would be simply amazing if I lived anywhere near South 9th Street.\nfood is great: The best food we found to eat was Blue Corn (Mexican).\nproduce is amazing: I easily load my bags with enough fresh, cheap produce to keep me stuffed for a week.\nplace is fun: It's a fun place to wander in and out of shops.\nplace is love: My boyfriend and I love to spend our Sunday afternoon walking up and down 9th St..\narea is neat: The area has a unique amount of sounds and smells.\n", "czZ39uUtw3Z1eRvHpDg2yA": "falafel is delicious: Shawarma was delicious as was the rice.\nservice is great: The person who answered was very pleasant and explained the dishes I was interested in.\nlamb is wonderful: She suggested the platter which had various grilled meat items including chicken, kebab, and lamb chunks sitting on a bed of delicious rice.\nrice is dry: We had kebabs that were overcooked and underseasoned served with rice.\nhummus is smooth: The humus and babba gannouji were creamy and addictive.\nfood is better: Overall, foods were great but if you want to eat there you need.\n", "pP_jeWrWq-lvMitmkM2Gkw": "food is delicious: The veggie burger was delicious.\nstaff is great: The only reason this place is getting one star is because the cashier was very nice and greeting.\nplace is good: The actual atmosphere of the place was pretty good for a burger joint.\nfood is fresh: I sincerely appreciate the Eco-friendly packaging and the quality of the ingredients.\nfry is n't that crispy: The fries weren't that crispy.\n", "Uooe_7n4jy1ZYAFF0xe2UA": "food is stellar: The first thing I had was the blackened shrimp and cheesy grits, which was delicious.\nservice is horrible: The wait staff also seemed rushed and weeded throughout the entire meal.\nservice is great: The greeter & Bartender who gave me my take out order were attentive& Friendly.\nfood is barely edible: My tasty oyster appetizer was ruined by rushing the oysters down.\nbrunch is fantastic: City Fish has an awesome Sunday morning brunch.\nsteak is perfect: My steak tasted along the lines of the steaks I have had at Ruth Chris' and Morton's.\n", "gzMlFR9ViVCr_HUYPgqqVg": "french toast is good: She had the pork shoulder and said it was the best thing she ate in NOLA.\nservice is great: Our server was incredible friendly and knew exactly which items on the menu were gluten free for me.\nservice is awful: The only reason I don't give this five stars is the staff moves a littler slower than I prefer.\nplace is great: My friend moved to New Orleans and highly recommended this place.\natmosphere is great: Fun atmosphere that is dimly lit inside with candles at each table.\n", "uxtkqKLsVeXZz-5AQ1uI3A": "beer selection is great: For whatever reason, the beer selection in this place is great Monthly selections both draught and bottles is fantastic.\nfood is great: Their crab fries are beyond delicious.\nfood is average at best: The food has been beyond bland on every visit; nothing special, just exactly what it says on the menu cooked like it was made in a 7th grace home ec.\nowner is rude: I'm embarrassed to say I witnessed the owner yell and curse at a guy at the bar.\natmosphere is comfortable: Overall, nice atmosphere though.\n", "u-wkhjV7CfvGJVY7hGULjw": "room is nice: The room was nice and spacious, although there was only 1 full length mirror + the mirror in the bathroom.\nroom service is crapy: Horrible customer service from everyone at this hotel (including manager and assistant manager).\nhotel room is smelly: My room had places where the wallpaper was peeling and makeup spots on the door.\nhotel staff is helpful: The hotel staff is amazing and as friendly as you can possibly imagine.\nlocation by the is nice: The location is conveniently located by the cruise port and the Riverside Outlet center.\n", "vio2OwMG_gbw0xFUDIQzog": "food is excellent: The risotto we had was divine.\nservice is great: From the moment we walked in to the moment we walked out, service was top notch.\nservice is slow: We sat in the lounge area and was served by a very rude bar tender (Bianca).\natmosphere is excellent: The environment is very nice in both the main dining and bar area.\nlobster is good: With fresh seafood brought in daily you could defiantly tell.\nplace is great: My fiancee and I love this place like it's our own kitchen.\n", "LqxwgpXvWMrAZV5W0u2x6g": "food is delicious: The waffle fries were great.\ncustomer service is top notch: Our waiter was quick and attentive even though he was juggling a few different parties.\ndawson 's is love: I've come to the conclusion that Dawson's is the best restaurant to visit on Main Street.\nsoup is good: I chose their signature French onion soup.\nmenu is great: Dawson's has steak, pasta, AND seafood on its menu.\natmosphere is great: Atmosphere: Dawson's gives a classic American restaurant vibe.\nsalad is fresh: It was served with mashed potatoes and fresh vegetables.\n", "l_mx_q740TLKBPCMa_mtJw": "thai food is great: I LOVE their Pad Thai noodles with tofu.\nservice is great: The young workers at this restaurant are the ones that offer good customer service.\nportion is big: The portions are large and can normally have a little excess with two people.\natmosphere is great: This place is friendly, clean, cool, pretty.\nthai tea is awesome: The ginger tea is the best I have ever had, spicy sweet and delicious.\n", "ka2XO8vL_PqCS-xk3SVauA": "food is delicious: My mom loved her eel burger and fried oysters.\nramen is good: My favorite item on the menu I will say was my Sapporo Miso Ramen.\ncustomer service is excellent: At the end of a meal, I was greeted with another hand wipe, AND mask - that is above & beyond service you would expect from any restaurant.\nsauce is delicious: We went with the traditional demi glace sauce which was nice and tangy.\nbroth is flavorful: The pork was very tender and was very flavorful.\n", "_H30_Y_YcQQ7kbix9a1KfQ": "chicken is delicious: This is still THE BEST CHICKEN IN SAINT LOUIS AND DON'T LET ANYBODY TELL YOU ANY DIFFERENT.\ncoleslaw is delicious: I love fried pickles and must say that I was impressed that thief fried spears were still crispy after the car ride home.\nservice is good: The service was GREAT PETE IS AWESOME and FAST (6 min app on table and 12 mins both meals on table).\nfood is great: The fried okra & the Chess Pie are AWESOME.\nside is nothing delicious: Although, none of the side dishes I would say are that spectacular.\n", "Ld3qgGua7MqrFnZY8AIo0A": "coffee is great: However they serve a very very good latte.\nbeignet is awesome: Plus, they have beignets which gets them 5 stars already in my book.\natmosphere is perfect: The Annex is quite, roomy, and has a cool vibe to it.\nplace is loved: Giving this place 5 stars does not sufficiently describe how happy I am with my experience here.\nfood is decent: I saw tasty looking sandwiches and salads.\nseating is plenty of: They have plenty of seating, both indoor and outdoor.\n", "ELY0HI8GDEx0jkmREVna0A": "place is great: This place is super spacious with an outdoor seating area with picnic style benches.\nbeer is good: I'm now a fan of mulled wine thanks to FH.\nbeer selection is great: For the non-beer drinkers, they also have wine and cider.\nfood is okay: The food is surprisingly good: sausages, pretzels, fries and more.\nfood is mediocre: However, the food does not consistently meet expectations of real German food.\nstaff is amazing: EVERY staff member I encountered was beyond helpful & friendly.\ndrink is delicious: It was so fruity and delicious, like a vitamin C candy.\n", "qoD6-nDDfEuNPRJipJxpOA": "food is delicious: The dishes offered that we had were so very delicious and absolutely wonderful.\nservice is good: Our waiter was constantly present to check our status for ordering drinks and food but was never pushy.\nambiance is nice: I love the decor - clean and modern but with a bit of a retro 50s vibe, and the decorations and light fixtures reminiscent of breakfast eggs.\nbreakfast is good: In the end I went for the breakfast poutine.\nplace is great: I definitely recommend this place if you want to go somewhere special for breakfast.\n", "BMVDzCh3om7pF2_-4TCVsQ": "service is good: The servers were gracious and friendly and efficient and proactive with drink refills and anticipating other needs.\ndecor is great: The convention space was decorated appropiately- not too over the top.\nfood is excellent: The brussel sprouts were good.\nhotel is fantastic: This is an awesome hotel in St. Petersburg.\nlobby is nice: My room had 2 balconies- opened up the doors and let the fresh air in.\nvinoy is love: I love the Vinoy and stay here frequently when on business but plan to bring the family at some point.\n", "yz0KWVamNhqiZGz7XTClzg": "food is delicious: The sheepsfish and crawfish with gnocchi was so good.\nservice is great: The service was great we have been eating out in new orleans.\natmosphere is nice: Dark and accented with under-lit apothecary bottles, the decor is spot on.\ncoffee is great: Drinks are great too, we had the Tom Collins which were nice.\nshrimp is outstanding: However the shrimp and tasso pinchos were something I will get every time I go.\nplace is amazing: I could go on for hours about how great this place is , but just go and experience it for yourself.\n", "5kXqNRNpxm4vP_awcidPDA": "breakfast food is excellent: The tater tots were cooked perfectly.\nwait staff is great: Let me first start by saying my server, Jackie was great.\nservice is not very good: The waitress was so incredibly rude, we walked out after we placed our order.\nfood is mediocre: That being said the food that they give you could be a little better, not that the food is bad, its just nothing special, very ordinary.\nplace is favorite: I love this diner and will continue to keeping coming here.\nmeal is good: My wife and I got the same meal.\n", "EaOpoKLdqNwZ2q5owQ6LDA": "service is terrible: The only server on the patio was a young man with NO experience.\nfood is delicious: The fish and chips are some of the best I've had.\ncustomer service is good: This evening we found the wait staff to be very friendly, helpful and quite accomodating.\nambiance is great: Downstairs piano bar and outside patio are so relaxing.\nview is breathtaking: We sat upstairs on the patio and WOW what a view.\nrestaurant is beautiful: The Five Palms is one of the most beautiful restaurants in Tucson.\n", "ANTj0UD-OS7Zod3mulUg6w": "food is excellent: The Khao Soi is a delicious curry noodle soup with crispy noodles on top.\nservice is great: We were greeted when we walked in the door and quickly seated.\nservice is horrible: When I called to order, the man on the phone sounded annoyed when taking my order.\nplace is great: I'm so happy that Virginia's reviews sent me in to this terrific spot.\nfood is tasteless: Wasn't impressed by the food-- it wasn't authentic and seemed very Americanized.\ndish is solid: The Khao Soi is their signature dish here.\n", "p_6THXiGLViyxYnOY8BzZQ": "food is excellent: The BigMamma burger was delicious.\nservice is great: The waitstaff was great and service in general was top-notch.\natmosphere is nice: It also has a really a cool outside seating area.\nvin de set is yummy: Vin De Set is far and away, hands down, no bones about it, the winner.\nview is great: We sat outside at the bar, which was a really great view.\n", "1XlT3ELRG2g2LA5zsxkWWA": "boiled shrimp is delicious: Boiled shrimp and crawfish were super tasty.\nseafood is fresh: Me and the hubby just arrived in NoLa and had to make it here to get their fresh foods.\nseafood pasta is not eatable: The seafood pasta was dry and not eatable.\nhot sausage is good: They were pretty good and hot and good size mixup too.\nseafood is cheap: We got a giant bag of hot and spicy crawfish for cheap ($4.99/lb.).\nseasoning is great: Again, all seasoned well and spiced just right.\n", "d3Qumdqjwj62dEYZ7lc6mg": "food is delicious: The sauce that came with the mussels was incredible.\nservice is great: The Service was not an issue at all with a very friendly young lady that served our table.\nfish and chip is best: I will go back & try the fish & chips.\nsalmon is good: This is one of our favorite places to go to get fresh seafood.\natmosphere is great: Ambiance is great right along the river so you can eat outside or inside with a great view.\nhouse wine is excellent: I had a nice glass of wine with my dinner.\n", "FMLrzIBYlEB70KjwTMQMEw": "seafood is great: The ribs with the sauce were actually quite good.\nservice is slow: Once we were at or table it was 15 minutes before any one even acknowledged we were at the table to offer water or any drinks.\ncustomer service is awesome: Our server Shawna was great, took the time to explain the menu and how things were served and answered all of our questions.\nplace is recommend: I gave this place 5 stars..my family and i.\natmosphere is good: The music is fun (currently playing \"Waterfalls\" by TLC.\n", "2j_DISg7fi2FCr5B2Xz9fg": "food is delicious: Next the lamb chops, they were sooooooo good.\nservice is excellent: We had a great waiter which was so kind his name was Aaron.\nservice is terrible: The blonde manager is rude, rude, rude.\natmosphere is cool: The ambiance was great with a beautiful fireplace.\nsavor is loved: Savor is one of my favorite restaurants in Carmel.\nlobster is salty: The crab meat obviously had no flavor.\nlobster is well cooked: The lobster was tender and well cooked.\n", "qiPqy3DmtM1WRjmtzTFebA": "food is excellent: The meats, cheeses and goulash were delicious, as were the entrees.\nservice is unorganized: Now the bad, our server was the worst I think I've ever had anywhere.\nservice is great: The lady in the bakery was extremely nice, funny, and helpful.\nbeer is good: Had a German lager and would like to have more.\npretzles is amazing: You gave me sandwiches on pretzel bread, fresh cut deli meats.\nfood is authentic: This is a southern German restaurant that serves mostly-authentic southern German food.\npastry is good: After dinner, took home a few pastries.\n", "iuQlscgeor7lvRByKiaeiA": "pizza is good: Pizza we ordered was quite good.\nservice is great: Really enjoyed the quick service of ordering at the counter and having the food delivered to your seat.\nmozzarella is tasty: The Nutella calzone was delicious.\natmosphere is cool: Ambience was very warm with great combinations of lights and set ups.\ndough is fresh: Best GF fresh dough in the area - don't know of any other places that make their own GF dough.\nmargarita pizza is best: We got the margarita pizza and a caesar salad.\n", "gP2pWousNNGLtD4ahpNEow": "food is outstanding: I also had the lentil soup, yummy.\nservice is great: The waiter (the Owners son) was attentive and nice.\nwaitress is terrible: However, it took almost one hour for out less-than-friendly waitress to let us know that what we had ordered was not available.\natmosphere is cozy: The atmosphere is perfect, a lovely restaurant with mood lighting and just a great setup for a nice Italian dinner.\nacoustic is awful: I agree that the acoustics are poor (neighboring patrons and waiter annoyingly loud).\nchicken is bland: When the entrees did come they were lukewarm and bland.\n", "6VDSx-ghQwbYvMaS0fz9xw": "service is wonderful: Ryan was so gracious and friendly, as was the rest of the staff.\nfood is great: The rest of the appetizers are all a win too.\nselection of wine is great: There are over 100 different bottles of wine to choose from.\nwine is great: I more or less agreed with the notes on all three of the different wines I had.\natmosphere is cozy: It has a romantic brick aesthetic and mood lighting.\nplace is love: As self-proclaimed wino's, my hubby and I love it here.\nplace is interesting: This place is interesting.\n", "byc92hBKz0DKvjcpl76LRQ": "sushi is delicious: The avocado roll was wonderful too.\nservice is not good: Finally got this short waitress who acted like she didn't want to serve us.\nfood is bad: The food, lastly, the food was horribly meh, especially when comparing it to what this kitchen used to put out.\nservice is excellent: The staff was very inviting and friendly and ensured we had everything we needed upon sitting down.\nbartender is great: The bartender, a really good guy, said they were down to just one sushi chef that night.\n", "rAytSQU5RQHvXe1Wl_j37w": "fried chicken with the spicy and sweet sauce is delicious: I loved the regular (non-fried) chicken option, as well as the tofu.\nstaff is friendly: The employees are always very helpful and dedicated to making sure the meals are gluten-free if they need to be.\nsauce is good: With four different sauces available you can adjust some of the flavor to your liking.\nmiso soup is wonderful: All their bowls come with miso soup.\nbowl is amazing: These bowls were every bit the quality I'd expect from Bab Cafe.\n", "6AGpQJdTQmbzx7c2-D0vsQ": "food is excellent: And the mac n cheese was the best.\nstaff is friendly: The wait staff was amazing from the hostess to the manager to our waitress jojo who was amazing.\nplace is great: I absolutely love everything about Hop House and truly can find no reason to eat anywhere else again.\nambiance is nice: Other then all that, one positive thing is I love the decor of the restaurant.\nportion is huge: My husband and I split a side salad to start (portions are huge).\n", "ZPFdJgzPjEUM6BoFfoV-ZA": "food is delicious: I love their turkey chili.\nsandwich is great: Hands down one of my favorite all time sandwiches.\nservice is great: The bartender was super nice as well as the other folks working there.\nplace is great: McNally's is my favorite place to eat in Chestnut Hill.\nschmitter is fantastic: If you come here, know that you will need to try their classic, the Schmitter.\nbeer is good: Oh, and the lager they have brewed under their name is Very good.\natmosphere is nice: The cozy seating has an old fashioned allure.\n", "C9UylQTOh7uwZo4a7QhLyg": "food is delicious: The roasted potato gnocchi was the best I've ever had.\nservice is good: The service was also great / not at all stuffy, but still very professional and attentive without being overbearing.\ndish is flavorful: Best dish of the night by far was the Corn Agnolotti.\nambiance is great: The decor of both the bar on the first floor and the seating area on the second floor is beautiful.\ndrink is top notch: Had some type of whiskey cocktail that was amazing.\nbeef tartare is standouts: And did I mention the steak tartare.\n", "2CDI713ATuxHfnB5b-sBdw": "food is stellar: We were also welcomed with an amuse bouche butternut squash soup that was delicious.\nservice is great: The service at the restaurant was also spectacular, as our orders arrived quickly at the table and were cleared as soon as we finished.\nambience is great: The ambiance is great- modern, but comfortable; full, but not crowded.\nvedge is recommend: I'm so head-over-heels for Vedge that I can't help it.\ncocktail is great: Cocktails and ginger beer tasted amazing, with their fresh, full flavor ingredients, bravo.\nplace is awesome: The other pic is the portobello carpaccio..Love this place.\n", "6im48Aaf0z7aTfq19oXcaQ": "food is good: I absolutely LOVED the coleslaw and yes, it did have onions.\nservice is excellent: The little waitress was very sweet and was running around like crazy with a smile on her face.\ncuban espresso is delicious: A friend had the Cuban coffee and highly recommends it.\nropa vieja is delicious: I can't wait to go back and try the Congris, RopaVieja and Pernil.\npernil is bland: The pernil was a little bland in taste.\nplantain is nice: The pork was tender and tasty, the black beans and rice perfect and the plantains were a nice addition.\n", "Zp2_GDbmKT7YCA04ygIHZg": "staff is rude: Housekeeping never came, even though I indicated that I wanted maid service on the door placard.\nservice is great: Also the older man who did the cleaning and security were nice and friendly.\nroom is clean: The bed is comfy with lots of pillows.\nroom is dirty: The first room we got to was filthy, pee on the toilet, fridge was moldy.we were moved to a second room.\npool / pool area is nice: There is a roof top pool and nice outdoor area.\nfood is inedible: My grits were dry and tasted like instant grits.\n", "K59I711q4mFXw7ZBxdwBTg": "service is awful: Three times we tried to flag one of the two 'servers' that came outside to wait on the other two tables.\nwaitstaff is excellent: Eventually a nice waiter came out and told us how sorry he was about how long it was taking.\nfood is good: I ordered their vegetable sandwich which was delicious!!.\nambiance is fantastic: The patio area has a comfy and nice layout for a lazy lunch or happy hour.\nplace is good: There's a Tapas place in Chattanooga called Terra Nostra that's amazing.\nburger is awesome: 2) Their crazy, amazing STUFFED burgers.\n", "IrUhsjQZtSB-TjxqtXaKkg": "service is terrible: The service, unless sitting at the bar, is usually slow and inattentive.\nfood is excellent: I can assure you these were some of the best shrimp and grits I've ever eaten.\nservice is good: The waitress (Jamie) was awesome and went back to ask the chef if he could make us some up.\natmosphere is great: Great atmosphere, went maybe an hour before close on a Friday night.\nrestaurant is great: They instantly became my favorite restaurant after my first visit many years ago.\n", "YpJTxfEiXfH3iC9md0zIDg": "food is good: The Hummus Avocado toast was incredibly yummy.\ndecor is nice: I also love the sleek and modern design of Cafe Roze.\nservice is great: We stopped in right before church, were seated quickly and noted that the staff were friendly.\ndrink is delicious: They also have a unique \"coffee fizz\" drink with orange flavoring that was fun to try.\nroze latte is good: I also got the Roze latte.\nfood is fresh: The ham toast came with a generous topping of fresh grated cheese which was delicate on top of fluffy delicious scrambled eggs.\n", "Mgr1oKqGdPobbc-p6jG94A": "food is amazing: Like my chicken tenders were absolutely delicious.\nservice is excellent: The waiter was polite and nice and got us our drinks and side right away.\natmosphere is cool: Loved the dcor and ambiance of this place.\nfood is subpar: Our appetizers (the famous tots) were cold, and completely unseasoned.\nplace is great: I really wanted to like this place since it is a new addition in Mt Juliet.\ntater tot is great: My bar tendress, Jess, recommended the tots--her favorite.\nsandwich is large: He loved it, it was large and full of veggies.\n", "cmdRgN41FdHv5o4426qTWw": "food is excellent: Bacon-wrapped scallops were very good.\nserver is great: Johnny, without a doubt, is one of the best waiters that has ever served us.\nwaitress is sucked: The young hostess, who was sipping her whatever, was rude, obviously didn't want to be there, and almost caused me.\nfood is mediocre: This food was awful she had shrimp scampi.\nlobster roll is great: We had with their new lobster roll starter.\nmeal is outstanding: I usually get the ultimate feast and build my own meal from there.\nsara is great: She was sweet as pie.\n", "ZV8eIF820nOhsI-Tk0qt-g": "korean bbq is good: I've been wanting to try some good Korean BBQ.\nservice is good: In fact, all the servers including the owner were friendly, accommodating and checked with us through out our meal.\nservice is slow: Unfortunately, the service by our waitress was subpar.\nmeat is delicious: I was hoping the variety of meats, seasonings, and marinades all met to my current Sa Ri.\nplace is great: It's definitely a good place to go eat with your family, partner or even business associate.\n", "q0Q-ohZp8iV9OY-gkNPPwg": "fettuccini alfredo is delicious: I recently had the chicken parm, which was really good.\nservice is great: We were greated and sat down by the owner who joked with us and made sure we were taken care of before walking away.\natmosphere is clean: The ambience was wonderful with dim lighting and Frank Sinatra playing.\nbread is fresh: The fries were fresh and hot but a bit undercooked but not too bad.\nfood is okay: 3/5 Shrimp Scampi Pasta: Shrimp scampi pasta was also okay.\ngnocci is amazing: I got gnocchi bolognese and enjoyed it.\n", "tszRCO-RchPXPZlsTCYgbA": "food is good: Loved the lobster enchiladas.\nwait staff is amazing: The service was outstanding as we met two very classy good looking men working the bar, Julian and Andrew.\ntable salsa is great: A lady came by our table and made fresh salsa for us.\natmosphere is great: The decor and atmosphere is casual and relaxed and charming.\nplace is good: I wish I could give more than 5 stars this place is my favorite in Tucson.\nlive music is fun: The Mariachi band is also fun for guests and lovers alike.\n", "9mA9qYqiv4c0T9ASid3PIQ": "food is delicious: Everything was pretty good minus the fries that came with the burger.\nwaiter service is excellent: At Capital Grille, the service is AMAZING.\nservice is horrible: The waiters almost tripped a couple times over the leg of my chair.\ncapital grille is recommended: I love any time I get the chance to go to the Capital Grille.\nmeal is excellent: Between the five of us at the table, our favorite meal was the prosciutto wrapped mozzarella appetizer.\nfood is not exceptional: Overall the food was a bit too bland for my liking.\n", "I_FKWKPVpGts4q_HzJ-0mQ": "decor is beautiful: After they had filled the room with chairs (they just kept moving them in every time someone new would come) they finally moved us to a great large room.\nservice is great: The staff are wonderfully accommodating, holding luggage until we were ready to leave.\nservice is awful: There were no ladies and gentlemen serving ladies and gentlemen.\nhotel is nice: This was an ok hotel if you are only going to pay $200/night.\nlocation is great: The location was perfect, walking distance to shopping, French Quarter and even Harrah's casino.\n", "ziyXteCmNmRprs10buP2iQ": "food is delicious: The grilled pork kebab were perfectly done and delicious.\ncustomer service is not best: Just a head up though, I'm pretty sure it's cash only and service was quite slow.\nservice is terrific: There was chocolate lady who is very sweet and on the cash register from time to time.\nplaintains is delicious: The steamed vegetables as well as the plantains had the right amount of bite to them.\nportion is great: Portions are HUGE and will definitely produce leftovers.\nfood is authentic: Friendly, authentic, hot and spicy.\n", "wc2XgFV0HnvgF127QHkSNw": "food is good: Their house-made veggie burger is very good.\ndrink selection is great: Good beers on draft and in bottles.\natmosphere is nice: I enjoyed the atmosphere of the bar and was pleased to see that they actually have some decor going on in there with real photos on the walls.\nservice is excellent: Marley was so kick ass as our server - was so attentive, fun, and just a great addition to the night.\nbartender is helpful: Nice waitstaff and bartenders (excluding the owner).\nbar is great: Watkin's is a great little neighborhood bar.\n", "NYiL2534CAAbr-ynGVbhaQ": "food is delicious: The oyster appetizer was so good I could have eaten 4 orders & rolled out of the place.\nservice is impeccable: Firstly, let me say the wait staff is awesome just awesome.\nmusic is great: There was a live jazz band that gave it a very cool vibe.\nambience is first class: The ambience was exactly what we were looking for - elegant but neither stuffy nor crowded.\ntrout eugene is tasty: Third course, we ordered the Blackened Red fish and the Trout Eugene both were fantastic and perfectly prepared.\n", "vXZpf13libUqm6KhEzUiNg": "food is good: I love my onion rings.\nservice is great: Some of the BEST service we've had.... our server (Mason) was super attentive.\nburger is delicious: I had the barbecue bacon burger and fries.\nservice is slow: The bartender was slow to serve my drink(water).\nwahlburgers is liked: I loved our \"try\" visit to Wahlburgers.\ndrink is good: No big deal- I subbed it for another drink which was fine.\nfry is good: We did love the fried pickles.\ntot is good: Mg boyfriend and I split a tater tot flight (brilliant dish) which was really good.\n", "W2Gqv13wkO2_Gtckgt6pzQ": "food is good: The omelettes were delicious as were the home fries which they actually served extra crispy as requested (some restaurants have a hard time with this).\nservice is great: My server was great greeted me with a water within a minute or 2.\nservice is poor: Then the hostess or whoever was seating people called my first name in some other language neither my wife or I heard her call it.\ndecor is great: The interior of the restaurant is modern, clean, and new for a diner.\n", "-EHrU_DwtX2Jv4NbAMppTA": "chinese food is excellent: The salt and pepper calamari was outstanding.\nservice is impeccable: The waitstaff was great, really quick at bringing refills.\nfood is fresh: It seems fresher too, like the vegetables aren't just poured out of a can.\nseafood is fresh: I can only comment on the seafood hot & spicy soup that I had for lunch.\nrestaurant is amazing: Yummy House is truly an amazing restaurant.\nseafood is perfectly cooked: The shumai and har gow were perfectly hand crafted, with chewy translucent skin.\n", "Udkoo_WdRpHtVAWbALCvjw": "food is excellent: I almost had to get the jambalaya; some of the best I've had in the city.\nservice is great: The hostess I spoke with checked the availability and immediately said she could accommodate us.\ndrink is fabulous: Started out with a cocktail a nice frosty mule.\ncharbroiled oyster is die for: We had the charbroiled oysters, octopus ceviche.\nfood is fresh: We were on the hunt for fresh oysters, several dozen of them, in fact.\nmattress light fixture is cool: Cute rustic interior with paintings on the walls.\n", "vRle3eQO4T767azL09rFnA": "room is beautiful: The room was spacious and clean, and came with a balcony and beautiful fireplace.\nstaff is friendly: The front-desk workers that we spoke to were very friendly and helpful.\nfood is good: Breakfast was also pretty good as they had a nice duck confit omelet.\nhotel is nice: I would highly recommend this hotel for anyone looking for a nice place to stay in central Tucson.\nplace is amazing: It was a good place to stay as we were in the process of purchasing a home here.\n", "nTEmSvz8_DK-iK3miQFCwA": "food is excellent: But the burgers I and my companion ordered were magnificent.\nservice is excellent: Cindy (sp?) was our server and so sweet and attentive.\nbeer is great: Had the berry beer that was yummy.\nplace is great: We may try this place again for a redo, because we heard it was great.\nsandwich is good: Balsamic chicken sandwich with homemade roll.\nbeer cheese soup is loved: The beer cheese accompanying it was the star of that dish.\nbeer is favorite: Not a beer drinker but was able I find something even I liked.\n", "nLyyTrxpEOdmNl9P95zXGA": "pizza is great: We LOVED this pizza - especially the Eggplant Marino.\nchicken wing is amazing: They are amazing - not fried, delish.\nstaff is great: Service is always great from wait staff, take out staff, and management.\ncrust is crisp: Because of the high heat in the ovens, it's very crisp.\ncrust is perfect: The eggplant topping on the Eggplant Marino pizza was delicious though and cooked perfectly.\nsauce is excellent: The ingredients, especially the sauce, all taste quite fresh.\nplace is gem: This may very well be my new favorite pizza place around Tampa/St. Pete.\n", "ipPhk2H1S5MjswqJH7xrCA": "food is delicious: I had the hoisin glazed chicken and it was really good.\nservice is amazing: The icing on the cake was Jana the waitress we had.\natmosphere is nice: I enjoy the amount of outdoor seating that this restaurant offers.\nrestaurant is great: Thanks to Yelp, I think we found the only great restaurant in all of Reno.\nfillet is perfect: Cooked perfectly, then drizzled with cheesecake batter/frosting(?).\nmenu is great: The Bar Bite menu is also fabulous.\ndrink is delicious: He made me an awesome raspberry mojito.\n", "cGHRiW3ObFO1eOMUTBBM_Q": "service is excellent: Our waiter, Carter, was super attentive and helpful on explaining the menu.\nfood is amazing: The food was amazing, was so happy when they came and changed out the grill plate when it started getting overly charred.\nstaff is untrained: When asking for more meat, we had to flag down the guy bussing tables to place an order because our waiter was floating around doing who knows what.\nplace is great: Taegukgi is one of my favorite places to go to San Diego.\n", "LRr-aw58xVMkUu0OSL_BpQ": "food is delicious: The green Chile tamales is very good, slightly sweet, don't need dessert after that.\nservice is friendly: The owner, Sandra, is always giving hugs in addition to great conversation.\nplace is love: I love this place .. hidden gem in downtown Tucson.\nsalsa is awesome: I had the chicken in creamy chipotle sauce.\nrestaurant is great: This rarely open and cash only restaurant is absolutely awesome.\nambience is great: And the loud music, Marcela hollering in the background and the hustle and bustle of the place just adds to the pure charm and ambiance.\n", "UboXRwy2UBVH91pAwHiK_w": "food is delicious: I had the smoked pork chops which were truly outstanding.\nservice is good: For the service to be as quick as it was when they were that busy you can tickle me impressed.\nservice is woefully: There were times when we couldn't find our waiter for 10-15 minutes.\natmosphere is nice: The atmosphere is classy and comfortable, with nicer decor.\ncaesar salad is prefect: She did give 2 thumbs up to the baked beans though.\nfood is lacking: All other food on the plate was luke warm, at best.\n", "Ssur8TPCIZWnZeCDQ9avQQ": "bbq shrimp appetizer is delicious: The crab and avocado salad was very good.\nservice is good: Our server was awesome and kept our drinks filled.\nserver is terrible: To start with he looked totaly uninterested in serving us , when we asked questions he was not answering properly.\nfood is bland: Seems like none of the dishes here seafood was actually fresh.\nview is great: The view of lake Pontchatrain and the marina is nice.\nlandry 's is love: I love this spot and will be a go-to every time I'm im NOLA.\n", "2Gik-IBYVBuU3e10pVdkhw": "food is excellent: The brussel sprouts were also delicious.\nservice is terrible: This weekend we were ignored at the \"bar\" for 10 minutes while 3 servers could not even muster up the energy to smile in our direction.\nsandwich is good: I had the Chicken Pesto Sandwich.\nstaff is friendly: The service was friendly and attentive, without being obstructive- especially when we weren't immediately ready to order.\nplace is cute: I liked the interior and furniture - makes it a nice place to sit down to eat.\nfood is fresh: Very fresh bread, fresh ingredients.\n", "dkBtN5UzJTrpgja3ySI-wQ": "service is slow: The service, especially the hostess stand, is hit or miss.\nfood is good: I also had the ribs, which were awesome.\nservice is quick: Our server was very friendly and took good care of us throughout the evening.\nfood is mediocre: I had a bbq sandwich that tasted like canned meat.\nburger is good: I've had the burgers and buffalo chicken here.\natmosphere is wonderful: Atmosphere: It's a great place to watch sports, with an exorbitant amount of televisions around the restaurant.\nlunch is great: Grabbed a quick bite for lunch and was impressed.\n", "yur0dXEw7KaUQC-XV1Ub5w": "food is delicious: They have the best Alfredo sauce in the area.\nservice is excellent: We were greeted by a friendly hostess, shown our table.\nservice is horrible: That is exactly what it looks like when you walk in & service is slower than that.\nplace is gem: This little diamond in the rough is our favorite spot to take visiting guests.\nmeal is tasty: I ordered the eggplant Parmesan for my meal, as this is my staple meal for an Italian place that I've never visited.\npizza is blah: Chicken Piccata....not very good.\n", "926oG2NU50cXm1T_i2q30A": "food is excellent: One guy on here said that the baked beans were the best he had ever tried.\ncustomer service is great: Upon arrival we were immediately greeted by a friendly staff that was eager to please.\nplace is good: We love this place, and are so happy that they are in our neighborhood now.\nmac and cheese is favorite: You must try the mac & cheese.\nmeat is good: Their rubs and sauces add something special, but never take away from the flavor of the meat.\n", "RSKvB-XntkiDnMqYqAmtKw": "food is tasty: My shrimp was super yummy.\nservice is excellent: Our waiter, Dave (he answered all my crazy questions, esp when I tried to get the recipe for the empanadas- but didn't get the recipe).\nfood is mediocre: The crab cakes were tasteless.\nseafood is fresh: I occasionally purchase fresh seafood here, most recently live lobsters.\nplace is fantastic: Can't say enough about this place.\nwaiter is moron: The service was lackluster at best, 20 minutes between water fill-ups, etc.\ntaco is tasty: Did I mention the fish tacos.\n", "A_lsaliw6jk7DQV6rTfY_A": "sushi is delicious: The pork belly steamed buns were so good.\nservice is great: Service was prompt, attentive, and helpful from walking in the door.\natmosphere is nice: The double sided bar top was really cool.\nfood is average: Started with the spicy tuna sticky rice and wagyu sticky rice, both were bland and flavorless.\nplace is perfect: Great place for an impressive date night, a birthday dinner for your special someone, or just a cool place to go for no reason.\ndrink is great: Their coconut sake was great, as was the paired sake.\n", "4_-EWwIZ0oCtjCzTEGMNAQ": "guacamole is delicious: The chips and salsa are AMAZING.\nwaiter is fantastic: We had the pleasure of having Kurt as our waiter which was hands down the best service we have had in Clearwater.\nfood is bland: I had the jicama salad, which had zero flavor.\natmosphere is great: Both the interior and exterior of this restaurant is so classy and stylish.\nmargarita is fantastic: The margaritas are delicious and will knock you on your ass.\ndrink is good: They have a great drink menu.\nplace is love: I absolutely love marina cantina.\n", "LY1WmE1DwtkGd37eG3SoSQ": "beer is good: The beer, particularly the seasonal Farmhouse Ale, was good, which is a definite plus.\npizza is good: The BBQ chicken pizza was very good.\nservice is great: The bartender, who introduced herself to us as Kat gave my husband and I the best service we've ever received in Broad Ripple.\ndecor is awesome: The place was pretty nice - big and airy with lots of windows and great natural light pouring in and high ceilings.\nbreadstick is okay: The dipping sauce made every bite of the breadstick better.\n", "f7FPMRaMbGiX-CXPaLFCJw": "food is excellent: I really like the eggplant casserole.\nservice is great: The staff was so friendly I decided I'd stay and eat my \"portion\" of the carry out in the restaurant.\nchinese food is authentic: If you want authentic Chinese dim sum this is the place to go.\npeppercorn chicken is perfectly crisped: Got to try their chef's braised whole fish with sauce on the side to keep the fish crispy.\nchili fish and peking duck is love: My husband and I lived in Chicago for many years and loved the Dim Sum in Chinatown.\n", "2oJEZAxMIt9dGwap1r6xAg": "food is good: They were very good, especially the chili cheese fries.\nservice is good: Our waiter (I forget his name) was amazing, efficient and personable.\nburger is good: We both had burgers and were not disappointed.\natmosphere is great: Went here to celebrate three peoples birthday the atmosphere is very lively and fun.\ndrink is good: The cocktail was so good, I ordered another.\nfood is nothing: I did not care for the food that I ordered though.\n", "6Aa0t9YWJNknGP9tHWmG5Q": "food is delicious: The Brussel sprout salad was really good.\nservice is great: Once we were sat, the service was great, btw.\natmosphere is great: The ambiance was fine but could've been more intimate if the lights weren't so bright and they had some music playing low in the background.\nburger is amazing: Went back and tried the burger, which was ranked as \"best burger in nola\" by some blog.\nplace is loved: Tried this place last night and absolutely loved it.\nnoodle is good: We also had poutine fries, short ribs, and homemade beef noodles.\n", "WjmczOJVjnU6zIrCvdqptA": "food is excellent: I did like the relish that came with the fritters.\nservice is excellent: Service was polite and professional, with a nice touch of Southern hospitality.\nyellow porch is wonderful: If we are ever back in Nashville you can count on us visiting the yellow porch again.\natmosphere is nice: The restaurant is quaint and has a polished atmosphere.\nmeal is fantastic: The food was delicious and was one of the best meals we have had in a long time.\nsix shrimp is perfectly: I had the New England Clam which was perfect, not to thick.\n", "ffP1GQlXVK2SROuzU9KBfA": "food is good: The hush puppies were also very good especially dipped in the sauce from the platter.\nservice is great: Service is great here once you get past waiting for your table.\nfood is mediocre: Sadly I felt the food was not that great I love crab.\nseasoning is on point: Garlic, Cajun and fire seasoning.\ncrab is over cooked: The calamari was over cooked so it was extremely tough.\nplace is fun: Wish we could have dined in as the pictures posted here looks like a really nice place.\n", "RsZFGqDyTUk9kEJzVLWHdQ": "food is good: The food was fantastic, especially the sweet potato mash that came with the chicken.\nservice is top notch: Our server (Caleb) was awesome and had everything split by the time it got to us.\nservice is slowness: The past 3/4 times we have been here the service has been just pitiful.\natmosphere is cool: The place looks quite nice with some colorful jello cuttle fish lamp and large marlin on the wall.\ndrink is great: The drink and wine list is very good and reasonably priced.\nfood is average: The steak kabob was uninspiring and chewy.\n", "-rDN9oCIZmmL6nM_NTDQ8w": "service is friendly: Our server was polite and reasonably attentive given the fact she was run off her feet.\nservice is terrible: It took some time to catch a girls attention, and even later to get the bill or order a drink.\nfood is better: Great food and really great service are a great combination.\nplace is great: Local is a great place to come in South Edmonton Common.\nburger is better: My faves are their burgers, the chicken sandwich, wings, and the ceasar salad.\npatio is great: We enjoyed the morning sun on the patio.\n", "wb_z1h7XR5IQhVRZHlMuLQ": "food is amazing: They were so good we ordered a side of them.\nservice is great: Lana, our waitress, was one of the best servers I have had.\noutdoor patio is awesome: Over and over we said that it looked like a restaurant in a Christmas movie with the beautiful fireplace, huge bar, dark wood, and the appropriate lighting.\ncustomer service is terrible: Not to mention these guys were beyond rude and wouldn't move out of the way of the servers trying to come past with trays of food and beverages.\n", "wRzZQ0rNNl0Ss9dHNM1S1A": "pizza is delicious: The pizza was delicious and cooked perfectly.\nstaff is great: There was a line of course, however the service was fast and friendly.\nenvironment is cool: The atmosphere is great and provides a much-needed alternative to the played out \"New Nashville restaurant starter kit\" motif.\ntopping is fresh: I enjoyed the fact that there are multiple toppings to create your own pizza.\ningredient is fresh: Ingredients - good variety and looked fresh.\npizza is good size: On Tuesdays, you can snag a Husky pizza (the large size) for 10 bucks.\n", "Bpq7C0GvHamHIe59n9tqdw": "roasted asparagus is delicious: The fried calamari was probably the best I have ever had.\nservice is outstanding: We were seated promptly by Kia, who was also our server.\nlobster mac is perfectly: The swordfish, lobster mac and cheese were to die for.\natmosphere is nice: I loved the wooden tables and the caned back chairs.\nplace is amazing: Hubbz and I absolutely LOVED this place.\n", "hXGIMryL90iWW-gPzYEpUA": "food is delicious: Their rolls are so perfect, it's the only bread item I have ever tried here.\nmacaroni and cheese is bland: The macaroni and cheese was bland.\nservice is good: They have the best customer service in Franklin, which probably explains why they are the fastest growing eatery in Franklin.\nmeat is great: I got meat n 3 since I love chicken.\nmashed potato is good: Chicken and mashed potatoes were very good even though they forgot to put gravy on my to go plate.\nside is good: Side of beans and banana cream pie.\n", "NWKnmL4AByKg0Mc2UoqMhQ": "food is good: The steak and gravy were tasty.\nservice is great: Every time I go to this place the service is great (better than a lot of chain restaurants I have been to).\nservice is slow: As long as I've been eating there no bartender has ever asked my name or attempted a conversation with me.\nfood is bland: The french fries were dry and tasteless.\ndalt 's is love: Four stars for Dalt's American Grill.\nfrench fry is legendary: I had chicken and buttons and loaded mash potatoes, AMAZING (in my Oprah voice).\n", "HJFubA8SoNsOtNh8IZKt7w": "sushi is delicious: With that being said, the rolls and nigiri that my boyfriend and I ordered were very fresh and yummy.\nservice is horrid: The denied us service, that the party was too large and they needed to keep turning the bar over.\nservice is good: Our server, Jeremiah was the most attentive, caring, funny and personable server I have ever had.\nfish is good: They give you a good fish-to-rice ratio.\nplace is fantastic: But overall a great place if you're staying at the El Dorado.\n", "D9s9S6zfP1VI7pGeLioqQQ": "food is delicious: We had the smoked duck spring rolls which were amazing.\nbeer is good: Their beer is really pretty good, especially the nut brown ale.\nservice is good: Our server, John, was very attentive and didn't mind at all we were only planning on drinking even during the busy lunch hour.\nservice is mediocre: My waitress seemed somewhat indifferent to my existence as a customer (and maybe as a person, dunno).\natmosphere is great: The atmosphere was good and best of all, for their location, they have parking.\n", "3Z4rhPFO6XWJRQipEIZCWA": "food is excellent: The nachos are also delicious.\nservice is good: The cherry on top was our server Dee who made sure everything was great.\nservice is slow: And I never comment on service, but wow our waitress was rude.\ndecor is amazing: Upon arriving the restaurant is decorated well and really had a fun vibe.\nsauce is outstanding: The homemade verde hot sauce is the perfect addition to pretty much anything on the menu.\nsalsa is fresh: The salsa had large chunks of tomato in it and tasted fresh.\nmargarita is perfect: The fresh margaritas were perfect.\n", "zbSTmUUH27ef3ejK6h7mdQ": "burger is flavorful: The other day I was craving a burger for lunch.\nfood is great: The grill must be super seasoned because I could not believe how good it was when I put it in my mouth.\nservice is good: The staff was friendly and let you pay at the end which is nice.\nshake is awesome: Of course, what makes the whole thing worthwhile is the black & white milkshake.\ncharlie 's is love: If you are a Philadelphian or one by proxy, Charlies is a \"MUST GO.\n", "2E5fh57OvOQMWwxxEOkN8A": "food is delicious: I love love the fried oysters that come with a creamy sauce.\nservice is good: This Korean bbq place had the best customer service out of any ayce Korean bbq I've been too.\nplace is amazing: I will definitely be back to this place next time i visit Reno/Tahoe.\nplace is clean: The restaurant is gorgeous, nicely decorated and clearly, no expense was spared on cooktops or vents.\nsoju drink is delicious: A huge plus was the soju, particularly the lychee soju and green apple soju.\nshrimp is favorite: My favorite was the lemon grass chicken.\n", "gw3EEsP4q6rZEJoTmxg0tQ": "food is delicious: Wood fired garlic bread was also very delicious.\ncustomer service is great: The hostess walked us to our table and constantly checked in on us throughout the meal since he knew it was our first time there.\npizza is excellent: My new favorite, though, is the House-Made Sausage and Ricotta pizza on a whole wheat crust.\nplace is nice: I've been here so many times and loved it but hadn't been back in at least a year.\nsalad is good: I love, and I mean love love love their salads.\n", "8wf4qYhu0miI6FzhZ5_mLQ": "food is good: The pasta with clams was fresh and tasty.\nserver is great: The Staff from the banquet managers Melissa & Jayna to servers to door greeter were absolutely amazing.\nwaiter is terrible: At one point, I had to go up and serve people drinks because the service was that bad.\nplace is love: This place is amazing we went for my birthday.\natmosphere is great: The lively ambiance of the place was perfect for our group.\nentre is disappointed: We were pretty disappointed with our last visit to this Maggiano's.\n", "XkshTwAF5Nu-mDaZhYuQvQ": "food is excellent: I went back again a little over a month ago and have to say that the meal I had was fantastic.\ncustomer service is great: We were greeted immediately and aseated, the waitress came over and asked if we have ever been here.\nplace is love: We loved this restaraunte the minute we walked in the front door.\nfood is authentic: This is authentic Italian, not American-Italian and is freshly prepared when ordered.\npasta with olive oil and spice is favorite: I like their pizza way better than their pastas.\n", "Nz4wStdidvLuxiAlf5tVwA": "food is good: I've also had their turtle gumbo which was delicious as well.\nservice is great: Justin, the bartender was just a sweetheart and very attentive.\nplace is great: Overall, a great place for a fun and relaxing evening in PA.\natmosphere is cozy: Very pretty up there with garage door like windows that are open when it is nice outside.\nmeat is flavorful: I followed up with a kangaroo burger the was hopping with flavors.\nbeer and is good: Also have a ton of great beers on tap including local brews like Twin Lakes and Yards brewery.\n", "ZSwDwV4o8MvX8cwMgfE0LA": "french toast is amazing: The red flannel hash is very tasty.\nservice is good: Every single time I've come here the waitress' are always so nice.\nplace is good: This is my favorite breakfast spot in the valley.\nfood is fresh: It's filled with fresh strawberries, blueberries, bananas, grapes, pineapple.\natmosphere is great: Loved the warm, colorful, inviting, and spacious atmosphere.\nportion is perfect: The turkey and bacon proportions were very generous.\nbiscuit is great: The biscuit and gravy was perfect.\njam is great: We topped it with the homemade jam which was delicious.\n", "1ikDMnTH3DSeRtgBSceXpQ": "food is delicious: I liked the onion soup that I ordered.\nservice is good: In addition, our waiter, Josh, was very attentive, friendly, and upbeat.\nplace is great: Iron Hill was a great new restaurant when it first opened.\nmanager is no help: Although this is not the fault of the management it was very annoying and cast a pall over the whole experience.\nselection is nice: Their beer selection is as good or better than any in the area.\nfood is hot: The ubiquitous cheese steak egg rolls are served piping hot and crunchy, which challenges other restaurants.\n", "2PvPsZ3KRFCtHbQkNHvGpg": "food is delicious: This place has the best Egg Foo Young I've ever had.\nservice is quick: Also the lady at the front/owner is always so friendly and such a hard worker.\nplace is awesome: This place is a gem off the beaten path and well worth the drive here.\nsauce is delish: They also had Mayoketchup which as a born and raised Rican is a must have.\nportion is nice: The white rice was a good portion-size.\ntostones is not disappoint: I highly recommend the Tostones (fried plantains) as a side.\n", "CYiZjwtq4iGg1CSygxk7aA": "food is excellent: We enjoyed the Pad Thai and curry chicken.\nservice is good: The wait staff wear traditional Thai gowns and are very friendly and attentive.\natmosphere is nice: Their decor is something to behold and enjoy, at least for one dine-in experience.\nthai restaurant is go to: This is THE BEST Thai restaurant I have ever had the pleasure of visiting.\nplace is wonderful: We took a friend here for his birthday because he really loves this place.\n", "2h0D_jeKy81uZgpZGZmGPA": "homemade teriyaki sauce is fantastic: The pulled pork, salad and regular bbq sauce were amazing.\ncustomer service is awesome: The staff were super nice to us, offering suggestions as to what are the most popular items and so on.\nchicken is good: I usually get the teriyaki chicken.\nmacaroni salad is okay: I do love there macaroni salad but too little meet.\nrice is grainy: The rice was rice but the macaroni salad was terrible.\nkalbi is good: I chose the kalbi and teriyaki steak with brown rice and macaroni salad.\n", "kbWKwvLXfJm5sLVfw-Foww": "mac and cheese is delicious: The garlic bread was so good, we had to keep ordering more.\nservice is great: Our bartender Cathy gave us great service.\nsteak is fantastic: Prime rib has always been my cut of meat.\nplace is awesome: I rave about Jill's to everyone and mention Jill's when they are looking for a new place to try.\nmeal is tasty: I always look forward to my next meal at Jill's.\nsteak is cooked: The steak was perfectly cooked (rare) and was very succulent and flavourful.\n", "PA3-MROnCDlYOrPUbo8Ryw": "beer is good: The beers were spot on, with my personal favorite being the Berliner and their fresh hop IPA.\nfood is good: I had one of the best egg cheese burgers ever.\nstaff is friendly: We sat at the bar and had no complaints on our service.\nbeer selection is fantastic: Being a brewing company, they make all of their own beer, which changes up the selection every so often, so there's always something for everyone.\nplace is love: This place is one of my favorite in downtown Lansdale.\n", "WOdqMURCc0CHXUllPZwpqQ": "food is delicious: I must say these are some of the best I have ever had, even better than my mothers' (sorry mom).\nservice is exceptional: Our waiter also had great suggestions and never hesitated to ensure that we had all that we needed and wanted throughout dinner.\natmosphere is great: The vibe inside is soft lighting, vintage walls, marble bar tops.\ndrink is delicious: They have wonderful brunch cocktails and non alcoholic drinks.\nbartender is friendly: I got a chance to chat with the bartenders, who seemed to have plenty of regulars sitting there as well.\n", "gKThxS9CbVNM-58GbkRS4w": "food is excellent: His meal was good and the French toast was really good, although the French toast would be better complemented with a small side of homefries or meat.\nservice is top notch: They were accommodating, setting us up at a table with a fantastic server.\nservice is awful: They still don't have enough wait staff so service is terrible.\ndrink is great: We started with water and a coffee, which was good.\nburger is great: My boyfriend especially loves the Hangover Burger.\nplace is favorite: This is my new favorite brunch place in the area.\n", "dpqDfbNpcIERkXVoE5S9Wg": "food is delicious: The chicken Caesar salad was good.\nservice is excellent: The guy that made it was friendly and did a pretty good impression of Mr. Burns from the Simpsons.\nmuffaletta is lacking: Frozen, tasteless french fries, the worst Muffalletta I've ever had, garlic bread that was worse than the stuff they served in my elementary school cafeteria.\nplace is terrible: This place was by far the worst restaurant in our travels.\nolive salad is perfect: I kindly requested the olive salad on the side.\nplace is run down: The place was dirty and run down.\n", "QQGyPctWtd9WOZnMKUChUQ": "food is good: Yes, there are burgers, fries, and delicious wings.\nbeer list is great: They have a heaps-decent draft beer selection that seems to rotate pretty frequently.\nservice is poor: There are times when you may have to wait several minutes, or wave your hand to get service from the bar.\nservice is wonderful: Their staff is always friendly, professional and well organized.\nplace is cool: Still a cool place to hang out at lunch, after work or just because.\nmcmenamin 's is love: McMenamin's is my neighborhood pub.\n", "EuP-3_cOfA8MaHPimNeJ-g": "pita bread is delicious: The lentil soup was almost as good as my mother's.\nservice is great: The server got out drinks to us very quickly and served us with a smile.\nmeat is tasty: The beef kabob was tender.\nowner is friendly: The owner sauntered over and one of the guys shook his hand.\npita bread is fresh: The pita bread was fresh and delicious.\ndoner plate is excellent: I ordered the doner plate.\nsteak is good: Hubby loves the lamb shank and the gyro.\n", "x4p11p1v5cXJ4waelkHeFg": "burger is great: I would have to say this burger was in the top 5 burgers I have ever had.\nfood is delicious: Incredible truffle French fries in Parmesan.\nservice is great: A waitress brings your food and takes care if you.\nfry is good: You know I have to rock with the sweet potato Fries.\nbeer is great: The only good thing I can say about the place is that they have beer.\natmosphere is awesome: Seriously, the vibe is so chill here, we spent about two hours just chit chatting and hanging out.\n", "p93DgPXIrrkVhCmp-BrNlg": "falafel is delicious: Oh, and before I sign off - the kale chips are wonderful too.\nservice is great: Edit: my two stars were for the service, which was friendly and quick.\nplace is cool: This place is pretty great especially if you have dietary restrictions and/or allergies.\nsoft serve ice cream is favorites: They also serve Vegan Treats desserts and vegan soft serve.\nfalafel is bland: The falafel wrap was dry and flavorless.\nfalalfel sandwich is favorite: My personal favorite is seitan sandwich in a wrap and kale chips.\nmenu is vegan: EVERYTHING on the menu is vegan.\n", "KzgI3kFHxYdf-l3e0U-mdw": "food is delicious: I liked the appetizers we got (chicken skewers and thai dumplings).\nservice is friendly: The servers are very fast and attentive in taking away finished plates and refilling your water too.\nthai bbq chicken is not good: I did not like the dumplings either.\nsoup is lacking flavor: I ordered the coconut soup with shrimp which was nothing to write home about.\nlunch deal is great: For less than nine bucks, they give you an app, soup, and entree for lunch.\nplace is wonderful: Lemon Grass is a good spot.\n", "EekwCjDqa9VT6Kq_aVE_0Q": "food is delicious: The pickled vegetables with the cilantro is soooo perfect.\npho is good: I absolutely love pho and used to travel however far I had to to get to the closest vietnamese joint to indulge in it.\nservice is great: As we finished with each plate, the waiter came and quickly collected it.\nplace is great: Loved, loved this place from the very first time I went there in 2011.\ndecor is nice: The interior is quite nice and has good group booths.\nmeat is delicious: The chicken is chargrilled, tender, super-flavorful, and lean.\n", "3pejGSEed31Z73fQc1ORXg": "pizza is delicious: This pizza is always delicious, so delicious that I have to get it every single time.\nservice is great: The guy who took my order was nice and patient.\ntopping is good: They have a fantastic variety of toppings.\nmanager is disengaged: When he went back to ask for that we got blank faces and attitudes (mainly from the guy with the beard).\nplace is amazing: My husband kept raving about this place he found while working, and was talking about how this place is everything I would want and dream about.\n", "MJI-bNIn3QDgiGggm9Wp1w": "food is excellent: We ended our lunch with their bread pudding, it's delicious.\nwaitress is awesome: We took my visiting relatives to dinner last night and had the best service ever to start.\nservice is slow: But it took him waving his hand in the air for about 5 minutes to have someone help him with the payment of his check.\nfood is not edible: I was served by far the worst fish and chips at any restaurant I've been to.\nplace is great: I always recommend this place to those who visit Santa Barbara.\n", "qOCZYVpQ_H0BabYkWcbXhA": "seafood is amazing: I had the seafood stew, which was excellent.\nservice is horrible: The waitresses were very rude and didnt seem like they felt like helping us.. and almost forgot to take our order.\nservice is great: One lady working bar and serving food and so personable, which made our wait bearable.\nfood is terrible: Now on to the food: when i got home the food tasted stale.\ndrink is good: Margaritas and Bloody Mary drinks were both really good.\nshrimp is great quality: The shrimp were well seasoned.\n", "AG8iUJbLefR48HCykQTBiA": "food is good: The chicken fried pork was so tender and tasty it made me want to get one to go.\nservice is great: The staff has always been great whether we sit in the main area or in the bar or even outside.\npizza is great: They brag about their pizzas.\nfiesta dip is horrible: The onion rings were the worst I've ever had.\natmosphere is nice: The atmosphere is really fun, a very sports-bar feel with big garage doors that they said they open up in summer.\nplace is love: Love this restaurant.\n", "WGfnSTCWAzk1xqtkJVB7RA": "roll is good: Then I had the the spicy tuna roll.\nservice is good: Round all that out with friendly staff and prompt service.\nfood is great: The pickled cucumbers that come with the meal are amazing.\nsushi is awesome: My non-sushi eating friends really enjoyed the dumplings and chicken teriyaki.\natmosphere is nice: First off, the ambiance is so chill and zen, the perfect place for a night out with friends or a quiet date.\nplace is amazing: Our favorite place for sushi in the city.\nmenu is reasonably priced: The menu kicks ass and is reasonably priced.\n", "jhckIMBzOldxgS66DrV8zA": "food is excellent: Bread was delectable and baked in-house if I recall correctly.\nservice is terrible: Every time I've gone there, I've had to go inside, chase the servers and remind them multiple times to serve us water, drinks and appetizers.\nwait staff is friendly: Our server was very attentive and friendly, and also very knowledgeable about the menu and specials for the evening.\noutdoor seating is great: The only good thing I can say about our lunch experience here is that the outdoor seating was lovely.\nrestaurant is great: There are some really great restaurants in Doylestown.\n", "5l8nLbyo7altE7HluWq1Bg": "food is fantastic: The home made pasta is amazing.\nservice is excellent: The owner and his staff always accommodate us and make us feel welcome.\nseafood is fresh: My wife got the broiled shrimp, scallops and cod with a fresh sauteed spinach.\nfood is gross: To start the scallops and shrimps were both rubbery and flavorless (and probably right out of a freezer bag).\nplace is excellent: I eat out alot and my favorite place to go is Cafe Alessio in Warrington.\nplace is hated: Just came home from this crap place and what a shit hole.\n", "RYfl2IphOq0xFN0N8pzXQQ": "food is fantastic: The potatoes were perfect and had the right amount of crisp to it.\ncrepe is excellent: The crepes were a perfect zing and sweetness.\nservice is great: Our waiter got us seated promptly and, seeing that we were with an infant.\ncoffee is great: The coffee is great, definitely order the French Press.\nambiance is wonderful: Sidewalk tables are in the shade and so pleasant to sit at.\nplace is recommend: This is my favorite breakfast place in Reno.\npeach is fresh: Fresh fruit on the side, including pineapples, watermelon, peach and strawberries.\n", "PjjShgqNvX5Marv-RJ1oNg": "food is delicious: The chicken biscuit was delicious.\nserver is great: A sever came over right away to greet and took our drink order.\natmosphere is warm: It's worth mentioning that the interior of the restaurant looked pretty cozy and stylish.\nplace is amazing: This place is a great addition to the SoBro area and highly recommended.\nshrimp is perfectly: Cast iron skillet salmon was perfect blend of flavours.\nchicken is juicy: I highly recommend the brick chicken which was juicy and flavorful.\ndish is perfect: My favorite dish was the brick chicken with the peas and light sauce.\n", "JpRss-a6Nb1nc3fUvl3MAg": "food is delicious: The Mac N Cheese was beyond good.\nservice is good: The service that Pepper provided was AMAZING, PHENOMENAL, EXCELLENT, should I go on??.\nlive music is nice: We sat on their 2nd floor balcony that had heaters and nice comfy seats and a whole bar.\nservice is nothing spectacular: Our server was nice enough, but didn't give us a memorable dining experience and wasn't attentive at all.\nsteak is excellent: It used to be this beautiful cut of meat.\nsalad is excellent: My friend and I ordered the Asian tuna salad.\n", "9iSoPNBV54dj6L0rxO4RWw": "food is good: They were some of the best oysters I've ever had, and I've aten oysters fresh out of the ocean.\nservice is great: Our server was also then bartender and no issues with service at all.\nservice is slowwwww: Even though they continuously apologized for the slow service, they didn't do anything to make the next round any better.\ninterior aesthetic is great: I felt like I needed a guided tour of the amazing woodwork and special architectural features throughout the restaurant.\nfood is bad: I had a tough piece of chicken in my first bite.\n", "Ww9FIzWJTwiN6Vlh_RdoNA": "food is excellent: The egg roll was authentic and good.\ncustomer service is good: The very friendly staff and bantering among the pastry chef and head chef reminds me of Cheers...they knows my name.\nplace is perfect: All in all, one of the best places I have ever eaten at.\natmosphere is relaxed: The grapevine covered patio is delightful as well.\ncucina is recommend: Cucina Di Paola has been our favorite restaurant.\nsoup is great: I may very well go back someday at lunch time to sample one of the soups.\n", "J6ZSgoKCLBDMMzuhM-aYGg": "customer service is great: Nice service everywhere, valet, bell guy's, casino floor servers.\nroom is decent: The room appeared to have been recently renovated and was very clean.\nbathroom is dark: The first room we were in had problems with the air conditioning, room 396.\npool is disappointment: Very disappointed as the family had to move the all events to my room and not their 1700 sq ft room.\nsilver legacy is awesome: I liked that El Dorado is connected to Silver Legacy.\nlocation is love: I love to wander around the retail and restaurant area.\n", "A0DYN5wxygYnX_sL3HygvA": "food is delicious: My pork chops were divine.\nwait staff is great: We were promptly seated and greeted by a lovely waitress.\nchicken sandwich is great: The Oyster BLT was also a notable appetizer to call out - didn't know that pork belly and fried oysters would be such a great combination.\nplace is great: I think this is one of my favorite places for the wine series in New Orleans.\nromalade sauce is good: The sausage, the sauce and the roasted tomatoes - the tomatoes really make the dish, I promise.\n", "dNmqRPHBys4dWH4nReO7MA": "crab fried rice is amazing: Everything I've had is absolutely delicious from the veggie burger to the sushi pizza.\nservice is great: Our waitress was friendly and great at suggesting menu items.\nservice is impersonal: However, after being seated, the waitress Jessica was rude from the get go when coming to ask for our drink orders.\ndrink is good: For our drinks we got the lemongrass limeade drink and it was refreshing.\npm is perfect: Let me start by saying that I have been a big fan of PM for many years.\n", "HKdjDm9Ecimp4NIsPsy6bw": "food is delicious: My mom loved her chicken parm and the bread that came with the meal.\npizza is great: I wrote my original review a quite few years ago regarding their awesome pizza.\nservice is good: The staff is always friendly, courteous, nice and helpful.\nsauce is delicious: The Italian sausage has just the right mix of spices, not to hot or sweet.\nsauce is bland: But my regular pizza had only the slightest sprinkle of sauce with a crust that was as hard as a rock.\n", "0MiiFJfijyV5I8BYaPEBhw": "pork mac and cheese is amazing: When we went I had the spicy meatloaf sandwich and it was one of the best sandwiches I've ever had.\ncustomer service is awesome: My group received excellent customer customer service from the wait staff.\ntaco is amazing: If you're a taco fan, you must try theirs.\nservice is slow: The thing that made me sad is that the server never returned after delivering our food.\nplace is great: I love that this place has a big porch AND a patio.\nportabello is good: We both got the portabello tacos.\n", "mY4i1N0Hm2fjIgU0Eyn11Q": "food is excellent: I tried the baklava crepe which was amazing.\nservice is slow: The service was lackluster, slow getting my wife her bar order.\nservice is good: Staff was very helpful and welcoming, especially Jimmy, our waiter.\nplace is great: We have been there in the past and found it to be a great place to dine.\natmosphere is nice: Although we do mostly carry out from here the restaurant also provides a realistic Greek atmosphere.\noutside seating is great: I sat out on their covered patio to enjoy the cooler evening breezes along with my meal.\n", "TiywUz1q7Yw8JL4daD4fKQ": "food is excellent: We received bread with oil and spices and was very tasty.\nservice is excellent: Once seated we were immediately greeted by our server who seemed very animated and alert during her shift.\nservice is average: The service was bad being on a late Sunday afternoon which there was no more than 8 tables split between at least 5 waitress and.\nsauce is good: I really enjoyed the fettuccine Weiss and added the seasoning provided with the bread on my pasta which made it perfect for me.\nplace is love: My family loves Carrabba's.\n", "SI3q166YxgbxzQxMfpiWjQ": "wing is great: Everyone knows the chicken tenders and wings here are awesome (if not, read my previous review).\nsauce is tasty: I love the Bayou Hot Boy sauce.\nfry is delish: We also had the fried pickles which were excellent.\nservice is amazing: My husband said that staff was very friendly and happy to serve, even though we just had a take out order.\nplace is great: This place does so many things right it's hard to not give them a 5 star.\nonion ring is good: The frog legs and onion rings were good.\n", "vbNmk49PJji5pC3JhniMOw": "food is great: The tacos were delicious, if I had to compare them to meat filled tacos, I would say that they tasted most similar to chicken tacos.\nservice is erratic: The service was non-existent with the server spending most of the time at the odd bar in the center hanging out with her friend.\nservice is friendly: The staff is very friendly and helpful if you have any questions about the menu.\natmosphere is fun: It is a cool, small, and funky place with local art on the walls and a calm atmosphere.\n", "PbunaXxpRE8sXGkKn5FFYw": "cherry butter danish is great: I love the ricotta cannoli's.\nservice is great: The lovely ladies inside were extremely helpful... even when Sarah and I were counting our pennies and nickels to come up with what we could buy (Cash only, folks!).\nbakery is best: I would highly recommend Missouri Baking Company for birthday cakes.\napricot butter cooky is deliciousness: We also got the pineapple upside down cake which was delicious.\ncooky is great: This bakery has so much more - from the cookies, breads, and to the other pasties, it is a fantastic delight.\n", "arQfMJal1tl67Z96ROgPFg": "service is terrible: The service was bad we asked if we can switch to table from the bar.\nfood is delicious: I ordered a steak and it was good.\nservice is great: Our waitress/server was nice in the beginning to take our orders.\nfood is average: The food fails to live up to their other restaurants quality.\nplace is good: If you are in Nashville this would be a great place to eat.\ndrink is amazingggg: My Strawberry Lemonade Was Also Delicious.\n", "7edT1VJhBzXFm2wkk507Jw": "service is terrible: The past two times I have eaten at CPK, I have had slow service.\nchicken bbq salad is good: The buffalo cauliflower appetizer was outstanding.\nservice is excellent: As for the service, our waitress forgot a couple of things, but brought them out right away and made sure to keep checking on us.\nfocaccia bread / sandwich is dry: The focaccia bread/sandwich was dry.\nfood is nothing like: The food didn't taste fresh and really wasn't as delicious as I remember CPK's being.\ncpk is love: Let me begin by saying I love CPK.\n", "GSOLNXG5-IPvNj0DPf3kOQ": "food is stellar: I had a fantastic eggplant Parmesan.\nservice is excellent: The service was excellent -- very professional and efficient, but laid back enough to give John a little hell for ordering a Caesar salad and nothing else.\natmosphere is great: The ambiance is warm and inviting which just adds to he charm of the place.\nserver is indifferent: The waiters were basically yelling after the 8 pm seating occurred.\nirene 's is impressed: I don't have the words to describe how wonderful Irene's was for dinner.\n", "guwb1zuNEMtJVproo0ntFw": "food is excellent: The empanadas and gnocci were great.\nsteak is perfectly: I ate the skirt steak like there was a prize for it.\nservice is excellent: Our bartender was super nice as she explained some of the wine choices.\nlighting is nice: The ambience is very nice with lots of natural brick and a round bar in the center.\nplace is great: Definitely one of my go to places when a friend comes in town.\nrestaurant is great: This is one of my favorite restaurants in the city.\n", "90u_o_0kd1Fh9ynU5brO3w": "food is good: I love their curry, love their dal, love their chicken tikka and butter chicken dishes.\nstaff is friendly: I believe the owner was the gentlemen assisting his server and coming by to make sure we were satisfied.\nambience is great: The place itself is super cute and has some cool looking decor.\nplace is amazing: I will be back and will be raving about this spot to my friends.\nfood is bad: My husband agreed that his food wasn't very flavorful either.\nturmeric is loved: I am SO THRILLED we tried Turmeric.\n", "ZAW0xyAof374R-A121OP_Q": "service is awful: The bartender slammed her hand down repeatedly on the bar asking my sisters boyfriend to pay for his drink when he had been waiting to be serviced.\nfood is good: The shrimp and crawfish etouffee was also very good.\nfood is sub par: We ordered the onion rings which were soaking in grease and a dark brown color.\ncustomer service is great: The server came to our table and took our order and brought out our foods.\nmarinara is delicious: Next we ordered eggplant sticks with marinara sauce, which was previously one of our favorites.\n", "EfqMKBHZ3f1Fetrf9KjY3g": "food is good: Both were delicious as were the mashed potatoes and gravy.\nservice is great: While he was walking past our table, he noticed my husbands drink was out, and got him a refill.\nservice is horrible: It took way too long to get service even after seated or food ordered.\nbbq is best: I've always like baby back ribs better than spare ribs.\nplace is great: I enjoyed my experience here for it being a big time anti mom and pop kinda place.\nside is amazing: It's easy to tell that their side dishes are homemade everyday.\n", "dNOGGjf7phAt83pvT-0CBQ": "food is delicious: I love their greek salad.\ncustomer service is awesome: The people working there are just as nice as the ones working in the Marlton.\nfood is healthy: Thank you so much for introducing me to another healthy hot meal alternative.\nzoe 's is love: I am a huge Zoe's Kitchen fan and tried the Bryn Mawr one today for the first time.\natmosphere is nice: The store is nice and clean, with plenty of seating.\nplace is best: This place is the best Med. restaurant I have ever eaten in.\n", "51YfncbIi2gVOJEJUd_8qg": "food is excellent: Their appetizers are also very delicious.\nservice is good: The waitress, while harried, was friendly and doing her best, which is the only reason for the two stars.\nfood is mediocre: The food and sushi are subpar.\nfood is authentic: It's definitely one of the few places to get authentic Chinese food in the Reno area.\n", "ALK-7tTvDKAzxAtIiNyh2A": "food is outstanding: Oh my goodness was the agnolotti delicious.\nservice is excellent: We sat at the bar and received outstanding service and great recommendations from the bartender.\ncocktail is terrific: The cocktails were decent, nothing wildly amazing, but still good for a little starter.\nambience is great: A nice, quiet ambiance, soft lighting, communal or private tables.\nmeal is phenomenal: The dessert might've been the best part of the meal: Apple sorbet with Burnt honey cream and chamomile cream with a oatmeal lace cookie ($9).\npasta is salty: The porchetta and Caesar were each too salty.\n", "4bNFWpQtS5PtfjXuxTc-GQ": "bread is awesome: If you get hungry, try their baked goods.\ncustomer service is friendly: I talked with the owner and his wife who are both so friendly with a clear passion for what they do.\nmilk tea is best: The milk teas were delicious and not too sweet.\nbun is great: The mint latte and orange sticky bun were absolutely delicious.\npastry is fresh: Their pastries are all freshly baked throughout the day and incredibly well layered, light, and crispy.\nboba tea and is awesome: Do you like REAL TEA in your Boba(bubble) tea.\n", "QX96jNeZ15qm4xgw5AW5dw": "food is delicious: I was super blown away by the Mac and cheese.\nservice is good: We were greeted with friendly Hostess as soon as we walked in and quickly got seated at a booth.\nroom is lovely: Restaurant decor is nice, modern and love that there is booth seating which adds privacy.\ndish is flavorful: Unique dishes that still taste good...unlike some places that seem like they're trying too hard.\nbrunch is excellent: My meal here was in the top five meals of my life.\ncucumber salad is fresh: The oysters came with fresh squash.\n", "N8vvl_dRa0R9ooJqWFJ4GQ": "food is excellent: They serve the best mashed potatoes.\nservice is excellent: Our waitress was very good and stayed on top of our refills (the little things that count).\natmosphere is nice: The vibe here is quiet and understated, relaxed and cool, a place you should indeed linger.\nfish is perfectly: They were cooked perfectly and were crisp and not all mushy.\n"}