{"122325": "location is close to everything: The hotel is close by to the subway which you may not need to use as everything is well within walking distance.\nstaff is very helpful: The Windsor had pleasant helpful staff (when checking in and when storing baggage).\nroom is very large: When we walked into the room I was surprised how huge it was.\nhotel is clean: Everything was clean and comfortable, making us wish we could stay longer than over night.\nhotel is nice: We took our two children to Philadelphia on vacation to what I thought was a nice hotel.\n", "202706": "hotel is within easy walking distance: The hotel is just 2 minutes from St Marks and within easy walking distance of the main attractions of Venice.\nbreakfast is good: Contrary to what a lot of people have said, I thought the breakfast was very good - indeed one of the best and most varied continental breakfasts I have seen.\nstaff is helpful: The staff at Hotel Kette greeted us w/ unparalelled service and friendliness.\nroom is spotlessly clean: The Kette Hotel is a four star hotel, but is very clean and neat.\n", "1879075": "everyone is very helpful: The reception stuff was very helpful;they gave us a city map and told us about the main attractions.\nbed is comfortable: The bed was good (not too hard, and not too soft) and for 59.00 very neatly priced.\nroom is clean: It is a new hotel with clean and well laid out rooms, which were a little on the small side.\nroom is nice: Room was lovely and nicely decorated.situated within easy reach of the centre of Amsterdam.\nbathroom is good sized: Pros: -big open shower w/ great water pressure -nice.\n", "1145313": "location is good accessible: Not far from the center, it has its own bus to get you there.\nhotel staff is helpful: The personnel is very polite and friendly, always there when you ask for something.\nhotel is great: I stayed in H10 Roma last week and had such a wonderful stay.\nroom is clean: The rooms are spotless (hardwood and tiled flooring).\nroom is very nice: My room was close to perfect: immaculate decor, everything functional, with a desk you can work at.\nbed is comfortable: Lastly, I won't forget the extra large and very comfortable bed.\n", "192080": "hotel is centrally located: The hotel itself is in a very convenient location for getting around London.\nbathroom is unusable: The bath looked like it had never seen Cif or Cilit bang.\nroom is small: Some of the rooms can be a little small with tiny shower rooms but hey when your in London you dont.\nroom is clean: Our room was a very clean twin with plenty of room for 2 people with 2 suitcases.\nbreakfast is unusable: The breakfast was poor, reheated sausage/ bacon and a few beans.\n", "2515612": "housekeeping staff is very friendly: The service at this hotel was better than any Hampton Inn I have ever stayed at.\nlocation is convenient to everything: There is a strip club about two blocks form the hotel.\nroom is clean: The room and common areas were spotless and up-to-date.\nroom is spacious: Rooms are large.\nhotel is good value: This was a great hotel for our families and at a reasonable price.\nroom is comfortable: The room was comfortable (there were 3 of us) and met our needs for our vacation.\n", "93146": "staff is helpful: First off the best part of this hotel is the great staff, all are very friendly and helpful.\nlocation is great: We checked in at 11:00 p.m. and went out to enjoy the French Quarter which was a couple of blocks from the hotel.\nplace is wonderful: My boyfriend and I stayed at this wonderful hotel this past weekend and had the most wonderful experience.\nroom is nice: Unlike with other guests, our room was more than what we expected since we got a suite.\n", "2516193": "breakfast buffet is delicious: The day started out with a yummy morning brunch including mimosas, bloody marys, and fresh fruit, juices, breads, etc.\nstaff is very helpful: Christiana was a very helpful concierge before and during our stay.\nvintage inn is wonderful: A friend who was heading up to the Vintage Inn for work meetings invited me along and what an amazing getaway it turned out to be.\nplace is great: Yountville turned out to be the PERFECT place to stay if you are visiting and plan on doing wine tours etc.\n", "88173": "location is very convenient: It's just a couple blocks from the convention center, very walkable, and attached to the mall.\nstaff is exceptionally helpful: We stopped in the 40 West Cafe and received excellent service from Drew and Adam, along with a big cup of one of Drew's specialty hot chocolates.\nroom is clean: From there John took us, with our luggage, up to our spacious, beautiful, absolutely spotless suite.\nroom is comfortable: The Suite was exceptionally comfortable with a full living room, a patio, and views on three sides.\n", "2515720": "location is very convenient: Good location within an easy walk to the old town (although free bus shuttle saved this).\nstaff is extremely helpful: In fact Jose was friendly, attentive and helpful....which is not the usual response when you check into a property so late in the day.\nbreakfast is great: There is a small store with sandwiches and cold drinks and sundries in the lobby.\nhotel is very clean: This is a clean Hotel with updated furniture in the rooms.\nplace is good: Hats off to the best hotel in San Diego in my opinion.\n", "555283": "location is very good: This hotel is walking distance to Spittlemarkt Metro stop so it was easy to get around the city.\nstaff is very helpful: All staff we encountered (particularly those on Reception) were very friendly and helpful and compensated for our appaling command of German by speaking excellent English.\nprice is reasonable: We exchanged dollars for Euros at the front desk and got a much better rate than at the Intercontinental Hotel where we stayed our last two nights in Berlin.\nhotel is clean: This is a standard, well run, clean Courtyard hotel.\n", "1523597": "hotel is centrally located: The Y hotel is close tothe CBD and within walking distance of most of Sydney's inner attractions.\nbreakfast is included: Continental breakfast as you would expect, but for just $5 extra you get a full English breakfast.\nvalue for money is great: We had booked 5 nights there after much searching for reasonably priced , but not too basic accommodation.\nbathroom is very clean: We had a twin with shared bathroom facilities - which were nice and clean.\nbreakfast is basic: They also run out of danishes, bread and milk at 7.30 in the morning.\n", "2514889": "location is great: This hotel is near several lines on the Metro, near numerous Restaurants, cafes, brasseries and shops and is 2 streets over from the Luxembourg gardens.\nstaff is helpful: The staff members were all kind (and clever, in helping us with meals, other hotels).\nhotel is wonderful: Of the three hotels we stayed in on this visit, this was the nicest in every way.\nhotel is beautifully decorated: If you like interior design you will like this small boutique hotel which is decorated beautifully with lots of attention to detail.\n", "614472": "staff is helpful: Very friendly staff and good service (it's a surprise everyday to see the way the towels are folded).\nhotel is wonderful: Hotel Playa Del Karma met our every need.\nprice is perfect: The Manager explained us that they are willing to offer the room with a considerable discount providing the guest is conscious of possible room change during the stay.\nroom is clean: The rooms are immaculately clean with peaked, thatched roofs and the general ambiance of a cabana on the beach.\n", "2515640": "staff is helpful: The staff and Front Desk were very cordial, professional and helpful.\nhotel is nice: This was one of the best stays at a hotel that my husband and I have had.\nhotel is always clean: The room appeared clean, although the temperature was a little humid in the room.\ncooky is free: From the follow-up call by management upon settling into the room to the free cookies in the lobby and the various assortment of the FREE daily breakfast buffet.\nroom is nice: And I like the office chair that comes with the room.\n", "237189": "hotel is beautiful: The decor is a combination of baroque and ultra modern - photogenic for sure.\nstaff is very attentive: Each time we returned we were greeted warmly by the staff who went out of their way to help us enjoy our stay.\nhotel is wonderful: One of the nicest hotels we've ever stayed in, a little hidden gem away from the noisy city hussle and bussle.\nprice is great: However, it seems that the price per night varies a lot depending on the season, for a good value look for prices less than 150e.\n", "2516028": "service is great: From the minute we arrived until the minute we left the service at the Four Seasons was absolutely top notch.\nhotel is great: We rank this hotel with the best of anywhere we've stayed around the world.\nroom service is available: Room service gave me everything I asked in my room.\nspa is fantastic: The pool, fitness facility and spa are excellent.\nroom is well appointed: Typical Four Seasons: Bright, spacious, well appointed and spotless with big flat screens and great linens and bath products.\n", "183227": "location is great: The hotel itself is in a very convenient location (metro stop across the street, tons of resto's and shops nearby).\nstaff is very friendly: The counter staff were helpful when we were looking to find a place we were interested in going.\nbreakfest is good: The continental breakfast which is included is just that: a choice of croissant, muffin or bagel, juice and tea or coffee.\nroom is clean: The lady that cleaned my room kept my room very very clean.\nroom is comfortable: Comfortable room (actually two bedrooms) in a small hotel.\n", "947611": "location is good: Not too central but very handy for staggering home from the student-y end of town, where we spent most of our evenings.\nstaff is very helpful: Upon arrival, the receptionist was friendly and spoke very good English.\nvalue for money is excellent: Best of all, you get all these at a very affordable rate.\nhotel is good: This is a nice hotel if you like to find hiddens gems of Berlin.\nroom is clean: The rooms were cleaned daily, unless you left the 'do not disturb' sign on the door.\n", "2515016": "staff is helpful: Staff and servers at the hotel restaurant \"Jimmy's\" very friendly and accommodating.\nhotel is nice: This is a really nice Hotel, that compares favorably to the Seattle Kimpton properties.\nhotel is clean: You have to go through the parking garage to get there--but are clean and well-maintained.\nshuttle service is really convenient: The free shuttle picked me up within 5 minutes of calling from downtown.\nvalue is great: We had booked via Hotwire which was an amazing rate considering the tier of hotel this is.\nroom is well appointed: Nice room decor with granite counter tops.\n", "596508": "location is great: The location is quite good, reasonably centrally located, and a 5-10 minute walk from Passeig de Gracia and Las Ramblas.\nstaff is helpful: Service was generally top notch, especially Jordi, one of the main clerks there.\nroom service is efficient: We had breakfast included in our room rate - it was a good, hot breakfast.\nroom is clean: Our room had two separate closets on each side of the bed, which made it easy to keep the room organized and clean.\nroom is beautiful: Very nicely appointed rooms with hot-tubs and a bar on the roof.\n", "190149": "location is good: Centrally located and within walking distance to all major sites, train station, restaurants.\nstaff is helpful: All front office staff and porters/doormen were courteous, friendly and very helpful.\nhotel is absolute gem: The Villa Real is a fabulous hotel.\nbreakfast is fantastic: The buffet breakfast included in the price of the room was surprisingly good.\nbathroom is excellent: The bathrooms are lovely, the hotel provides slippers and bathrobes, and a complimentary bottle of wine the first night.\nroom is clean: Both rooms were spotlessly clean, well equipped and tastefully decorated in a modern style.\n", "2515187": "hotel is close to everywhere: Easy walking distance to Notre Dame and St Chapelle and stopping points for hop on hop off bus/boat tours.\nstaff is helpfull: Olga and the gentleman weekend front desk manager, whose name I unfortunately did not obtain, were just the friendliest and most helpful people.\nhotel is great: We stayed here for 2 nights and were pleased with our choice of hotel.\nplace is clean: It was supplied with the basics we needed and it was clean.\nbathroom is good: The bathroom was good, with plenty of towels and well ventilated.\n", "80808": "location is convenient for: The hotel is also right on the bus line, so was very convenient when going to ANYWHERE around town.\nstaff is helpful: Staff members were friendly and accomodating to our needs.\nroom is large: Our large room was on the 8th floor and had two large windows that open, a desk and extra chairs, and a bar refrigerator in the room.\nroom is clean: Good value Found the room in this hotel to be clean although the lobby did have a slight smell of urine (Not in rooms).\n", "233865": "location is good: The overground and underground station, plus the bus depot, at the Zoo is a pleasant 10 minute walk away.\nfront desk staff is always very helpful: Nothing bad to say about the hotel, the service on recption was great they couldn't be more helpful.\nbreakfast is good: We enjoyed breakfast in our room on the two mornings we were there for no extra charge.\nroom is clean: Cleanliness and comfort was first class along with TV and the usual mod cons.\n", "235895": "location is great: The location (right behind the posh shops and close to Teatro La Fenice) was perfect.\nhotel is wonderful: The Hotel San Moise was a wonderful place to stay.\nstaff is helpful: The staff at the front desk were quite courteous, accomodating and even carried our bags to the room.\nbreakfast is fine: Not just pastries but a full hot breakfast in the hotels parlor.\nroom is very clean: Whilst you are out exploring the wonders of Venice you return to a cleaned room with fresh, warm towels.\n", "2514666": "location is great: This Doubletree is in a good location if you have business in the financial district.\nstaff is very helpful: A couple of issues of note: The staff was extremely friendly and helpful, with the exception of the concierge.\nhotel is very clean: Just got back from spending 3 nights in this brand new, \"squeaky clean\" hotel.\nrestaurant is nice: Lovely restaurants especially across the road from hotel an Italian, very funny night in there, look for Antonio Fantastico.\nroom is small: For the unindoctrinated, NYC rooms tend to small in comparison to typical hotel rooms.\n", "120826": "staff is very courteous: The front desk staff were friendly and answerwed our many questions.\nhotel is clean: The hotel was actually cleaner than a lot of the 3 star hotels that I have stayed in.\nvalue for money is great: If you have a car and looking for good value this is perfect.\ncontinetal breakfast is good: They had the make your own waffle maker, which is what I made each morning.\nhotel is great: Not as special as him, but very good, miles above the what youd expect at a chain hotel.\n", "566439": "staff is so friendly: The front desk staff would take him behind the desk every day and take him out for walks.\nbreakfast is free hot: In the morning we had a nice hot breakfast (french toast, eggs, sauage, etc.) before tackling the Inner Harbor for another day.\nlocation is great: The location was about two blocks from the Inner Harbor and next door to a CVS (which was great for me).\nhotel is very nice: I have to say that this hotel lived up to all its great reviews.\n", "2515755": "staff is helpful: What turned my opinion around in the end was Lorraine's (staff member) willingness to go the extra mile for us.\nhotel is close to everything: Think of a Drive up Motel where you can park your car right at your room.\nroom service is great: We did enjoy the Valley Tavern on the property which served warm appetizers during it's daily Happy Hour starting at 4:00.\nroom is clean: The rooms, although outdated and worn (they may want to replace those blankets with cigarette holes, though), were reasonably clean.\n", "2514375": "location is great: Excellent location on quiet street in the West Village, not far from Union Square hub.\nhotel is very clean: If you want a nice, clean place, then the Larchmont is the place to stay.\nstaff is helpful: The hotel staff (with the exception of the lady downstairs during breakfast who had her moments) was very polite and helpful.\nbathroom is perfect condition: The shared bathroom and shower were in perfect condition.\nroom is small: Our small room was very cold since the heater sputtered hot water and rattled but did not work.\n", "228644": "hotel staff is very friendly: The front desk was very helpful when we needed to fax a document to the states.\nhotel is clean: Overall the hotel was clean, recently refurbished and comfortable.\nbreakfast is good: Good choice was to buy breakfest for 8,-Eur (buffet with lot of fruits, sweets, jamon,cheese, muesli, scrambled eggs, bacon etc.).\nhotel is very good: Hotel Praga is a good hotel.\nlocation is not convenient: It is poorly located, about a 10 minute walk to the metro.\nroom is bit small: It's a hell of alot worse, tiny rooms...........very dated.\n", "2515141": "location is great: It is a quick walk to the monorail which will take you downtown.\nstaff is very helpful: The next morning the staff was very helpful to all the folks in the lobby arranging transportation to the cruise terminal.\nroom is clean: My room was clean and well kept, as you would expect at any Hampton Inn.\nparking is cramp: The Bad: Parking hell: $9 per day for their underground garage with spaces more suited for golf carts.\ninternet is free: The lobby had 2 computers and a printer (for free!.\n", "2516245": "staff is very friendly: The service and facilities were top-notch, resolving requests without any fuss or hassle.\nlocation is great: I would say it is about 15 minutes from the Silverado Trail where all the wineries are located.\nrestaurant is great: They also have a great breakfast there to get you ready for the vino.\nroom is nice: Nice rooms - they gave me a complimentary upgrade because it was my birthday and even slipped a birthday card under my door.\nmeritage is terrific: We stayed at the Meritage for a weekend away and would highly recomment the resort.\n", "232886": "hotel is centrally located: We are an Australian couple in our 50s, we foun the location of the hotel, within walking distance of everything in Rome you want to see.\nincluded breakfast is very nice: The breakfast was really good with a wide variety to please anyone and in fact was the best breakfast out of all the hotels we stayed in.\nstaff is very helpful: One of the staff was helpfull and give us his personnal card for the elevator (on the next day) of the \"superior rooms\".\n", "1194862": "staff is very pleasant: Overall the Tomtom staff were very helpful in directing us to all the places we wanted to go.\nlocation is ideal: Great location too since it's a 5 minute walk to the tram stop at the bottom of the hill and easy to get to the main sights.\nbreakfast is excellent: If he hasn't been lured away by a major gourmet restaurant by the time you stay, sample the 'Turkish breakfast' - and be sure to give dinner a try.\nroom is very well decorated: There are fresh flowers elegantly displayed throughout this zen-like building.\n", "530931": "location is excellent: The hotel is very well located in front to the Gran Via Metro and 3 minutes walk from Puerta del Sol and thousands of shops.\nstaff is helpful: The service was amazing (gracias Helena y Mariangeles!) with great staff.\nhotel is great: My husband and I found this hotel to be the best one we stayed at in Spain.\nhotel is very clean: The room was cleaned well by the time we arrived back to our hotel every evening.\nview is great: They even have a roof terrace with a perfect view over the entire city.\n", "2516171": "breakfast is outstanding: The hotel also serves continental breakfast that included fresh fruit, yogurt, oj, coffee, milk, cereal and pastries.\nlocation is great: The location is fine, an easy walk to the main drag, but quietly off the main drag.\nfront desk staff is helpful: The staff members are really nice espcially Bill at the front desk (manager and owner I think).\nplace is wonderful: In our opinion (and we travel to Napa every 3 years or so to restock our cellar), we have found our perfect hotel.\n", "530096": "location is good: We soon realised there was a nearby tram stop by a shopping mall that takes you into the centre, the stop was a 5 min walk from the hotel.\nhotel is nice: I can not see how people the negative feedback below is possible for this hotel, as I was amazed at how good it was.\nstaff is very friendly: Hotel: The staff was friendly and did not have trouble checking in at all.\nhotel is very well furnished: Fantastic modern design with all the little extras you could want.\n", "279286": "hotel staff is very attentive: When we arrived,we got a friendly welcome from the concierge at the front desk.\nlocation is superb: It is about 10 mins walk from St. Marks square, and only 5 mins from the main \"seafront\", so easy to get to the main attractions.\nincluded breakfast is excellent: The morning breakfast was delicious with lots of choices.\nhotel is excellent: What a wonderful place to stay, Wev'e been to Venice 3 time now and this is our first time staying in a hotel.\n", "237194": "breakfast is very nice: Final morning excellent breakfast consisting of meats, cheese cereal , fruit , pastries etc in the breakfast room.\nstaff is helpful: Staff were excellent.....other reviews below a nonsense unless the hotel has since taken note.\nhotel is good: Based on my experience of hotels in Italy, this hotel was by far and away the best hotel we stayed in.\nhotel is very clean: The hotel is clean and well presented in the main.\nhotel is lovely: The hotel itself is lovely, obviously recently refurbished.\n", "2514579": "staff is helpful: The reception staff were SO friendly and helpful, even when overrun with people crowding the lobby whilst checking in.\nbathroom is cleaned every day: Bathroom clean and towels changed regularly which didn't expect in a hostel.\nroom is perfectly clean: We stayed in a double room and it was perfectly clean.\nbed is comfy: For $30, all you can ask for is a comfortable bed, clean conditions and to feel safe.\n", "203201": "local transport is so easy to use: All tours Buses (Rouge Car, Green Bus) stop in front Termini Station, so you can easily take any touristic route and get back Hotel at final of day.\nbreakfast is great: The breakfast in the Hotel was a very nice buffet of fruit, cereals, and even eggs.\nstaff is very friendly: However with that said, I found the front desk, in particular the Concierge to be very helpful both when speaking English and Italian.\nroom is clean: The rooms were clean with hardwood floors and marble.\n", "200437": "location is nice: The location of the hotel was good, 2 mins from Kufurstendamm.\nstaff is very courteous: The front desk staff were always on hand to give us directions or tips on where to go.\nbreakfast is excellent: Booked with Alpha Rooms and got breakfast included (costs 23 each normally) all for around 100 a night.\nhotel is great: Don't bother reading the other reviews, as this hotel is as good as it gets for the price.\nroom is clean: The room is very clean and looks modern with LCD TV.\n", "2515991": "location is nice: It is very centrally located, less than ten minutes walk to Union Square where all the shops are.\nstaff is extremely helpful: Fantastically friendly and helpful staff who are more than willing to help out with maps, hairdryers, cork screws, etc.\nbreakfast is included: The breakfast was included and offered bakery type pastries, toasted breads, cheese, fruit, tea, coffee, milk and juice.\nroom is clean: Rooms impeccably clean, was on third floor no noise.\nroom is good size: Our room contained two large cupboards, a microwave and a 'fridge.\n", "237160": "location is just perfect: Literally a 5 minute walk from La Rambla and the Barceloneta Beach as well as having a Metro Stop (Barceloneta) about 1 minute's walk from the hotel's front door.\nstaff is friendly: All the staff we came into contact with were polite and friendly.\nhotel is clean: The room was spotlessly clean and made up early each morning.\nbreakfast is definitively adequate: Breakfast is served (optional extra) for 8euro per person.\nhotel is great: Well, Oasis is an excellent 2 star hotel.\nbathroom is clean: The bed linen, towels, bath and sink were clean.\n", "2515362": "airport is easily within walking distance from: In the morning after we checked out we walked to the new light rail train stop, a few blocks away.\nroom service is nice enough: There is a restaurant right next door if you want better food.\nstaff is helpful: A very nice service in a Lincoln Towne Car.\nhotel is very nice: This hotel rates better than one by quite a bit and about the same as another one.\nroom is clean: Housekeeping does an amazing job your room is always spotless.\n", "198051": "location is close to the metro: The location of the hotel means I can get to most sights easily by foot or by the metro.\nstaff is helpful: We were warmly greeted by all of the staff at this hotel.\nfood provided is excellent: Our secret tips would be to skip the hotel breakfast for 15Euros and go around the corner for a fabulous crepe breakfast.\nhotel is fantastic: A Paris resident recommended Best Western as having great hotels in Paris.\nhotel is good value: All this, and the price was very reasonable for a 4 star Paris hotel.\n", "280922": "staff is very friendly: All staff we spoke to were friendly and efficient with the exception of the bar.\nhotel is good: We stayed in this hotel for one night in October 2006 and found it to be excellent.\nhotel is very clean: The room was clean but with one small window on the swemming pool side.\narea is not great: The area around the hotel is horrible, with one of the worst stenches ever encountered, eminating from heaven knows where but heading straight for you nostrils.\nhotel is lovely: Don't get me wrong the hotel is beautiful.\n", "209076": "location is close to everything: The hotel is perfectly situated so that you are not more than a 5-10 minute walk to everything you could want to eat, drink or see in Dublin.\nstaff is very friendly: At Buswells the staff could not have been more helpful and friendly when we arrived, throughout our stay and when we checked out.\nbreakfast is tasty: Breakfast next morning was cooked to order and was a great set-up for the day ahead.\nhotel is clean: As the whole of the hotel has been renovated everything was clean and fresh.\n", "2515635": "staff is very nice: I've found the service very good to excellent on my 8 or 9 stays here.\nfood is okay: Their buffet is more than adequate with a special one nite a week dinner for seniors of $5, you cannot beat that.\nlocation is ok: I like the location south of the strip off of Blue Diamond Road.\nstay is really enjoyed: For those of you who enjoy Las Vegas, but can do without stayng on the strip, this is a nice choice.\n", "229102": "location is excellent: Right down the street from the trevi fountain and close to the Spanish steps.\nbreakfast is very good: The hotel provided a lovely breakfast with plenty of choice of hot and cold options.\nstaff is helpful: As you approach the hotel you are greeted by the friendliest and helpful bellboy / concierge.\nhotel is clean: The room was very clean and had spare pillows, blankets etc.\nhotel is excellent: We stayed at Hotel Delle Nazioni and were very happy about our choice.\nhotel is modern: The hotel is simple, modern, with everything you may need.\n", "208096": "location is extremely convenient: Very close to the metro, monoprix and fruit market.\nstaff is helpful: The staff is excellent and very helpful with most speaking good English and no snobbiness you get with some of the French wait staff.\nroom is clean: The rooms were very clean and modern, with a small yet adequate bathroom and well-equipped kitchen.\nroom is well appointed: The room was well-decorated with modern furnishings including 2 comfortable chairs, a large desk, a flat-screen TV, a stereo and cooking area with brand new appliances.\n", "2516083": "location is outstanding: The hotel is just a block away from Hollywood Blvd (Chinese Theatre, Walk of Fame, Kodak Theatre....\nbreakfast provided is included: We went to grab a bite to eat and came back.\nstaff is helpful: The clerk that works there in the evening is friendly and helpful.\nroom is clean: It was a clean, comfortable place to go to bed after a night exploring the town.\nhotel is fine: We previously spent a night at the Sofitel in Beverly Hills and loved it.\n", "503464": "staff is more than helpfull: The concierges were all so very helpful and considerate, even down to running after cabs on a busy Saturday morning to ensure that we got to the airport on time.\nfood is great: Great restaurant all long the way back to the hotel, and an 7-11 right across the street that offer hot food.\nvalue is great: If you're looking for a reasonable place to stay don't hesitate to book this hotel.\ndrink is free: But they do offer complimentary drinks throughout the day which you don't get in most hotels.\n", "84319": "front desk staff is very nice: I did feel compelled to write, however, because the staff at Best Western were very friendly and accomodating, as they allowed us to park our RV in their lot overnight.\nhotel is great: Found this great spot as a suggested place to stay for a wedding we were attending in March 2008.\nvalue is great: It was the cheapest and had the best reviews on Trip Advisor.\nroom is clean: I have stayed at many Best Western's on the beach, (Cocoa Beach, South Beach, etc.) and have always had a clean, bug-free room.\n", "199407": "location is excellent: The hotel is in a good location, 5 mins from the nearest underground stop, train station, shops and restaurants.\nbreakfast is excellent: The breakfast was really nice with lots of food to choose.\nstaff is helpful: The service was great and the staff friendly, no faults there.\nroom is cleaned well: The housekeeping tries to keep rooms clean despite of age.\nroom is small: We had a problem with the air conditioning in our room and had to keep the small window open.\n", "203095": "hotel is close to termini: It's within walking distance from Termini the main train station.\nbreakfast is more than adequate: When they found we were leaving at 5 am to get to the airport, they arranged a little take along snack for us.\nstaff is helpful: On our last night a very helpful young lady phoned around a dozen restaurants to get us a booking.\nroom is very clean: The room was spotless complete with a complementary bottle of wine.\nroom is surprisingly spacious: The rooms are more spacious than any others I have experienced in Europe.\n", "228472": "location is great: The hotel is really in the center of Madrid - walking distance to everywhere.\nstaff is helpful: The concierge chap downstairs was really helpful and rushed down the alley each morning to hail a taxi for us, which never took more than a few minutes.\nbreakfast is excellent: Breakfast was the usual continental buffet plus hot scrambled eggs and bacon.\nroom is clean: The room was very clean and kept clean our entire stay.\nhotel is really great: No, I will pay more to be in a better (newer) hotel in the downtown area.\n", "625726": "location is so convenient: It is very centrally located, only a 7 minutes walk from Darling Harbour and the convention centre.\nstaff is very helpful: Service at the front desk was speedy and friendly both at check-in and check-out.\nhotel is thoroughly enjoyed: Stayed for 4 days upon arrival from \"the States\" and stay was great.\nvalue for money is great: But we booked via Hotels.com and got a great price here for a three night stay.\nroom is clean: The room was very clean and modern, two TVs and a study-type area.\n", "501335": "location is fabulously convenient: We have yet to ride a tram in Amsterdam as eveything is so easy to walk too from here.\nbreakfast is good: A great breakfast anytime from 9 - Noon (and you are sitting in the kitchen/diner whilst it is cooked for you) set us up for the day.\nplace is great: I used the feed back on this site to choose a place to stay in Amsterdam, and was not disappointed.\nbed is comfortable: The beds are really comfortable with good quality bedding.\nroom is very clean: Immaculately clean, both bedroom and en-suite.\n", "632770": "breakfast is superb: As well as lovely pastries, meats & cheeses, there was something a little special on offer every morning.\nlocation is great: The location is perfect, less than 5 mins from Museumplein and on the edge of Vondelpark.\npersonal service is outstanding: The couple who held the hotel ( Sharmila & Alex ) are always very helpful and eager to satisfy your breakfast wishes.\nplace is best: If you want to see Amsterdam at your leisure and don't want the stuffiness and prententious of a five star hotel, this is the place for you.\n", "1758216": "staff is very nice: What made the property really stand out was the service the owners, Shirley & Walter provided us with.\nvalue for money is very reasonable: My advice, if you are traveling as a couple, take a cab from the airport, it's about the same price.\nbreakfast is continental: Breakfast was buffet style and consisted of croissants, cereals, fruit, yoghurt, bagels, juice, tea and coffee.\nroom is clean: Very pleased with this hotel, the room was very clean.\nbathroom is a bit outdated: Also, our room didn't have an electric plug in bathroom.\n", "119650": "location is convenient: They assured me that we could walk to from the Wharf easily, that after dark would not be a problem (we were there in Dec., so it got dark early).\nstaff is helpful: The front desk personnel were very friendly and helpful when it came to directions and normal everyday chit cat.\nplace is great: Great accommocations for the $$ Stayed here based on the rave reviews that we saw in TripAdvisor.\nroom is clean: Our room had everything needed for our stay (8 days) and was kept spotlessly clean and well cared for.\n", "90955": "location is good: It is so convenient to the Magnificent Mile, Water Tower Place, and the John Hancock Center.\nstaff is helpful: The front desk staff was very helpful and friendly, getting us ice for our cooler.\nbreakfast is terrific: They have a fairly decent breakfast buffet, including a waffle station.\nhotel is very clean: Everything was spotlessly clean and the room was made up very well every day.\nhotel is fantastic: I can say after spending 4 nights at the Residence Inn in downtown Chicago we made an excellent choice.\n", "256649": "location is great: The location of the property is very close to attractions and public transportation.\nconcierge is extremely friendly: Staff very friendly especially concierge and front desk.\nroom is spacious: The apartments are very spacious and can comfortably sleep 6 people.\nbed is very comfortable: The variety of pillows and a soft bed was a bonus.\nroom is fantastic: I have to say up front that we booked a standard room but were upgraded to a suite so can't comment on the standard rooms, but the suite was superb.\nfacility is fantastic: Good outdoor pool and exercise facilities.\n", "229170": "hotel is well located: When you go out of the hotel you have 2 tram stations in an area of 100m, with a straight line to the touristic places in Amsterdam (Waterlooplein, Damplein, Rembrandtplein,....\nstaff is helpful: Also during our stay in the hotel, the staff was very friendly and helpfull, giving various tips to make the best of our citytrip.\nroom is clean: Very clean rooms, small, but with a private toilet and shower.\nbreakfast is pretty good: They do serve a nice breakfast down in the basement, had all I could eat and then some.\n", "2515052": "staff is extremely helpful: From the minute we were shown our suite we were always treated with that little bit extra nothing was too much trouble whether it was concierge or housekeeping.\nroom service is great: My husband thought the breakfast was the best he has eaten anywhere.\nlocation is really great: The location is perfect - a few steps from Place de la Concorde.\nhotel is quintessential: We stayed at the Hotel de Crillon for three nights and loved it.\n", "81363": "location is great: The area is good location wise, walking distance to China Town/Warf/Shopping.\nhotel is great: Loved Hotel California We almost always stay at Best Western and have been pleased.\nstaff is helpful: The employees at the front desk were very helpful when I asked for directions.\nroom is clean: The rooms, hallways and lobby were extremely clean with no hint of off odors.\nroom is very nice: We upgraded to a better room ($10 more) and thoroughly enjoyed it.\nbathroom is very nice: We had a suite on the second floor-2 rooms and a bathroom.\n", "309917": "location is easily accessible: It is located very conveniently on Orchard Road, with buses and the MRT just a few minutes away*.\nbreakfast is good: An all-you-can-eat breakfast(comes with the room) that includes a tray of cut papaya.\nstaff is courteous: The staff was OK & helpful when we wanted a cab.\nroom is clean: My room was very clean and included the basics you would expect - a stocked mini-bar, safe, tea/coffee etc.\nhotel is nice: We have stayed at Fort Canning Lodge a few times and have always found it to be good.\n", "280377": "staff is very friendly: The staff was very helpful and went above and beyond their call of duty to help us during our stay.\nhotel is clean: I stayed in the bayfront efficiency room which I found to be perfectly clean.\nlocation is great: Just 1 block from Seacrets and not too far from other great places like Fager's Island.\nhotel is nice: We picked the Princess Bayside Beach Hotel because it looked wonderful on the internet.\ntime is great: Husband and I even played a game of pool - had a good time.\n", "1845693": "staff is very friendly: The Bar Manager in the Landing Point/Lantern always recognized me and provided fantastic service.\nlocation is great: A easy block from Boat quay and a leisurely stroll to many shopping malls.\nsnack is available: There were ready-made eggs benedict.\nhotel is beautiful: We loved the decor and style of furnishing in the public areas.\nview is beautiful: And I never tire of the view of the Marina Bay, especially at night, from my balcony.\nroom is absolutely beautiful: The room was absolutely gorgeous, quite possibly the best design I have seen so far.\n", "256734": "breakfast is very good: If you were on a budget, you could eat breakfast and dinner at the hotel and find something small for lunch.\nstaff is helpful: The entire staff from the front desk to maids and repair crew are friendly, polite, and helpful.\nsuperdome is just down the street: If you're heading to the Garden district/St Charles Ave, it's two blocks to get on the streetcar at the corner of Poydras and St Charles.\nhotel is very clean: The hotel is rather new I would guess, as nothing seemed stained or worn out.\n", "202736": "location is excellent: Close to the water bus stop, about 15 minutes to train station and easy walking to all the other sites if prefer to walk.\nstaff is helpful: We really appreciated that the front desk is staffed 24/7, and that all the staff that we encountered were quite friendly and spoke very good English.\nbreakfast is good: The breakfasts were perfectly were the normal continental and perfectly adequate.\nroom is clean: The room was very clean, possibly a little crowded with the extra bed.\n", "232871": "reception staff is extremely helpful: The staff were great - always a friendly hello and goodbye and would patiently let us practice our Italian (without laughing at us).\nbreakfast is more than adequate: The breakfast was more than adequate--you can't expect to get just what you have at home--that's why you travel, to experience new things.\nhotel is wonderful: The Hotel Bailey is a wonderful hotel in Rome.\nroom is spotlessly clean: I made sure we left water on the floor the next day and it was then cleaned much better.\n", "503506": "staff is courteous: He service was good and the bar had a cheery barman.\nbreakfast is good: Excellent restaurant for dinner and breakfast or just a light meal in the middle for the day--I experienced at least one of each meal.\nbed is very comfortable: The beds are the best hotel beds i have ever slept in.\nbreakfast is not included: The breakfast was a continental spread, so unfortunately no eggs & bacon.\nroom is clean: Liked the room, it was very clean and practical for a short stay.\n", "190665": "front desk staff is very helpful: We found the service in this Hotel very good, lots of offers of help in the foyer with luggage, etc.\nbreakfast is excellent: We ate a good breakfast elsewhere (Krombach Gast House nearby) due to the cost of the hotel breakfast.\nswimming pool is lovely: The swimming pool and health club area were great.\nhotel is great choice: All in all very pleased with the hotel and would recommend it to any future guests.\nhotel is lovely: The kempinski is a stunning hotel.\nlocation is teriffic: The location of the hotel is teriffic.\n", "2515978": "cow hollow location is excellent: While not in the downtown area, it is close to bus stops that take you into town.\nstaff is helpful: The front desk staff was extremely helpful and courteous- upon arrival, (Dottie?).\nroom is clean: The room was perfectly comfortable and clean for our two night stay.\nhotel is very nice: In all our travels, this was one of the most pleasant stays we have had.\nroom is large: I was especially impressed with the size of the suite (included large living room area, dining room, kitchen, and TWO bathrooms).\n", "237566": "staff is very friendly: Throughout our stay, the gentlemen at the front desk were wonderful with directions and tourist information.\ntram is very close to the: Also, in one of the reviews, they mentioned it was close to the Marriott by Leidesplein.\nbreakfast is good: The hotel serves hot breakfast buffet with different breads, boiled eggs, juices, coffee, hot chocolate, biscuits, fruits, etc.\nhotel is clean: The room is very clean and has everything you need unless you plan on spending your vacation in the room and not outside in Amsterdam.\n", "1204727": "location is excellent: The location is great, very easy to find, literally seconds away from St Marks Square and the vaporetto stops at Zaccaria and St Marks.\nstaff is helpful: We checked in late and were greeted by a friendly, helpful receptionist.\ncontinental breakfast is good: Walk to the end of the street and try the fresh baked large pizzas slices for 2 euros.\nhotel is great: I would recommend this hotel to someone who doesnt expect anymore than a 3 star hotel.\nbathroom is good: Both our rooms had well appointed bathrooms with jacuzzi baths.\n", "297791": "place is horrible: Avoid this hotel - awful experience My husband found this place in a guide book.\nstaff is helpful: I've never seen a Hotel Owner So Helpful, and So Friendly in any of the places I have stay, when we are out on Vacations.\nplace is great: It depends on the room The Coqui Inn is a great place to stay if you are on a budget.\nroom is clean: Anyway...all I needed was a clean and comfortable room to sleep in as I'm hardly ever in my room during my time in PR.\n", "218544": "everything is in walking distance: The hotel is just a quick walk to the French Quarter.\nhotel staff is helpful: When we first arrived the front desk was pretty helpful with getting our accomodations, 2 doubles.\nhotel is nice: Being a Wyndham, you would think that this would be a quality hotel.\nroom is well laid out: When we got to our room, we were very pleased with everything it is not out dated.\nroom is spacious: Spacious rooms and suites.\n", "282590": "location is great: Numerous buses, trams and the underground are available outside the door of the hotel so the shopping districts and sites are within easy reach.\nfront desk staff is very nice: We received excellent service from the desk staff and the bar staff.\nhotel is great: We stayed at the Arcotel in September 2007 and couldn't have picked a better hotel if we'd tried.\nroom is nice: Except for the lack of a shower curtain, I thought the room was fine.\nroom is spacious: Loads of space within the room and plenty of cupboard space too.\n", "183255": "location is central convenient: If you are coming from the airport you can use the airport express bus 747 which stops at Rue Guy just a block from the hotel.\nstaff is very helpful: The hotel desk staff were helpful in phoning Grayline for us to check that we had not been forgotten.\nhotel is ok: We stayed one night and transferred to Loews Vogue Hotel which was terrific.\nroom is clean: The room and lobby were very well designed and spotless.\nbed is comfortable: BIG very comfy kingsize bed.\n", "2514522": "location is good: Only a short walk from the hotel to for example Macys' & Empire State building and it's easy to go everywhere from there with the subway.\nstaff is very friendly: On arrival we were greated by a nice reception desk and porter service.\nvalue is perfect: The hotel was the cheapest we could find on Manhattan with reasonable reviews.\nroom is clean: I do want a clean, welcoming room when I stay at a hotel.\nbathroom is clean: The Latham's bathroom was cleaned several times a day it seemed.\n", "253693": "staff is helpful: The hotel's staff was quite possibly the most polite, courteous, and helpful that we have ever encountered.\nproximity to a grocery store is seemed safe: The hotel is located close to all points of interest, which made it easy to take a cab anywhere.\nvalue is great: We traveled by bus the whole time we were there for .50 cents a ride.\nhotel is great: This hotel is very good we stayed there from 26 April till 01 May 2007.\nroom is very comfortable: Our room was large, clean, comfortable, and met our needs just fine.\n", "93195": "location is pretty good: Their FREE shuttle got us into the heart of the city and back to the hotel without a problem at all.\nstaff is helpful: Staff were all friendly and helpful at check in, when we needed to store our bags after checkout, and with anything we needed during the stay.\nstaff is worthless: The front desk staff did not care about our well-being and were rude to us on the phone.\nroom is a little small: The room was smaller then our bottom of the line cruise room, and wasn't put together correctly.\n", "482693": "hotel is perfectly located exceptional: From there the hotel was a short walk away following a back street which runs behind the Guggenheim, taking you out to the Salute and the hotel next to it.\nhotel is nicely decorated: Enjoy the feeling of being smothered by the very fabric of the hotel itself ,beautifully designed to welcome you and take you into another world.\nhotel is great: I have to say out of all the hotels I have stayed in, this is the best.\nroom is spotlessly clean: All areas were spotlessly clean and decorated to a high standard.\n", "87044": "location is great: This hotel is perfectly located only a block or so from Waikiki beach - which meant an easy walk to all the bars, restaurants and shops.\nstaff is very helpful: All staff were friendly and helpful (Me being single girl on my own).\nhotel is great: We had a good experience with OHANA hotels on our honeymoon.\nroom is clean: The room was very nice and clean, though we did not spend too much time there.\nroom is comfortable: Room was large and comfortable with a good view over Waikiki.\n", "230427": "staff is very helpful: We found the staff from bellhops to barman to concierges extremely warm and helpful.\nlocation is very good: The Gritti Palace is right on the canal by St Marks Square, so a great location.\nhotel is beautiful: My husband and I stayed for 3 nights this July at this absolutely elegant hotel.\nview of the canal is very nice: We had a Grand Canal view room, which was the single best thing about our stay.\nhotel is wonderful: When you hear 5 stars you imagine a hotel without any kind of problems.\n", "203153": "hotel is centrally located: The location is very central so you can reach all the main attractions in Rome on foot.\nbreakfast is very good: The hotel breakfast was the best hotel breakfast we had during our trip through Italy.\nstaff is helpful: The reception Staff were helpful and welcoming as were the breakfast staff.\nhotel is ok: This hotel is very good if you go to Rome for a short stay.\nbathroom is fine: Plain and simple,clean with good bathroom facilities.\nroom is small: My room was VERY, VERY SMALL, a nice modren room but no view.\n", "2514908": "staff is helpful: The concierge never stopped caring for us, arranging tours, explaining how the metro works, maps and shopping tips.\nlocation is wonderful: Location wise, it is right beside the Opera, a few minutes walk to Place Vendome, The Louvre and Rue St Honore etc.\nhotel is great: I stayed at the Hotel Scribe for a few nights in February 2010 on business and really liked this hotel.\nbed is comfortable: Beds are SofitelBeds and extremely comfortable.\nhotel is beautiful: The hotel had an elegant but warm ambience that we loved.\n", "617398": "hotel is very well located: You find a subway station two min from the hotel, where you can go directly to Gedchtniskirche, Potzdamer Platz or Alexanderplatz.\nreception staff is very efficient: The staff was friendly and super helpful, printing out directions and maps for me if I needed them.\nbreakfast buffet is included: The breakfast, which Expedia offered in our package, was excellent with lots of good choices.\nroom is comfortable: My stay at Hotel Otto Berlin for 3 nights was in a comfort room.\nneighborhood is very nice: It is a very nice neighborhood, with verry good restauarants.\n", "120863": "hotel staff is helpful: The staff was great as well, from the valet on entry to checkout.\nbreakfast buffet is very nice: Breakfasts, as usual for the Hampton Inn, were included in the price, and pretty good.\nhotel is very clean: The rooms were clean, and of standard Holiday Inn quality.\nhotel is beautiful: The hotel doesn't look like much from the outside but quite nice on the inside (quaint rustic charm).\nroom is large: The main (lobby) building has rooms that are larger with tremendous character.\n", "296606": "location is good: The Luxor is very convenient to Central Station,only a 5min walk,and the rest of the city.\nhotel concierge is very helpful: Housekeepers were very friendly and helpful as were all the reception/bar staff.\nroom is cleaned daily: Nice clean accommodation with large air conditioned room.\nbreakfast is good: Breakfast was very plentiful and didn't finish till 11 which is another plus for me.\nhotel is nice: Recently stayed in the Luxor Hotel, found it really really nice.\nvalue for money is good: Found this place through laterooms.com and got a massively discounted rate through them.\n", "306143": "staff is very courteous: The restaurant staff were very friendly and extremely helpful with the kids.\nhotel is fantastic: If you are looking for somewhere to lay your head and that is all then this is a good hotel.\nhotel is clean: However, the room was well-sized, well-appointed and meticulously clean.\nbed is comfortable: The mattress was more of a futon, which was great for me as I like a firmer mattress.\nwifi is great: Wireless Internet was available for about $15SGD for 24 hours.\n", "614395": "location is good: A good location, just a 10 min walk to the Las Ramblas and to the square where the sightseeing buses depart from.\nstaff is helpful: The staff on the front desk were very helpful, especially the woman (working there on morning of Tuesday 20th July).\nbreakfast is included: We paid for breakfast 16 , we were offered full + continental breakfast.\nhotel is great: We were very pleased with the Casonova Hotel in Barcelona.\nbathroom is prefectly adequate: Good sized bath with shower, large towels.\nhotel is clean: Nice clean contempary hotel, well maintained.\n", "268507": "staff is helpful: From the moment the doorman welcomed us with a hand shake till the minute we left, nothing was too much for the wonderful and knowledgable staff.\nfood is good: The breakfast each morning is more than adequate with different items each day.\nbathroom is amazing: The bathroom was fantastic -- oversized with a separate water closet for the toilet.\nhotel is enjoyed: During my 12 day vacation around Canada, this was the best hotel I stayed.\nroom is very nicely appointed: The dark wood tones coupled with the sophisticated lighting made for a stunning room.\n", "299809": "breakfast is well filled: We ate in JW's steakhouse, the Bamboo Lagoon and Cucina.\nstaff is very friendly: This hotel has the best Consierge staff that we have ever encountered.\nhotel is nice: Al Karama is a place to go for absoloutely everything - even all the fakes.\nroom is very spacious: The rooms in the new extension (they call it Times Square room) is bigger than the old part.\nroom is clean: Housekeeping will keep your room magically tidy whenever you step out (unless theres a DND on your door).\n", "610719": "location is very easy to find: The position is one of my favourites for very shorts say: very close to Termini and Via Nazionale, with a bus every 2-3 minutes.\nhotel staff is helpful: Very friendly staff, especially front desk and Pepino who seems to be a man of all trades.\nbreakfast is fine: The hotel does a perfectly adequate continental breakfast included in the price - fruit, cereal, croissants, yoghurt, hard-boiled eggs, cheese, pastries.\nroom is clean: The maids always did an excellent job of cleaning the rooms.\n", "240831": "location is great: The hotel is very close to the main attractions and easy to get to using public transit.\nbreakfast is top quality: Breakfast was served at the quaint rooftop terrace with a personally made delicious cup of cappucino.\nstaff is very helpful: The entire staff was very helpful, friendly and helped make our Rome experience excellent.\nroom is clean: The room I stayed in was very clean, and comfy.\nhotel is best: We traveled through Italy for two weeks, stayed at four different hotels - and this was my hands down favorite.\n", "183076": "staff is helpful: Guest service at the Park Hyatt was wonderful as soon as we got out of our taxi.\nlocation is very convenient: It was very convenient to get to the metro (station is just 1 block away) and then.\nhotel is very nice: Just completed a 2 night stay at the Park Hyatt Toronto and could not fault it.\nfood is good: The food in the hotel restaurant (Annona) was pretty good.\nbed is comfortable: I had a deluxe room with a king sized bed, a sofa, a desk and what I call a mini foyer.\n", "208209": "location is ideal: The hotel is located a very easy 15 min walk from the centre.\nstaff is helpful: The staff was helpful and provided very good service, which was valuable for first time visitors like us.\nbreakfast is very good: The breakfast is excellent with lots of choise.\nroom is clean: The rooms were clean, well appointed and just what we needed.\nroom is very nice: It was a lovely cool room with a nice view overlooking the street.\nroom is comfortable: The room was small but modern, big comfy bed took up most of the space.\n", "232950": "staff is very professional: No concierge but the front desk staff great and friendly.\nbreakfast is very nice: We had good food in Trattoria Sara on Sz Greci, just before a bridge.\nhotel is lovely: Loved this hotel- it was like a little jewel in the glittering crown of Venice.\nroom is clean: Loved our electric roll up shutters and the cleanliness of the room.\nhotel is well appointed: The rooms are beautifully furnished with every attention to detail (including complimentary slippers, etc).\ntime is great: We stayed at Locanda Vivaldi for 3 days and had a wonderful time.\n", "87137": "staff is very professional: The staff (Sylvia) and the entire front desk staff were very professional, efficient and always helpful.\nlocation is great: You can't beat the location for walking access to Coconut Grove boutiques, restaurants, movies and even the Post Office.\nview of the bay is great: Great views from every room & a nice balcony.\nhotel is nice: I also stayed at the hotel for vacation and relaxation which was fabulous in every way.\npool is nice: The hotel has an outdoor pool on the ground floor, which was good, as well as a hot tub.\n", "2515361": "location is fine: Location was good short walk to Space Needle and also to the free bus zone to get around downtown.\nbreakfast is good: I though the breakfast was great too, the make your own McDonalds style McMuffin part especially.\nstaff is helpful: We were greeted at reception desk by two very helpful receptionist`s Jenny and Kara.\nvalue for money is great: Having stayed at other Seattle Hotels this one is now my Number 1 choice...excellent value.\nhotel is clean: Nice basic hotel, older furnishings but clean.\n", "2515140": "location is walking distance: The hotel is very close to downtown/Pike Place Market/Wholefood Market that I ended up walking.\nstaff is very friendly: The staff is friendly and accomodating.\nplace is great: Overall it's a decent place to stay in Belltown, and don't let the street people scare you away.\nhotel is great deal: For the price we paid this was a great value and would highly recommend it to any folks looking for a quality mid range hotel stay.\nroom is small: The bathroom contained a small sink with very little room to put your \"stuff.\n", "223130": "location is perfect: The hotel is walking distance to Harrah's casino, Bourbon St., the French Quarter, Convention Center and the Riverwalk Marketplace.\nstaff is very helpful: The service at the Howlin' Wolf den across the street was good.\nroom is clean: Clean hotel, did not use the pool, but it appeared very clean.\nroom is roomy: The suite was very roomy for 4 adults.\nhotel is affordable: This hotel was one of the few we could find with a fair price to book on the night of the NFL Kickoff Event in New Orleans.\n", "236146": "location is good: The Albergo Santa Chiara is conveniently located a block away from the Pantheon, one of my favorite places in Rome.\nbreakfast is very nice: Breakfasts were terrific, best we had in four cities in Italy.\nstaff is helpful: The front desk staff and concierge were very patient and helpful in all aspects of our stay in Rome.\nhotel is clean: Everything is very, very clean - no dirty carpets on the floor (wooden floor), no dirty bedspread.\nvalue is good: They gave us the triple at the double room rate, plus the Rick Steves discount.\n", "302180": "staff is helpful: Excellent service from Mr Sammy Yip here who as Senior Rooms Manager went out of his way both before and after our arrival at the hotel.\nlocation is good: Also there is a MTR station about 15 minutes walk from the hotel which can take you to Hong Kong Island for about a pound.\nvalue for money is great: This hotel was one of the best priced 3 star that I found for November.\nhotel is recently renovated: I must say we were very impressed with the hotel and room interiors.\n", "285809": "staff is very professional: The staff was most courteous and special thanks to the staff that handled our breakfast.\nlocation is great: Superb location: 3 min walk to spanish steps 2-3 min walk to trevi fountain 1 min from via veneto 10 min from piazza Navona.\nhotel is very well formed: I booked the Hotel Stendhal on the internet as my travel agent had mentioned it as a good hotel.\nhotel is extremely well designed: Finally a hotel, which looks exactly like on their website.\nhotel is very clean: The only cabs we were in were spotless, open.\n", "2514876": "hotel is very central: The hotel is conveniently located for all the major attractions Paris has to offer.\nstaff is helpful: Each staff member was personable, and was more than willing to assist both myself and my traveling companion in English.\nbuffet breakfast is great: A large British-type breakfast buffet with meat, cheese, eggs, and pastries is included in the room tariff.\nhotel is lovely: Lovely..after 4 days stuck in Paris it began to feel like home.\ndecor is modern: The rooms are small but very modern in design and extremely comfortable.\n", "302178": "staff is helpful: Even though we were only there for one night, we appreciated the staff helping us out in the middle of the night, arriving very tired and with two children.\nshuttle bus is free: The hotel also offers a free shuttle to the Sha Tin metro station and to their other location in the Tsim Sha Tsui area which is very convenient.\nhotel is value for money: For the price concious traveller this hotel is a good bet.\nbreakfast buffet is great: The club level offers a reasonable continental breakfast with a number of hot dishes.\n", "2514890": "hotel staff is very helpful: Staff were extremely friendly and could not be more helpful, particularly Sabine who often encouraged us to try out some school boy French.\nlocation is excellent: We arrived in Paris via Eurostar and took the Metro to the closest stop to the hotel, where it's about a 10 minute walk.\nhotel is excellent: Overall, probably the best hotel I have stayed in when visiting Paris.\nbathroom is excellent: The bathroom was also quite nice and included a large, soaking tub and a glassed-in shower.\nroom is excellent: The rooms are great, I mean, FABULOUS.\n", "1088871": "location is good: The hotel is a short 4 minutes walk from China town and a short 6 minutes walk to the MRT subway station: OUTRAM PARK.\nstaff is very helpful: We could not fault the service and all the staff we encountered were efficient, pleasant and helpful.\nhotel is clean: On arrival at my room I was pleased to find it very clean and tidy.\nroom is nicely decorated: We loved the funky decor and the Bruce Lee silhouettes in our room.\nroom is comfortable: The room size was comfortable although not exactly big but value for money.\n", "574296": "staff is friendly: The hotel staff were lovely, had a friendly greeting on arrival, no problems checking in.\nroom is clean: The room was being cleaned one of the key cards for our door.\nroom service is very quick: There is a Wetherspoon's chain pub - The Goodmans Field - about a 8 minute walk away on Mansell Street which we used twice and found the food satisfactory.\nshower is good hot: Large bathroom, certainly no issues with the water going hot/cold in our room.\n", "229054": "location is centrally located: The hotel is very well located for tourists, and a few steps away from major attractions (pantheon, trevi fountain, piazza Navona,....\nstaff is very helpful: One of the staff, Patrick, spoke English and genuinely tried to act as our tour guide.\nbreakfast is great: The continetal breakfast (buffet) was nice.\nhotel is good: If you are looking for 1 star quality at 4 star pricing the Hotel Nazionale is for you.\nroom is clean: Hotel room and bathroom was large and very clean.\n", "81529": "location is convenient: This hotel has a very convenient location 1/2 a block from Union Square.\nstaff is very friendly: I found the hotel and it's staff agreeable and helpful, especially during the wine tasting, which takes place every night between 5 and 6 pm.\nhotel is wonderful: Wonderful hotel Stayed mid aug '03 for 4 nights.\nbed is very comfy: The hotel have just replaced all soft goods and the mattresses were great.\nprice is reasonable: If you are travelling on your own dime, its a good deal.\n", "2516008": "location is so convenient: The hotel was located about 15 minutes from Sunset Blvd.\nstaff is helpful: The hotel staff are very professional and polite, in keeping with this hotel's status as an upmarket destination.\nfood is very good: The conceirge was able to let me know about a local but competing restaurant for breakfast, which I did enjoy.\nroom is large: We booked a Junior Suite (a large room with a seating area - no doors in between).\nluxe is outstanding: The Luxe Hotel was one of the best hotels in the whole world.\n", "109412": "staff is helpful: The staff from front desk, room service and concierge was extremely helpful, patient and pleasant.\nlocation is good: The hotel is in a great location near major highways and tons of restaurants.\nhotel is very nice: The Intercontinental Dallas is an OK hotel.\nbed is very comfortable: The bed and pillows were probably one of the most comfortable that I've ever had the pleasure to sleep on at a hotel.\nroom is very nice: We stayed in a top floor suite thought we would be getting a good looking room.\n", "501434": "china town is within walking distance: Yes, the hotel is conveniently located in the CBD/Chinatown area.\nstaff is helpful: The staff were always very polite, pleasant and professional both on the phone and at front office.\nroom is just clean enough: Our room was extremely clean, non smoking and no smell of cigarettes.\nbathroom is just clean enough: There was a very modern shower and toilet/washbasin etc.\nroom is tiny: The second room was even smaller, with not even a bedside table, lamp, or chest of drawers.\nairconditioner is worked well: The elevator (\"lift\") was in working condition.\n", "1087766": "service is top notch: From the pool attendant to the concierge they are all absolutely first class.\nview is bosphorous: We enjoyed dinner at the restaurant with a stunning view of the Bosphorus and the skyline of Instanbul.\nfood is top notch: The food was good, although the choice of restaurants within the hotel is limited to a bar menu, a Mediterranean restaurant or room service.\nlocation is gorgeous: Location stunning with a quick hop by boat to the old town.\npool is idyllic: We enjoyed the pool and the area next to the water.\n", "193659": "location is good: Very well located, quick walk to tube, hyde park a 10 min walk away.\nstaff is helpful: We stood half outside our room and saw a concierge/room service guy walking past who was very helpful.\ncontinental breakfast is fine: We upgraded our breakfast to the full english for an extra 6 each and was not disappointed.\nbed is comfortable: BUT one of the most comfortable beds I have ever slept in.\nair conditioning is no: It was hot when we visited and there is no air conditioning.\n", "258755": "location is very convenient: The hotel is very central it's only 5 mins from Placa de la catalunya, La Rambla, and Barri Gotic.\nbreakfast is good: The breakfast was very good with a wide choice of a continental buffet.\nstaff is nice: The staff were all so friendly especially a hardworking barman who was very sweet and kept bringing us nibbles to have with our drinks.\nhotel is very clean: It is very clean, rooms quiet and comfortable as long as you ask for a room at the back away from the main road.\n", "233902": "location is great: The hotel is in a great location, about 5-10 mins to Rialto Bridge and 15 mins to St Mark's Sq.\nstaff is helpful: The staff were incredibly helpful and knowledgeable helping us to make the most of our short stay in this glorious city.\nbreakfast is perfectly adequate: Breakfast was another positive feature of the hotel with a good choice of continental fayre and delicious pasties.\nhotel is beautiful: My family and I stayed for just one night in this beautiful hotel.\nbathroom is 3 star: The bathroom was small but had a fabulous towel warmer.\n", "183080": "location is great: From the Radisson you have access to the CN towers and not far from the major stuff.\nstaff is very friendly: The staff were nothing but friendly to me and were happy to bring me extra towels when I asked.\nbreakfast is amazing: Ate at the restaurants for both lunch and breakfast.\nroom is clean: The bedroom wasn't quite as modern, but was clean and perfectly ok.\nhotel is nice: This is one of the better hotels that I have stayed in in Toronto.\nvalue for is excellent: I got a $55 nite rate from priceline.\n", "257469": "service is very professional: The service is very professional and of a 5 star standard.\nlocation is great: The location is brilliant, an easy 15-20 minute walk to the city center.\nfood is delicious: If u like seafood and if u like indian food then u have got to eat at the indian restaurant next door.\nhotel is best: I've stayed at this hotel a number of times now and again really enjoyed the hotel during Nov 2010.\nhotel design is impressive: A old ware house has been turned to a hotel - an architectural wonder.\n", "2515213": "location is convenient: Located only a 5 minute walk to the Eiffel tower and only a few steps to the Metro, which will take you anywhere in Paris.\nstaff is very friendly: Staff were friendly and helpful, responding immediately to my advance booking request and organising taxis.\nbathroom is good: The Bathroom was a fair size and had a range of complimentary toiletry products and soft, good sized towels.\nroom is clean: They were very clean and plenty of room, well decorated with everything you need.\n", "98717": "staff is helpful: But the best service I've ever received, ever, was the little Westin Park Central in Dallas.\nhotel is great: As a frequent traveler, I was absolutely delighted with the quality of this hotel.\nprice is very reasonable: If you can get a reasonable price on a discounted site it is worth it.\nroom is very clean: The room was very roomy and CLEAN.\nroom is nice: The room was fine (the usual), maybe a bit older than other hotels, but nothing to complain about.\nhotel is very comfortable: Very nice, comfortable, clean, recently renovated.\n", "2514291": "staff is unsympathetic: When we arrived there, the receptionist was very un friendly and rude.\nlocation is excellent: We think it is in good location because is close to Hyde park and Harrods.\nplace is horrible: I spent 4 nights at Knightsbridge Green hotel- can confidently say that is the worst place I have ever stayed at.. \"4 stars boutique hotel\" What a lough.\nstaff is helpful: The staff were ever so polite and sorted us out a room (an upgrade apparently).\nroom is clean: My room was clean and had no problems I couldn't live with.\n", "320210": "breakfast is ok: The breakfast was ok, however, we were given a toast size plate for the full english selection.\nlocation is pretty good: ONLY ADVANTAGE BEING, THIS \"HOTEL\" is close to Euston station.\nstaff is rude: The receptionist at check in didn't show the slightest hint of interest or friendliness.\nhotel is worst: The County Hotel in London is the most miserable place I've ever seen.\nroom is clean: Though the hotel did have a mothball smell, it was clean.\nenglish breakfast is very limited: Breakfast was awful with stale bread and gone off milk.\n", "1473790": "staff is very friendly: From my arrival to the end of my stay all staff was very friendly and helpful.\nlocation is close to the metro: The hotel is conveniently located in the old Montral and at a close distance of the subway that takes you anywhere.\nbreakfast is very well: The breakfast served in the morning was very good but perhaps lacked some cheese.\nroom is extreemly well done: After checking in we went up to the room and were amazed at how beautiful and modern everything looked.\n", "203133": "location is great: The location was two blocks from the Trevi fountain and walking distance to just about everything else, including the Barberni Metro stop.\nstaff is helpful: The hotel staff are attentive and meet all your requests with a pleasant smile and a fast turnaround.\nbreakfast is excellent: Breakfast was plentiful from fruit to hot items so much so that we never needed to eat lunch.\nroom is very clean: I had no problems with the cleanliness of the the room or bathroom.\nhotel is lovely: The White Hotel is a really lovely city hotel.\n", "84364": "hotel is 5 star: You wont go wrong, by booking your vacation stay at The Tropical Winds Oceanfront Hotel.\nstaff is helpful: The front desk gal was so nice and cheerful upon checking in.\nroom is very clean: The room however always felt clean despite housekeeping not entering our room.\nfood is great: My husband got a HUGE seafood platter for 16.95 We both took our food back to the hotel.\npool is nice: This hotel has a clean pool with many chairs around to just sit or tan.\n", "98609": "staff is extremely helpful: Every employee- from the shuttle driver to the front desk to housekeeping to room service were so nice and so helpful.\nhotel is very nice: Upon arrival, I was very pleased to see this recently remodeled hotel that carefully handled all of the grumpy travelers and put us up for the night.\nlocation is great: As far as location, we were within walking distance of a few pubs/restaurants and were able to duck into a sports bar and catch some of the World Cup.\n", "2516050": "continental breakfast is good: They also had the best breakfast out of the four places we stayed on our vacation.\nstaff is helpful: They are always helpful and greet you every time you come back to the hotel.\nplace is good: I must say, this had to be the best hotel we stayed at on our trip.\nroom is clean: Room is clean and does have a fridge, but no microwave.\nroom is spacious: Our suite room (loft) was fabulous and large.\ninternet is free: The good thing as that they do offer free wireless internet.\n", "2514451": "location is great: The hotel is located at 8th Ave. and 58th St. across the circle from Columbus Circle and the Time Warner Center.\nstaff is helpful: The front desk staff was very pleasant and helpful and great to deal with.\nhotel is fantastic: After our first nice stay in may we decided to revisit New York and went for the same hotel again.\nbathroom is nice: The bathroom was shiny and very modern with the right amount of room.\nroom is small: The small \"superior\" room was both too small and too poorly laid out for two people.\n", "2514467": "location is great: As previously mentioned it is very close to 72nd street which has a subway taking you around Manhattan.\nroom is clean: The room I stayed in was drab but clean -- meaning that the floor and counters were all wiped down.\nstaff is very helpful: The staff were ok, Although we had very little to speak to them about, when we did they were helpful.\nhotel is dirtiest: It is by far the most disgusting hotel I have ever set foot in.\nbed is comfortable: The room had a bed, fridge, sink, table, bed and TV.\n", "188259": "location is great: The hotel location is conveniently situated and well within walking distance to shopping areas such as Robson and even Gastown (30 min walk).\nstaff is very friendly: The hotel staff were very friendly and helpful, especially when I spoke dialect with them.\nbreakfast is fine: The hotel provides free breakfast that is all laid out for you to take as much as you want buffet style.\nvalue is excellent: Above all the price was very good at $90 a night.\nroom is clean: The suite was clean and in my opinion, just nice for 4 people.\n", "185290": "staff is helpful: When we had a question, we called, the front desk agent gave us the answer then when we thanked her, she just.\nhotel is great: Stayed here for 2 nights and were very happy with this hotel.\nhotel is very clean: Always had our room spotlessly clean and in record time.\nbed is good: Loved the beds - that was the best sleep I had had in months.\nhotel is newly renovated: The virtual tour posted on the web site I would assume is of a remodeled room.\nroom is okay: The room itself was acceptable.\n", "232459": "location is walking distance: Located 2 minutes walk from the museums (Rijksmuseum, Van Gogh), 3 minuted walk to Leidseplein, abd about 15-20 to the Dam.\nfront desk staff is very nice: Upon telling reception, they were very kind and gave me the keys to another room to check whether I liked it first.\nbreakfast is good: If you go there, go to the PC Cafe.\nhotel is excellent: I chose this hotel based on recommendations on TripAdvisor.com, and was entirely satisfied with my stay.\nvalue is excellent: An evening pass will run you @18 euros, all in coin.\n", "222984": "location is very convenient to the airport: The hotel has a shuttle over to the cruise port that was $15 a head.\nmorning breakfast is delicious: The night we stayed they offered a small buffet of appetizers, soup and salad.\nstaff is helpful: The manager, Sig, introduced himself almost immediately after checkin and from then on, called me by name when he saw me and never failed to ask how he could assist.\nhotel is great: Great hotel although I've stayed in other Summerfield's which is why I chose them.\n", "259360": "everything is within easy walking distance: The hotel is walking distance to everything, from Las Ramblas to the Gothic quarters.\nreception staff is very nice: We found the staff at Duquesa Cardona extremely friendly and helpful.\nroom is very nice: Out side our room was a lovely sitting area with lots of books to read.\nhotel is clean: Hotel is very nice/clean/modern and offered a good rate.\nroom is spacious: The room itself has extra high ceilings, is spacious, just the right size for a couple.\nbed is comfortable: The bed and pillows are quite comfortable, towels plush.\n", "1082642": "staff is helpful: The staff is friendly, speak perfect English and can answer every question you have without hesitation.\nhotel is very nice: We stayed here for 2 nights and were pleasantly surprised by this hotel.\nbreakfast is very good: Had a full breakfast with many options to pick from.\nhotel is spotlessly clean: When my wife called the lobby, she was told the maid cleaned the rooms every three days.\nlocation is away from main city: The BS is a little bit far away from the city centre of Amsterdam.\n", "262414": "location is very convenient: Located in Earls court, close to subway, about 6 station to Picadily = great location of the hotel and very calmly area.\nstaff is friendly: Of the staff, the two gentlemen at the front desk, were always willing to help us with all our queries.\nroom is clean: The rooms very clean (this is what my partner commented last time she was with me there) ahj a lift would.\nroom is 5 single beds: There were 5 beds in the room, all of which has mattresses from around 10 years ago.\n", "224755": "room is very clean: The room itself was clean with flatscreen tv, tea/coffee and soap.\nhotel is good value: If you're on a budget and need somewhere easy to stay then this is as good as anywhere for the money.\nbathroom is horrid: The bathroom was so dirty there was grime and lime scale on the grout.\nair - conditioning is no: The heating was not on, and windows open.\neverything is basic: The hotel is basic and in need of some refurbishment.\n", "2515981": "hotel staff is very helpful: Within minutes of entering the Hotel Griffon last Friday night we were greeted no less than three times in the first minute by staff.\nroom is clean: The room was very nice and clean and was perfect for our needs.\nbed is comfortable: This room features a queen size bed and small couch in an L shaped room.\nroom is comfortable: The rooms are small, but newly renovated and quite comfortable.\n", "2516093": "location is nice downtown: We took the metro on the second day to visit the Ontario Mills(outlet mall) with some train transfer.\nstaff is very helpful: If you stay for a while, the staff becomes even friendlier as they get to know you once again kind of what you expect from this tier of hotel.\nhotel is great: This is definately the best Marriott we have stayed in in any country.\nhotel is clean: The rooms were clean, free from odors, and everything was in working order.\nroom is comfortable: The room was great with comfy beds and pillows.\n", "228759": "location is great: Our hotel is smack right in the middle of all the tourist spots like the Louvre, Shopping District and more they are all just walking distance away.\nstaff is helpful: The staff, and I mean the entire staff, always greeted you with a SINCERE smile.\nstaying is really enjoyed: Friends and I had the wonderful pleasure of staying at the Hotel Mayfair for 8 nites and couldn't have asked for a better experience.\nroom is clean: The room was very clean and well presented and had everything you would expect.\n", "307945": "location is good: The location was excellant whether you wanted to walk or take the subway into Time Square and all the other main sites in New York.\nvalue for is great: We had a 1 bedroom and got a great price.\nroom is clean: Our apartment has been very clean and comfortable for 3 person.\nkitchenette is helpful: There's a small kitchenette with frig and dishes.\nroom is nice: I was checked right in, my room was great.\nbathroom is nice: Upon walking in, everything appeared ok- no obvious dirt or mold, clean towels laid out, clean bathroom.\n", "183783": "staff is helpful: Frist when we got in the staff greated us with a warm smile and a bid warm cookie.\nbreakfast buffet is nice: The orchid restaurant serves a nice, standard breakfast buffet for $16.\nroom is clean: The rooms are nice, clean and up to date.\nbed is very cozy: The room had updated beds, bedding, dressers and tv.\nmoney is definitely worth: Got this hotel through Priceline at a decent rate.\nroom is comfortable: The room is very comfortable with a soft duvet and comfortable mattress.\n", "203093": "location is good: The hotel is about 5 minutes easy walk from the main railway station, Termini, with access to the Metro, buses and trains all from the same point.\nstaff is very helpful: The staff was very nice, specially the guy who delivered room service at night and a lady in the front desk.\nbreakfast is excellent: The breakfast buffet is good, with scrambled eggs every morning.\nhotel is great: When we saw our surroundings we were a bit hesitant on the hotel however we have nothing but excellent reviews.\n", "205129": "staff is helpful: Staff was very helpful in all areas of customer service from the front desk to the barista and wait staff.\nlocation is convenient: The bus services 40 and 64 are around the corner from the hotel and go to all the major attractions.\nbreakfast is more than adequate: The breakfasts at the hotel were great and were included in our hotel package.\nhotel is very clean: The room was clean and had tea and coffee making facilities, although these were not replenished during our stay - we replenished our supplies from breakfast.\n", "87115": "shuttle from the airport is very convenient: As with many of the airport hotels in Miami there is a free shuttle to the Crowne Plaza.\nstaff is very friendly: First I must say the staff and front desk are VERY polite, friendly, and helpful.\nhotel is nice: A great place to stay if you are flying out of the Miami airport for anything.\nroom is clean: The room, as well as the rest of the hotel is very clean.\nroom is comfortable: The rooms are nice with comfy bed.\n", "228949": "staff is helpful: The front desk service was very good, even managing to arrange a taxi during the taxi strike.\nbreakfast is wonderful: Breakfast was included in the rate and it was a full breakfast.\nroom is very spacious: One of our \"break-out\" rooms was simply one of the larger hotel rooms -- complete with bed and bathroom -- with a bunch of chairs.\nhotel is great: A excellent hotel in rome we will come back to Rome and stop here again.\nbathroom is dated: There was little room in the bathroom to place your toiletries.\n", "249326": "frontoffice staff is very friendly: The daytime reception staff are really polite, informative and helpful.\nbreakfast is good: The buffet breakfast was more than adequate, plenty of choice, constantly replenished.\nroom is nice: We happened to snatch a look inside another room on our day of departure, which we discovered was a superior room.\nroom is clean: The room was clean and very basic which we didn't really mind.\nbreakfast is quite expensive: Breakfast quite expensive although what you would expect for a 4*.\n", "2515050": "location is great: The green double-decker bus is a 10 minute walk from the hotel.\nhotel staff is helpful: The staff spoke proficient english and were quite accomodating the entire stay.\nbreakfast served is very nice: You'll also find plenty of boulangerie very near the hotel and can walk to the Luxembourg Gardens to eat your morning pastry in less than 10 minutes.\nbathroom is very nice: We liked the bathroom a lot, espeacially the bath products.\nroom is clean: The 'classic' room we stayed in was spotlessly clean but very small.\n", "268207": "downtown is walk able to: It was only towards the end of our stay that we found out there was a bus that went from just over the road, straight into downtown Boston.\nfront desk staff is very nice: The staff were always accommodating, helping us out with where to go, how to get there etc.\nview of the harbor is great: The view from our room on the 8th floor....AWESOME.\nroom is clean: We booked this room online for $109.00 and got a big clean suite, with a kitchenette stocked with coffee and tea and the fixings.\n", "232328": "location is excellent: The location was very convenient - right by the Munt clocktower (see the photo taken out of our window) and a block from Rembrantplein.\nstaff is helpful: They hostess handles this well and offers coffee for those waiting.\nhotel is very clean: Upon arrival to our very spacious room, we found it clean and warm.\nhotel is excellent: We stayed the Albus Grand-Hotel which was a nice enough hotel.\nnespresso coffee machine is brilliant: The Nespresso machine in the room is a nice touch.\n", "148560": "staff is helpful: If there was anything we needed that wasn't in the room the staff was there to help.\nrestaurant is fantastic: Go to Kasalta on McLeary for somne edible morning fare.\nlocation is very good: When we were looking for a hotel in San Juan, the main thing we wanted was a beachfront location.\nhotel is beautiful: I arrived in Puerto Rico thinking that my self and my famly would be staying in a beautiful beachfront property.\nstay is very enjoyable: My husband and i really enjoyed the stay here and can't wait to go back.\n", "571188": "location is close to everything: On the boardwalk and only a 5 minute walk to the pier.\nstaff is courteous: The lovely wait staff is happy to bring them right to your lounge chair.\nroom is small: When I saw how small and ragged the room was, I cried and finally confessed how much I had paid.\nroom is clean: The rooms and hallways didn't smell like mold at all and seemed quite clean.\nlocation is hard to beat: As for the price, you are paying for a hotel right on the boardwalk.\n", "2515867": "staff is very helpful: All of the staff, cleaning, reception, restaurant and ground (golf), were extremely pleasant, helpful and courteous.\nplace is wonderful: A great place to stay whether you are a golfer or on a family theme park holiday.\nplace is beautiful: The Villas of Grand Cypress was a beautiful experience and certainly \"GRAND\".\nplace is peaceful: If you are looking for a nice quiet restful spot this is the place.\nroom is very clean: We had a Club Suite Villa which was spotlessly clean.\n", "1196587": "staff is very friendly: I have to start by giving all credit to this property and the staff for good customer service.\nlocation is good: This hotel is located right on the beach and boardwalk (currently being rebuilt), a great location allowing you to walk to all of the boardwalk area.\nrestaurant is nice: The restraunt in the hotel is absolutely delicious.\nroom is very clean: Unlike most hotels around here, it is CLEAN.\nplace is great: This hotel is definately much better than your average Ocean City Hotel.\n", "236167": "hotel staff is very professional: The staff was also very helpful (Alessandra & Gabriella especially), willing to spend time offering advice, ordering cabs when needed, making reservations at restaurants.\nlocation is great: From the hotel priviledged location we were able to walk to both the centre of Rome and the Vatican city in less than 20 minutes.\nbreakfast is loved: The breakfast was also nice, with an array of continental breakfast choices; pastry, bacon, eggs, cereals, breads, meats and cheese, and fruits.\nfarnese is not disappointed: We chose the Farnese through reviews on Trip Advisor and were not disappointed.\n", "2516033": "staff is helpful: Spent 8 nights at this hotel and was very impressed with the level of service from all staff members.\nbreakfast buffet is excellent: You get light snacks in the evening and a light breakfast in the morning.\nstay is thoroughly enjoyed: This was a great stay during my birthday weekend and then for work the rest of the week.\nroom is clean: The room was cleaned well with the somewhat troubling exception of pubes in the bathtub.\nbed is comfortable: I was upgraded to a nice sized room with a king bed on the Club floor.\n", "73821": "staff is very courteous: The staff in the hotel and restaurant were so kind and accommodating I couldn't thank them enough.\nhotel food is very reasonably priced: They also gave us 2 $2 coupons for a discount, in case we wanted a full breakfast in the restaurant, which I thought was a really good idea.\nroom is clean: The room we had was very clean, and was a fine size.\nbathroom is very nice: Beds comfortable and bathrooms clean with nice toiletries.\nroom is comfortable: There was a small sofa/loveseat and coffee table in the room, which is convenient.\n", "2514917": "location is convenient: The hotel is close to the train (we took the train from the airport) and is.\nmultilingual staff is always friendly: The personnel of the hotel is extremely friendly and helpful, nothing too much trouble.\nroom is cleaned: It was spotlessly clean, though typically small for a Left Bank hotel.\nbed is very comfortable: It has an upper loft, and day beds on the lower level, giving room for a desk, TV, and sitting area.\nbathroom is modern: Bathroom not massive, but modern and bright with a really good shower.\n", "182071": "hotel is nicely located: I recommend going directly across to the street from the hotel to the corner store advertising 93 cent pizza slices.\nhotel staff is very helpful: They even had a concierge/guest services rep on duty to help you with anything from finding a store to picking a restaurant to booking a tour.\nroom is clean: The room was very clean and had all of the amenities.\nrestaurant is good: The restaurant has good food and is very reasonably priced.\nhotel is great: This is a great hotel with unbeatable value for money.\n", "593658": "staff is fantastically helpful: Staff in the Club Lounge could not be more pleasant - always wanting to help and assist with anything.\nlocation is great: Great location on Orchard road, plenty of shops restaurants nearby all easy walking.\nbreakfast is very nice: If you use the upgrade the breakfast laid out can be supplemented with eggs of your choice ( did not realise this until after).\nstaff is inattentive: Very poor service when you are paying for a club room.\nroom is clean: The rooms were clean, comfortable, fully furnished and air conditioned.\n", "1072864": "hotel staff is very helpful: My wife and I spent 4 nights at the Emine Sultan Hotel and can't say enough about how welcome Ozen and her staff made us feel.\neverything is within walking distance: The hotel i placed close to all important sights and pretty close to the tram which takes you to the others side of Istanbul.\nview is perfect: We loved to start our day at the breakfast room with a wonderful view over the Bosporus.\nroom is clean: The rooms are clean and neat in ottoman style.\n", "320080": "everyone is very helpful: I have never been in a hotel with such an absolutely marvelous attentive staff who went way out of their way to be helpful.\nlocation is great: This hotel is an easy two block walk to Bourbon Street.\nhotel is great: I stayed at the Hilton Garden Inn French Quarter as a solo female traveller, and thought it was great.\nhotel is clean: The rooms are always clean, well stocked and well maintained.\nbed is very comfortable: The matresses are adjustable, so you can dial in the firmness on each half of the bed.\n", "583028": "location is great: A walking distance to the Bugis Junction...you can walk there late at night if you want some McDonald.\nstaff is helpful: The staff were very friendly and extremely helpful when we asked any questions or for advice.\nbreakfast is good: 1st day for breakfast, we got to the buffet...gave our room number.\nvalue for money is great: We were offered Royal@Queens for 1 USD each.\nbreakfast is dissapointing: The restaurant was decent, not a great one and not any great variety of food either.\nhotel room is spacious: The rooms were spacious, by Singapore standards.\n", "593190": "staff is extremely helpful: From check-in to check-out, every interaction with hotel staff was fantastic - in the lobby, the bars, etc.\nlocation is n't great: The location is not good if you like to be in the city centre.\nfood is amazing: The restaurant serves good food and wasn't a rip-off.\nroom is well appointed: Our room, on the Norman Foster floor, was swish and stylish.\nbar is amazing: There is a nice bar on the ground floor with drinks, tea and coffee.\n", "114583": "hotel is walking distance: I considered changing my reservations, but decided that since I booked based on location, I would keep my reservation because of location.\nstaff is helpful: If you call the help hotline on the computer they are GREAT and will get what you need.\nprice is great: We got a good deal on this hotel through Priceline, and stayed here for four nights.\nroom is very clean: The room was of an average size and was clean and cleaned thoroughly every day.\nroom is adequate: For the money the room was satisfactory.\n", "2515206": "location is great: The hotel is just around the corner of Champs- Elysees.\nstaff is very nice: The staff , from bellboys to receptionists and from waiters to chambermaids are without exception friendly smiling and very helpful.\nbreakfast buffet is very satisfied: The hotel served a nice breakfast buffet - that was offered at a discounted price for any one booking through Expedia.\nhotel is superb: We have stayed in hotels all around the world and enjoyed this one best.\nroom is extremely small: The room we were given was extremely small and in deplorable condition.\n", "228950": "location is very convenient: The hotel is about three minutes walk to the main train station (and subway line), which is why we chose it.\nstaff is helpful: We were greeted by a very friendly staff who all spoke English.\nbreakfast is available: The breakfast was good for continental breakfast and had loads of variety.\nhotel is very clean: We were allowed in before check-in time to an extremely comfortable and clean room.\nvalue for money is excellent: We were given a confirmation of 1 price the 1st night and then discount prices for the next 2 nights.\n", "501108": "reception staff is friendly: From the time you walk in you receive the highest level of customer service.\nsea view is good: We had a room on the 22nd floor which did have a great view.\nmini bar is included: You get a free mini bar which includes-2 tumbler glasses-bottle opener,2 still water,2 fizzy water,2 non alcoholic beers, 2 san miguel,coke and fanta.\nbreakfast is not included: If breakfast is not included in your rate, do not bother paying premium for it.\n", "229026": "hotel is very central: The location saved us a bunch on transport as we could walk to almost every good tourist spot in Rome.\nstaff is helpful: And the service was decent (reception checked us in for our flight etc).\nvalue is good enough: 'Best bang for the buck' I've had for years while travelling to Rome, well done to Hotel Diplomatic, I hope they do not raise their prices.\nroom is clean: 6) the floors in the room were smooth laminate that was cleaner that typical hotel carpet.\n", "229680": "hotel staff is very professional: The hotel staff was friendly, helpful and very professional in all of our dealings with them.\nhotel is best: We stayed here at Melia Barcelona for 3 nights in mid-October and were very pleased with the hotel.\nhotel is clean: The hotel is clean and comfortable and will definitely be returning when my travel plans include Spain.\nroom is very nice: We booked a level room and were given a lovely upgrade.\nroom is comfortable: The rooms are more like 4 stars but very comfortable.\n", "88168": "downtown is conveniently located: It's right downtown near the convention center across the street from the RCA dome.\nhotel is very nice: When we walked into the lobby, we thought \"wow, nice hotel.\nstaff is helpful: My only positive comment is that the male receptionist at the front desk was very courteous and did reduce my final bill.\nrestaurant is conveniently located: There are fast food as well as a full service restaurant on site.\nroom is clean: Housekeeping did a nice job of cleaning the room.\nroom is spacious: The rooms at this Hyatt are spacious and clean.\n", "228975": "location is good central: The 5th avenue type shops of Via Veneto are just around the corner.\nstaff is helpful: From the moment we arrive, the staff cannot do enough to help you and ensure your stay in Rome is perfect.\nbreakfast is great: Had a very good breakfast bar with all you could want to start your day.\nhotel is very nice: BUt a good palc eto stay for te money if you are there to see rome and do not plan to be in the hotel much.\n", "275766": "location is great: The location is very convenient for the trevi fountain & the spanish steps.\nstaff is helpful: The staff at the front desk is extremely friendly and helpful.\nbreakfast is very good: The restaurant was very good with a great selection of food.\nhotel is nice: The Ottocento Hotel is a very nice hotel in the middle of Rome.\nroom is spotlessly clean: The rooms are very clean with linens being changed on a daily basis.\nbathroom is good: The bathroom was of high quality, with a great shower and jacuzzi bath.\n", "277144": "staff is helpful: We arrived and found the reception staff very helpful, were advised which room.\nroom is cleaned every day: During our 3 nights- stay every evening as we came back we found the room clean & organized.\nroom is small: Allthough the rooms are on the small side, I dont really get all the bad reviews.\nbed is extremely comfortable: You should remember to bring your bed linen along ( Blankets, duvet-cover and some sheets).\nbathroom is cleaned: The bathroom was clean and well maintained by the daily cleaner.\n", "280861": "everything is just next to the hotel: It is around a 10 minute stroll to La Ramblas.\nbreakfast is good: Breakfast was OK, continental, yogurts, baked beans, fried eggs.\nstaff is helpful: On arrival,we were pleasantly surprised to find friendly, helpful staff on Reception and throughout the hotel.\nbreakfast is awful: The only disadvantage of the hotel is breakfast they offer only sugar.\nhotel is spotlessly clean: We booked this hotel not because of the luxury but because we needed a cheap clean place to sleep.\n", "2515308": "hotel is quite centrally located: For tourists, we walked to the Bastille (about 10 mins) and caught the Le Tour bus that took us to all the sights in Paris.\nstaff is helpful: Also, Mark and Claudia, who take turns running the reception desk, are very helpful with all requests and can get you anywhere you need to go.\nroom is spotlessly clean: For around 70 euros, the room was nice and clean.\nroom is small: The room was small (typical of Paris hotels) and more long than wide.\n", "192156": "breakfast is included: Upon entering the breakfast room we were joined by others who were able to have a full cooked breakfast.\nstaff is helpful: We got drinks at the bar (if you could call it that) the desk staff cover the bar.\nhotel is very clean: Went back to the hotel and found our room, which was small but clean.\nvalue for money is very good: If this hotel had been advertised as budget and much cheaper It would have been ok for an overnight stay.\n", "2515106": "provided breakfast is very good: The breakfast goes above and beyond in my opinion for a meal included in your room rate.\nhighway 5 is just outside: So if we can walk to Safeco, you can get to the Market or the Space Needle.\nstaff is helpful: Every hotel employee we talked to seemed really friendly and eager to help with our questions.\nvalue is good: Its a very well priced slightly off downtown option for those visiting the area and want to stay close but save a few dollars.\n", "306174": "location is great: The big asset is the location - a ten-minute easy walk to Lucky Plaza, CK Tang, etc, and all the shops and plazas in between.\nbreakfast is very poor: Breakfast The most horrid breakfast buffet I have seen.\nservice at check - in is friendly: The Staff at Reception was Nice the GM was considerate enough to have allowed us the late checkout at 5 PM without Charges.\nhotel is good: Hotel Grand Central is a good place to stay if you are in a budget and looking for a decent place to stay.\n", "270626": "breakfast is excellent: As well we had lunch, dinner and drinks.\nstaff is extremely friendly: The staff at the hotel was absolutely AMAZING, from the gentlemen at the check-in desk to the restaurant staff to the maid.\nhotel is highly recommend: I have told everyone about our great time and reccomend you try this great little gem on Duvall Street.\npool is right by: The pool was a gem after a long day of riding bikes all over the island.\nroom is clean: The room was large and clean with basic furnishings.\n", "256619": "location is very close to everything: The hotel is within walking distance of the Rocks and Circular Quay and the monorail which takes you to Darling Harbour.\nhotel staff is helpfull: Some Receptionist staff were very friendly and welcoming especially Anthony and Louis.\nroom is clean: The room was clean with a kettle, tea cups, small cartons of milk, wine glasses and fridge.\nview is nice: The view from the 45th floor viewing platform and swimming pool area is great and well worth the lift ride up.\n", "295791": "staff is helpful: The staff was enthusiastic with their greetings (kind of reminded me of the way Ritz Carlton staff behave).\nservice is sometimes unreliable: Seventh: The staff was less than helpful, with the exception of the housekeeping staff member who had to bring us a roll of toilet paper late in the evening.\nhotel is wonderful: Overall, I would say the hotel was 'nice' and I would not mind staying there again.\nbed is comfortable: Bedding and flat screen TV (my 2 most important items) were very good.\n", "1048732": "metro station is easy to use: It is located 5-10 minute walking distance to the beach and a 10 minute walking distance to the subway.\nbreakfast is included: We both felt there was plenty of choice at breakfast, all tastes and nationalities catered for, with \"branded\" food; Kelloggs, Nestle etc.\nstaff is helpful: Staff can be friendly and helpful, as long as you get the right member of staff.\nhotel is fantastic: Other than that we had no complaints and would highly recommend this hotel.\nhotel room is spacious: The room was large, spacious and minamlist.\n", "291397": "hotel staff is very helpful: Mount Vernon has the friendliest staff out of all the hotels I have ever stayed in.\nbreakfast is good: They had two hot entrees and vegies, etc for the lunch and dinner meals.\nvalue is great: This hotel was a great value as I booked it through Pricline and only paid 59.00 per might for Easter weekend.\nhotel is convenient: The Mount Vernon is well-located; just a few blocks from the Inner Harbour and not far in a cab from Fells Point.\narea is great: Mt Vernon is a great area to wander around.\n", "2516178": "breakfast is more than adequate: The complimentary breakfast was great and got our day started off well.\nlocation is good: The hotel location is excellent, just a few minutes walk from the bars & restaurants of Calistoga and well-positioned for an easy drive to anywhere in the Napa Valley.\nstaff is very helpful: We received great customer service over the phone booking our room.\nroom is clean: There was plenty of room for all 5 of us- 2 double beds and still plenty of space for our portable crib for the baby.\n", "634943": "staff is very attentive: Thanl you to the maitre and thank you to all the staff at the hote.\n5 star hotel is excellent: The St George is the best Roman hotel we have ever stayed in.\nlocation is excellent: The location was just about perfect for us because you walk to many attractions and the open air bus routes were but a 10min walk away.\nbuffet breakfast is very good: We only had breakfast at the hotel which was self-service and plentiful.\nview is nice: Roof top Bar amazing and great views of the city at night.\n", "208596": "location is close to everything: The hotel has a very convenient location - close to Metro, buses, and lots of sightseeing spots.\nfront desk staff is very friendly: Front desk are very helpful with directions, booking tours and greets you.\nbreakfast is nice: Our breakfast was included in our on-line direct book reservation.\nvalue is great: Two day toursit bus rover ticket is better value than for one day and can be used to hop on and off at many loactions.\nhotel staff is incredibly rude: The personnel at the front desk is not very enthousiastic, nor helpful.\n", "631004": "location is easy to find: The hotel is a couple of minutes from Plaza Espana which is easily got to by Tube from the Airport in around Half Hour.\nstaff is helpful: Everyone at the hotel was very helpful and spoke English if we asked.\nhotel is clean: The hotel is very clean, as are the rooms.\nhotel is nice: Here I just wanna say that this hotel is the best you can expect from three-stars ones.\nhotel is good value: Hotel Viena Suites is the Best Value Hotel for our Spanish Trip in 12 days.\n", "2515155": "everything is close to: In addition, there was a 7-11 type store a block from the hotel front door.\nhotel staff is very efficient: The only friendly and helpful staff members are the doormen, bellmen and the catering staff servicing the meeting rooms.\nbreakfast is best: Go down the street to the square and give your hard-earned money to the local cafe and get a fab breakfast for 1/3 the cost.\nhotel is newly renovated: The Hotel is well present modern & chic with Splendour and design.\nroom is newly renovated: I enjoyed the 'park' detailing in the room.\n", "229160": "everything is close to: Go to the left when you leave Centraal Station and take Tram 9 which will stop right at the hotel on Rembrandt Plein.\nhotel staff is very professional: I can't say enought about the staff on both the day and night time shifts.\nbreakfast is good: Our first morning we went down to brasserie for breakfast and were amazed at the standard and choice that was on offer.\nroom is nice: The room that we stayed in had been recently refurbished.\nstay is enjoyed: Just returned home from a lovely stay at the NH Schiller.\n", "228658": "location is extremely convenient: This hotel is centrally located between 2 metro stations.\nfront desk staff is courteous: When I could not find my way to the swimming pool I was escorted by a very pleasant employee of the hotel.\nbreakfast buffet is terrific: Superior breakfast, and the bistro was excellent.\nhotel is lovely: It was called before the Hotel for the Matador and has given an special charming memory for me.\nbathroom is great: Rooms were ok, with very nice bathrooms.\nroom is comfortable: Our room was very large by European standards with a completely comfortable matress.\n", "2516075": "front desk staff is very courteous: Staff was very nice and helpful, Traveled with my 16 year old son and his friend.\nhotel is quite nice: This was the best hotel we stayed in on all of the tour.\nroom is clean: Rooms are clean enough and has free wired and wireless internet.\nroom is large: I had four girls total staying, and that one room was more than large enough for all of us to have plenty of space.\nhotel is quiet: The only big disappointment was the sound insulation between the rooms which is nonexistent.\n", "2514538": "location is great: Just 3 stops from Paddington train station with no changes, very easy to get to.\nstaff is very helpful: The staff were helpful, even sending the maintenance man up to repair a handle broken on one of our bags.\nbreakfast is included: If you want a larger breakfast you can order it from their menu.\nvalue is great: The Montana Hotel is a great value for those visiting London on a budget who desire a degree of civility in their lodging.\nbathroom is spotlessly clean: Very small clean towels and fresh soap were put out daily.\n", "617207": "staff is very helpful: The staff are extremely professional and kind, frequently going out of their way to assist weary travellers.\nlocation is perfect: Hotel Tan wa conveniently located in the Sultanamet section so close to the attractions.\nroom is very clean: The rooms were clean, had plenty of space and insulated enough that we could not hear call to prayer at times.\nhotel is very agreeable: We had a very pleasant stay in Tan Hotel.\nhotel is friendly: The coziest and most welcoming hotel we have ever stayed at in Europe.\n", "294928": "hotel staff is helpful: We even had a charming employee personally assist us with manuevering about the city while returning home from his night shift.\nlocation is ideal: The hotel located near Blue Mosque...walking distance to the tram, Grand Bazaar, etc.\nsarnic hotel is jewel: We were so delighted with the Sarnic Hotel upon departure that we booked with them again for our final two (2) days back in Istanbul.\nroom is clean: The rooms at the Sarnic are pleasant and clean.\nroom is comfortable: Though the room size kinda small but its comfortable.\n", "2514568": "staff is helpful: The staff was friendly and helpful, especially when we asked to borrow a hair dryer.\nroom is very clean: They mentioned the contemporary design of the rooms and how clean the hotel was.\nbathroom is very nice: I had a shared bathroom which again was very clean an there were no issues on the sharing.\nplace is great: All in all a great hotel for the budget traveller who doesn't want to slum it in a hostel.\nbed is comfortable: We stayed in an ensuite room with a queen bed.\n", "229443": "location is very convenient: This hotel is in a superb location for the main shopping areas and is very easy to get to.\nstaff is helpful: The hotel staff were very friendly and helpful - concierge, reception, restaurant, maids.\nbreakfast is very good: The breakfasts are all you could want to start the day - cereals, fruit juices, yoghurts, fresh and dried fruit, fruit salad, a wide selection of bread, rolls, pastries, etc.\nhotel is great: The Astor St. Honore is a pretty decent hotel.\nstay is enjoyed: We were very happy with our stay here.\n", "498328": "location is good: It's a 5 minute walk from Potsdamer Platz which has lots of shops etc for everything and Checkpoint Charlie.\nvalue for money is excellent: We booked online and found that the Accor Hotels website had the cheapest prices and paid about 53/night for a double.\nroom is large: Spacious room for a family of 4 - which is a big plus when traveling in Europe - not that many hotel can accommodate 4 pple in the same room.\nhotel is great: We stayed eight nights at the Suitehotel and liked it a lot.\n", "264644": "everything is within walking distance: And if u like walking, just follow Corso ditalia for 10-15 minutes to end up in Villa Borghese and Via Veneto where it all starts.\nreception staff is incredibly helpful: The hotel staff were friendly, helpful and went the extra mile for us.\nbreakfast is best: We got breakfast each morning in the hotel which was very good, just your normal European breakfast but tasty.\nhotel is amazing: So as long as they get there bookings under control, this hotel is really nice for a stay in Rome.\n", "232490": "train station is very convenient: 10 minute walk from Centraal Station, and a stones throw from the red light district with its bars, the location couldn't be better.\nstaff is helpful: Staff was fine, friendly and accomodating although we were pretty low maintenance just some guys enjoying the area.\nhotel is clean: Regardless of what if cost (our stay was 310 euros) it should be clean and comfortable.\nhotel is very nice: This hotel is so much better than some of the others I've stayed in in Amsterdam.\n", "185733": "hotel staff is extremely helpful: Overall, our experience in Montreal was peppered with helpful conversations from the locals with extremely friendly attitudes.\nlocation is good: We also did the walk to central downtown which took approximately 20 minutes at a leisurely pace.\nbreakfast is included: The Hotel included our buffet breakfasts all three mornings of our stay.\nroom is spacious: We were very quickly moved to a new room which was larger than the one we started in.\nroom is clean: Our room, while not the largest we've stayed in was clean, modern, and well equipped.\n", "217526": "location is great: So conveniently located 3 blocks from Bourbon St ..few blocks to Jackson Square and the French Market.\nstaff is extremely helpful: Tracy at the front desk was also very helpful with finding a rental car company for us, and would recommend Nifty to anyone.\nbreakfast is very nice: The free breakfast included sausage and eggs along with all the usual.\nroom is clean: The room was serviced daily (even when I spent all morning working in there) and always very clean.\nbed is comfortable: Dark brown walls, great new beds, very nice furniture, great bathroom.\n", "308393": "hotel is 5 minutes walk: We used the shuttle bus to get in and out of the city.\nstaff is helpful: The cashier is very friendly even when you don't have to pay the bill there's always a smile.\nbreakfast is good: The breakfast buffet was a mix of western and asian food but enough choices to satisfy most people.\nvalue for money is good: We took advantage of a stay 3, pay 2 promotion, and also the cheap rates on offer from the British airways website.\npool is very nice: Nice pool and sunbathing area.\n", "228977": "location is excellent: Location of hotel was not bad-easily walk to Spanish Steps/Trevi Fountain and Pantheon.\nbreakfast is nicely served: Spent a week here with a tour group; fine breakfasts/dinners.\nreception staff is extremely helpful: Staff were very helpful in giving directions, taxies, places to eat and putting up with endless questions.\nhotel is very nice: In july my step son, daughter-in-law , wife and grandkid's stayed there for 2/12 day's, after visiting family in the abruzzio regin .what a great hotel.\nroom is spacious: Family of 4 stayed for 3 nights in one large room.\n", "182070": "location is very good: It's about a 25 min walk down Granville Street to Gastown.\nstaff is helpful: On arrival the staff were friendly and full of suggestions on what to do during our stay.\nhotel is very good: We stayed for five nights and had no complaints with the hotel at all.\nroom is clean: The Room for your basic necessity is clean, fresh, and appealing.\nfood is good: The White Spot restaurant located next door was very good.\nvalue is great: There was a White spot downstairs which we thought was great value for money.\n", "2515143": "seatac airport is very close: Very convenient to the airport,really didn't have to wait for the shuttle ,could have walked to the hotel.\nfront desk staff is very helpful: The front desk staff are always courteous and efficient getting us in and out.\nroom rate is very reasonable: We stayed at the Red Lion because of the great deal they offered us.\nroom is clean: Room was clean, big, had a flat screen in it.\nfront desk staff is bit flustered: The staff at the front desk was less than wiling to help with any of your needs.\n", "98726": "staff is so friendly: The concierge desk is devoted to making everything happen that you want.\nfood is excellent: After arriving, they sent a waiter to our room with a delicious apricot tart and passion fruit iced tea.\nhotel is absolutely beautiful: Everyone looks good in these surroundings it's the coloration of the hotel's spaces and interior decor.\nfood is very unremarkable: They had a \"bad patch\" in March 2008, the only time out of a dozen that we've had absolutely average cuisine there.\nroom is spacious: The room offered great space with a comfortable sitting area.\n", "96721": "staff is very friendly: From the front desk to the cab stand to the wait staff, everyone was extremely pleasant.\nroom is clean: Overall cleanliness of rooms, carpets, pool area, etc. (There was refurbishing work underway during our stay which should help.).\nbreakfast is good: Fortunately, the hotel breakfast buffet ($14 per person) was open until 11am.\nlocation is bad: If you don't have a car you are screwed as there is NOTHING within walking distance of the hotel.\nhotel is nice: The Renaissance Philadelphia Airport is a nice hotel.\nbathroom is spacious: Bathroom spacious and water pressure good.\n", "1426422": "staff is very courteous: We were received with\" happy anniversary\" from Beatrice, front desk staff.\nbreakfast is pretty good: We were big fans of the breakfast - plenty of yummy options.\nhotel is wonderful: However once we stepped inside the hotel our delightful experience began.\nhotel is beautiful: The lobby was so beautiful decorated that anyone who walked past it would stop and look in.\nstay is great: Its close to everything and away from st. Mark,s. Loved staying here.\nhotel is very clean: Every time we left the hotel, we came back to find an immaculately tidied room.\n", "1526976": "staff is helpful: I was going to say how great the front desk staff is (points for smiling faces) however.\nhotel is great: This hotel is by far the best in this concept and is one of the top hotels downtown.\nbed is very comfortable: (For comparision...I am thinking of the Springhill and fairfield lines of Marriott where the rooms/beds are still as comfortable as a JW or Marriott).\nbathroom is nice: The shower was one of the best in any hotel that I have stayed, to date.\nlobby is fun: I liked the lobby and the bar/lounge downstairs.\n", "232856": "breakfast is good: The breakfast was pretty good, offering a variety of breads with scrambled eggs and bacon.\nstaff is helpful: Most of the front desk staff was helpful, especially one gentleman (Marco?) who telephone a music performance for me to see if tickets were available.\nroom is clean: The room and ensuite was very clean however they were stuffy and very warm.\nservice is unfriendly: Unfortunately can't say the same for the front desk staff that were less than friendly.\nstay is so pleased: Our second stay at the Hotel Diana in Rome was better than our first.\n", "306107": "location is great: The bus that will take you to the nearest MRT (near Clarke Quay) is bus number 52 or 59 (I can't quite remember because I never took it).\nstaff is really helpful: Great service by the hotel, we reached there at about 10am on the 18 of Feb while the check in was after 2pm.\nvalue for money is great: I purchased a room on expedia.ca which gave me a great deal, saved about $90 more than what the front desk was asking for.\n", "229061": "staff is very very accommodating: We found all the staff to be pleasant and helpful when needed, particularly Tony, the doorman/barman.\nbreakfast is ok: There was also a reasonably priced place to eat with wood burning pizza oven just around the corner.\nhotel is exceptionally clean: Small, very clean, and had one of two quaint rooms on the lower floor, with a walkout to a small patio overlooking a lovely and quiet garden/sitting area.\nbathroom is very clean: The bathroom was more than adequate; clean, with a shower you could actually move in.\n", "2515514": "location is great: Has good location next to I5, Airport, Little Italy.\nhotel staff is friendly: Each time we had a question or special request we were more than satisfied by the kind attention we received.\nroom is always clean: The rooms are standard hotel rooms, were clean and seemed to be relatively well maintained.\nbed is comfortable: It was one of the most comfortable beds I've ever slept in at a hotel.\nroom is comfortable: The rooms are what you'd expect of a Doubletree (spacious, comfortable, well appointed).\n", "203223": "location is good: The hotel is a 5 minute walk to the Colliseum and 15 minutes to Trevi Fountain.\nbreakfast is very good: The breakfast selection at the hotel was very good with lots of choices.\nstaff is helpful: The front desk staff at the Duca D'Alba was wonderful and very friendly and willing to help with anything.\nhotel is very nice: We made it to Rome and found our hotel pretty easily.\nroom is very clean: If you want a VERY clean room and bathroom , then this is the hotel for you.\n", "232885": "location is really a big plus: The hotel is in an excellent location and within walking distance to everything, e.g. all the sights, the shops and the train/bus station.\nhotel is very good: This hotel is a very good 2/3 star.\nstaff is helpful: The staff was very friendly and helped us retrieve our lost luggage from the airlines.\nbreakfast is great: They have a cappucino machine for self-serve, eggs, and the usual Italian breakfast foods.\nroom is very small: Rooms - too small , am surprised at how many can be fitted in a floor.\n", "585139": "staff is extremely helpful: The reception staff is amongst the friendliest in Barcelona and perhaps Spain.\nlocation is great: It is situated about 10 mins walk from the main shopping area.\nhotel is great: This boutique hotel was a pearl in Barcelona.\nbreakfast buffet is adequate: Breakfast was freshly made and set us up for the day.\nstay is great: My wife and I enjoyed our stay at the Granados.\nroom is comfortable: The room was very nice, comfortable and much larger than some of the other rooms we've seen in Europe.\n", "2515167": "location is convenient: The $4 roundtrip on the monorail takes you right downtown, within walking distance of every attraction and into the heart of the \"Free Bus\" zone.\nstaff is very friendly: Zach who works at Brella's and delivered the food, is like all the other hotel staff: great, awesome, and exemplifies excellent customer service.\nroom is clean: The room is clean, although the bedspread looks a bit old.\nbed is comfy: We slept soundly in a comfortable bed and woke up each morning in a good mood.\nroom is large: The rooms are very large.\n", "248857": "breakfast is outstanding: We ate in the restaurant twice, once for breakfast, which was amazing and once at the Michelin star restaurant Facil which was out of this world.\nstaff is very friendly: Service, Service, Service - attentive, friendly, courteous, prompt, better than efficient.\nmandala hotel is great: If you want to experience a hotel where you won't be disappointed with any aspect - this is the one to choose.\nsony centre is close to: Very close to S-Bahn stop, restaurants, shops, cinemas.\nroom is large: The hotel has spacious romms/appartments with a small kitchenette.\n", "2515163": "location is great: The location is really convenient for anyone travelling in or out of Paris from Montparnasse, as I often do.\nstaff is very helpful: Very friendly staff at reception who spoke English but were appreciative of our school style French.\nroom is spotlessly clean: I give an A++ for cleanliness no doubt.\nbathroom is good: Nice modern bathroom with bath and shower and separate WC.\nroom is good: Travelled with children, the room was set up well for our 2 kids.\n", "2515265": "location is great: The hotel is very close to the metro at concorde and so easy to get around.\nstaff is helpful: The staff is very friendly, cooperative and eager to please, which is quite an edge the hotel has over its competition.\nhotel is great: I stayed here last year and loved this hotel.\nbreakfast is pleantiful: Both meals we had in the hotel (dinner and breakfast) were great.\nbed is comfortable: The bed was divine (sheets, duvet, pillows).\nroom is clean: Rooms are always clean and well served.\n", "235866": "everything is within easy walking distance: This little hotel is situated just yards from the water taxi stop in Accademia so it is very easy to get to.\nstaff is helpful: Like staying in a 'Merchant-Ivory' film, but will all the modern conveniences, and warm friendly staff.\nhotel is fantastic: We stayed in this very pleasent hotel for two nights in early October.\nvalue is highly recommended: Booked this hotel for 3 nights upon recommendation by Rick Steves at 120 Euro a night, with a 5% discount if paid in cash (the preferred method of payment).\n", "2515300": "hotel is very centrally located: The location, on a small street in the heart of St. Germain, could not be better if you are visiting the main attractions in central Paris.\nstaff is extremely helpful: The service was excellent from breakfast to the late night desk man.\nroom is very nice: We were upgraded to a junior suite and had a lovely room that we shared with our nearly 3 year-old daughter.\nrestaurant is great: Found a few friendly restruarants close by Cafe De Paris in Rue De Buci and Vins et Terroris in Rue St Andre des Arts.\n", "2515521": "front desk service is very friendly: We also liked how accommodating the shuttle guy and reception staff was to us.\nairport is very convenient to: It is only six blocks west to the Trolley stop and two more blocks to the pier.\nroom is clean: My room with a comfortable king-size bed was spacious and very clean, with a pleasant neutral decor (granite sinks!).\nhotel is great: I Stayed here for three nights prior to a cruise and loved it.\nbathroom is nice: The bathroom is very spacious and luxurious with every amenity you need.\n", "1641968": "hotel is very central: I would definitely stay here again as the hotel is within walking distance of the train station and tourist attractions.\nstaff is friendly: A very friendly, approachable and flexible service at reception.\nhotel is excellent: This is the best hotel I have stayed in over there so far.\ndouble room is clean: The hotel was both clean and bright even though we had an 'inside room'.\nbathroom is really nice: The bathroom was really nice and had a lovely shower.\n", "111423": "staff is helpful: The front desk staff, bell men and doormen were all very pleasant, friendly and helpful.\nlocation is great: And the location of the hotel is so convenient: Newbury and Boylston Streets, and the T within a block.\nhotel is beautiful: The decorating is quite lovely if you are into VERY traditional Americana.\nfront desk service is poorer than: The front desk service was poorer than that in the restaurant.\nhotel is charming: The hotel has a certain charm perfect for historical Boston and seriously lacking in most big chain hotels.\n", "249328": "location is best: The hotel is in a GREAT location - right beside loads of shops, restaurants and coffee shops and about 5mins from the red light district.\nroom is cleaned: The rooms were generally clean and adequate for what we wanted, Just somewhere to sleep,wash and change.\nbathroom is layer of grease: As we didn't have an en suite we had to use the communal shower, which wasn't too great.\nwindow is n't open: There was no fire escape where we were on the 4th flour and outside the window were boards with nails.\n", "259310": "hotel staff is helpful: Good staff at the front desk, especially Franco, who was unfailingly friendly, helpful and informative.\nlocation is reasonable: The Termini station and first stop for the red \"hop on and hop on\" tourist bus are close by.\nbreakfast is good: We had breakfast three mornings and weren't bored by the varieties on offer.\nroom is clean: The rooms are very very clean and roomy for italian standards.\nroom is nice: The 3rd room was nice, especailly for a European hotel room.\n", "230612": "hotel is within walking distance: We took the metro, which is less than a five minute walt from the hotel to the Vatican.\nstaff is helpful: All staff from breakfast staff to reception were fabulous with us, very helpful and courteous.\nhotel is great: Other then that I loved this hotel and would come back every time when I visit Rome.\nroom is very clean: On a good point room was cleaned every day, with bedding and towels changed every day.\nbathroom is perfectly functional: We had a modern and very new bathroom with a great shower.\n", "89382": "airport shuttle is very convenient: The airport shuttles are on demand which made getting to the airport Sunday morning quick and easy.\nhotel staff is very pleasant: The housekeeping manager was so nice, I called him and he Fed Ex'ed it overnite at their expenses to my next hotel in Philly.\nfood is outstanding: We flew into Baltimore at 11pm, had room service (AMAZING!) and jumped into bed.\nroom is clean: Our room was clean and well appointed and appeared to have been recently renovated.\n", "255863": "hotel is very centrally located: Very conveniently located to Darlo and Surry Hills restaurants and also convenient to the train stations at Museum and Central.\nstaff is helpful: Staff were always helpful and friendly, and fixed a lightbulb in our room when it went out immediately upon request.\nroom is big enough: But there's enough room for perishables if you're staying for just a few nights only.\nbathroom is well equipped: The bathroom was modern, with an efficient shower.\nroom is clean: Room was spotless, modern and thoroughly cleaned daily.\nbed is comfortable: The bed was king-sized and comfy.\n", "182067": "location is great: The city buses to Robson Strasse (shop till you drop), Stanley Park and just about everywhere you want to go leave from outside the door of this hotel.\nstaff is helpful: The staff were lovely in particular the guy who helped me extend my stay and checked me out when I left was lovely and always helpful.\nvalue for money is good: I used Priceline for a good deal and would be happy to stay at the BW Sands again.\n", "294607": "staff is very nice: All employees which we came in contact with were extremely nice and helpful, from the bellboy to the portier to check-in and restaurant staff.\nlocation is convenient: Great location , 2 minutes walking to Taksim square and Istiklal street where all the shops and restaurants are.\nhotel is excellent: I read somewhere that the Istanbul Intercon won their company award for the best hotel in the Group.\nroom service is very expensive: The only downside was the expensive food costs if eating in any of the hotel restaurants.\n", "2515217": "hotel location is very convenient: The French version of a Walmart is the Monoprix which is another short block away.\nstaff is helpful: Never had a problem with staff, who were more than happy to mind my bags before I left later than night.\nhotel is very clean: The maid was down the hall, in the process of cleaning the upstairs rooms.\nhotel is well kept: The Hotel de l'Avre is an excellent hotel.\nroom is very comfortable: Our room (number 32) was cute, chic, and very comfortable.\n", "2515576": "hotel is 4 + star: I think this hotel was probably one of the hot spots back in the day.\nstaff is helpful: The Front Desk was extremely helpful offering Concierge service and very informative.\nbreakfast is nice: The bar and restaurant served good food and also dispensed some former elegance.\nlocation is perfect: The hotel is close to Balboa Park and only about 10 min from downtown.\nplace is run down: The inside had bad motel written all over it.\nroom is clean: We booked a poolside room which was old but very clean.\n", "232843": "location is close to everything: This hotel put us in a central location as we were able to walk to all major sights in Rome.\nhotel staff is helpful: When asked for assistance and local knowledge on shopping, site seeing and booking airport transfers, all reception staff were very helpful.\nroom is always clean: The room was clean and also had a safe and refrigerator.\nhotel is fantastic: Spent three nights at the Hotel Trevi and had a wonderful stay.\nroom is small: Went to breakfast room at the Hotel Trevi but walked out as very small and overcrowded.\n", "294608": "staff is helpful: Staff (outside of the business centre, where the temperature drops several degrees) are friendly and helpful.\nlocation is great: Located in a 5 mints walk from Taksim, it's a good place to stay with easy connections to any part of the city.\nhotel is great: This is without a doubt one of the best hotels in Istanbul.\npool is great: I would definately visit again during a warm month to have the chance to actually dive in the superb pool.\nhotel is lovely: Beautiful lobby and also the seating areas in the Mezzanine level.\n", "2515626": "staff is very helpful: Sara at the front desk was truly accomidating to all of my requests.\nfood is outstanding: We enjoyed one of the best meals we've ever had at JRDN restaurant that is downstairs.\nlocation is great: All that the Tower 23 Hotel has going for it is its location.\nview is very nice: We stayed in a Surf Pad room with a beautiful view.\nbed is very comfortable: The Tempurpedic bed assured us 8-10 hrs of rest every night, unreal.\nstay is very pleased: We loved our stay here and loved our stay in San Diego.\n", "1194140": "location is great: The location was good, a bit of a walk to the metro and Catalunya.\nstaff is helpful: One young hotel staff was very helpful and enthusiastic to explain the hotel facilities and directions during our check-in.\nhotel is excellent: I would definitly recommed this hotel to anyone, aswell as stay here the next time I come to Barcelona.\nbreakfast is great: There are several cafes in the area and an excellent all you can eat lunch buffet across the street called Fresco.\nroom is nice: Our room was perfect laid out for a family of four.\n", "203114": "staff is helpful: Believe it or not the staff remembered the two of us, a year after our first stay!!.\nlocation is great: The hotel is right next to the subway station which can get you anywhere in the city.\nbreakfast is wonderful: We had a lovely lunch in the Ninfa restaurant on our first day too.\nhotel is beautifully decorated: The hotel has kept it's class of the 19th century.\nhotel is perfect: The Hotel Majestic was overall the nicest hotel of the three that I visited during my trip to Rome and Florence this summer.\n", "223474": "staff is very friendly: The Staff and management were probally the nicest and most helpful of any motel I have ever stayed.\nbreakfast provided is great: There was a FREE (so don't complain) breakfast that was reasonably good.\nroom is nice: Our room was a king jacuzzi suite and was very nice.\nstay is really nice: We have ALWAYS had a nice stay here...never had a problem with anything.\nlocation is great: It is on the yellow route which can take you quickly to the \"blue\" and \"red\" routes and get you around all the traffic on Highway 76.\n"}