{"122325_0": ["hotel is nice", ["We took our two children to Philadelphia on vacation to what I thought was a nice hotel."]], "122325_1": ["rate is great", ["We got a great rate for the rooms even though it was close to Christmas."]], "122325_2": ["bed is very comfortable", ["We had five standard rooms with double beds and one suite that served at the meeting space."]], "122325_3": ["room is very large", ["When we walked into the room I was surprised how huge it was."]], "122325_4": ["location is close to everything", ["The hotel is close by to the subway which you may not need to use as everything is well within walking distance."]], "122325_5": ["staff is very helpful", ["The Windsor had pleasant helpful staff (when checking in and when storing baggage)."]], "122325_6": ["hotel is clean", ["Everything was clean and comfortable, making us wish we could stay longer than over night."]], "122325_7": ["restaurant is nice", ["Had some great food in Philly (tapas in Bar Ferdinand in thd Northern Liberties, Mexican in El Vez), will be back hopefully."]], "122325_8": ["room is newly updated", ["My colleague had a totally renovated room which was much nicer."]], "202706_0": ["breakfast is too small", ["But I agree with other reviews that the breakfast room is too small."]], "202706_1": ["bathroom is clean", ["The bathrooms were spotlessly clean and well equipped."]], "202706_2": ["breakfast is good", ["Contrary to what a lot of people have said, I thought the breakfast was very good - indeed one of the best and most varied continental breakfasts I have seen."]], "202706_3": ["staff is helpful", ["The staff at Hotel Kette greeted us w/ unparalelled service and friendliness."]], "202706_4": ["room is well appointed", ["The sitting rooms, dining room and hotel rooms were vibrantly done just as you would expect in grand Italian style."]], "202706_5": ["room is spotlessly clean", ["The Kette Hotel is a four star hotel, but is very clean and neat."]], "202706_6": ["room is good size", ["Room a good size, with the occasional canal view (you may have to strain your neck round)."]], "202706_7": ["room is comfortable", ["Our room was very comfortable with en-suite, all facilities and overlooked the canal, with gondolas and singing gondoliers adding to the ambience."]], "202706_8": ["hotel is within easy walking distance", ["The hotel is just 2 minutes from St Marks and within easy walking distance of the main attractions of Venice."]], "1879075_0": ["bed is comfortable", ["The bed was good (not too hard, and not too soft) and for 59.00 very neatly priced."]], "1879075_1": ["everyone is very helpful", ["The reception stuff was very helpful;they gave us a city map and told us about the main attractions."]], "1879075_2": ["room is quiet", ["It is basically breeze block room with a rubbish wall mural and grey industrial carpet, heavy black curtains but next to residential homes which can be quite noisy at times."]], "1879075_3": ["hotel is sustainable", ["The hotel is eco-friendly (hence 'conscious') and reminds you of this via all kinds of messages which you will find everywhere (\"Hi, I'm your towel\"."]], "1879075_4": ["room is clean", ["It is a new hotel with clean and well laid out rooms, which were a little on the small side."]], "1879075_5": ["airco is no", ["There is no air conditioning, meaning the hotel is completely unusable during the summer months."]], "1879075_6": ["hotel room is good sized", ["Hotel is quite big, tower A Tower B with many rooms."]], "1879075_7": ["bathroom is good sized", ["Pros: -big open shower w/ great water pressure -nice."]], "1879075_8": ["room is nice", ["Room was lovely and nicely decorated.situated within easy reach of the centre of Amsterdam."]], "1145313_0": ["room is very spacious", ["There is also some space to lay on the decking whilst waiting for them to become available."]], "1145313_1": ["bed is comfortable", ["Lastly, I won't forget the extra large and very comfortable bed."]], "1145313_2": ["hotel staff is helpful", ["The personnel is very polite and friendly, always there when you ask for something."]], "1145313_3": ["room is modern", ["We enjoyed the modern style of the room including a flat screen TV."]], "1145313_4": ["room is clean", ["The rooms are spotless (hardwood and tiled flooring)."]], "1145313_5": ["hotel is great", ["I stayed in H10 Roma last week and had such a wonderful stay."]], "1145313_6": ["room is comfortable", ["The rooms are very clean, comfortable, provide great amenities."]], "1145313_7": ["location is good accessible", ["Not far from the center, it has its own bus to get you there."]], "1145313_8": ["room is very nice", ["My room was close to perfect: immaculate decor, everything functional, with a desk you can work at."]], "192080_0": ["room is quite dirty", ["The en suite was a fibre glass pod which was filthy."]], "192080_1": ["hotel is centrally located", ["The hotel itself is in a very convenient location for getting around London."]], "192080_2": ["bed is comfortable", ["The bed is soo comfortable would lhave loved to take it with me home."]], "192080_3": ["breakfast is unusable", ["The breakfast was poor, reheated sausage/ bacon and a few beans."]], "192080_4": ["bathroom is unusable", ["The bath looked like it had never seen Cif or Cilit bang."]], "192080_5": ["room is clean", ["Our room was a very clean twin with plenty of room for 2 people with 2 suitcases."]], "192080_6": ["room is small", ["Some of the rooms can be a little small with tiny shower rooms but hey when your in London you dont."]], "192080_7": ["room is undefinable", ["When we entered the room it looked nothing like any room in theyre advertisments.part of it hadnt even finished being painted.the en-suite (HA HA)."]], "2515612_0": ["housekeeping staff is very friendly", ["The service at this hotel was better than any Hampton Inn I have ever stayed at."]], "2515612_1": ["hotel is good value", ["This was a great hotel for our families and at a reasonable price."]], "2515612_2": ["location is convenient to everything", ["There is a strip club about two blocks form the hotel."]], "2515612_3": ["room is clean", ["The room and common areas were spotless and up-to-date."]], "2515612_4": ["room is comfortable", ["The room was comfortable (there were 3 of us) and met our needs for our vacation."]], "2515612_5": ["room is spacious", ["Rooms are large."]], "93146_0": ["place is wonderful", ["My boyfriend and I stayed at this wonderful hotel this past weekend and had the most wonderful experience."]], "93146_1": ["room is nice", ["Unlike with other guests, our room was more than what we expected since we got a suite."]], "93146_2": ["staff is helpful", ["First off the best part of this hotel is the great staff, all are very friendly and helpful."]], "93146_3": ["getaway is great", ["Great start to a holiday We stayed at the St James hotel for five nights over Christmas last year."]], "93146_4": ["restaurant is magnificient", ["Patrick the front desk manager told us of a great restaurant called Adalaid in the Lowes hotel that was fantastic."]], "93146_5": ["hotel is very clean", ["The housekeeping person came by each day to clean our room, but often at 9am."]], "93146_6": ["room is comfortable", ["My room was very comfortable with wide-plank hardwood floors."]], "93146_7": ["location is great", ["We checked in at 11:00 p.m. and went out to enjoy the French Quarter which was a couple of blocks from the hotel."]], "93146_8": ["bed is so comfortable", ["I enjoyed the comfortable, plush soft bedding and linens."]], "2516193_0": ["place is charming", ["Very quaint, boutique hotel in the heart of Yountville."]], "2516193_1": ["breakfast is decadent", ["Complimentary breakfasts I've had at other hotels paled in comparison."]], "2516193_2": ["staff is very helpful", ["Christiana was a very helpful concierge before and during our stay."]], "2516193_3": ["breakfast buffet is delicious", ["The day started out with a yummy morning brunch including mimosas, bloody marys, and fresh fruit, juices, breads, etc."]], "2516193_4": ["vintage inn is wonderful", ["A friend who was heading up to the Vintage Inn for work meetings invited me along and what an amazing getaway it turned out to be."]], "2516193_5": ["room is spacious", ["The rooms very spacious with fireplaces and jacuzzi tubs."]], "2516193_6": ["room is clean", ["Our room was very clean with nice carpeting and wood shutters on the many windows."]], "2516193_7": ["room is beautiful", ["The rooms are arranged in clusters of buildings nestled among flowers, pear trees, fountains and streams."]], "2516193_8": ["place is great", ["Yountville turned out to be the PERFECT place to stay if you are visiting and plan on doing wine tours etc."]], "88173_0": ["staff is exceptionally helpful", ["We stopped in the 40 West Cafe and received excellent service from Drew and Adam, along with a big cup of one of Drew's specialty hot chocolates."]], "88173_1": ["location is very convenient", ["It's just a couple blocks from the convention center, very walkable, and attached to the mall."]], "88173_2": ["room is clean", ["From there John took us, with our luggage, up to our spacious, beautiful, absolutely spotless suite."]], "88173_3": ["housekeeping is problematic", ["I had to call for housekeeping twice and guest services once for minor requests."]], "88173_4": ["room is comfortable", ["The Suite was exceptionally comfortable with a full living room, a patio, and views on three sides."]], "88173_5": ["room is great", ["Room enough for even a motorized cart, they take into consideration every aspect of how it is to be in a wheelchair and provide for it."]], "88173_6": ["room maintenace is problematic", ["This problem seems to be affecting all hotels that offer room service as I have seen it other times in other hotels."]], "2515720_0": ["location is very convenient", ["Good location within an easy walk to the old town (although free bus shuttle saved this)."]], "2515720_1": ["staff is extremely helpful", ["In fact Jose was friendly, attentive and helpful....which is not the usual response when you check into a property so late in the day."]], "2515720_2": ["hotel is very clean", ["This is a clean Hotel with updated furniture in the rooms."]], "2515720_3": ["room is comfortable", ["I was so happy to see the cozy room with the comfortable bed after a long plane ride."]], "2515720_4": ["breakfast is great", ["There is a small store with sandwiches and cold drinks and sundries in the lobby."]], "2515720_5": ["place is good", ["Hats off to the best hotel in San Diego in my opinion."]], "555283_0": ["location is very good", ["This hotel is walking distance to Spittlemarkt Metro stop so it was easy to get around the city."]], "555283_1": ["hotel is quite new", ["The hotel seems fairly new and is standard Courtyard in terms of comfort."]], "555283_2": ["room is spacious", ["We had plenty of space for all of our luggage (2 large suitcases, one carryon and a backpack)."]], "555283_3": ["hotel is clean", ["This is a standard, well run, clean Courtyard hotel."]], "555283_4": ["price is reasonable", ["We exchanged dollars for Euros at the front desk and got a much better rate than at the Intercontinental Hotel where we stayed our last two nights in Berlin."]], "555283_5": ["grocery store is definate", ["The hotel has a 24 hour shop that sells snacks, sandwiches, salads and beverages (alcoholic and non-alcoholic)."]], "555283_6": ["staff is very helpful", ["All staff we encountered (particularly those on Reception) were very friendly and helpful and compensated for our appaling command of German by speaking excellent English."]], "555283_7": ["room is very comfortable", ["My room was very comfortable and modern with a look to the east and old Soviet-style concrete apartments -- normally not an exciting view but intereting from an historical perspective."]], "555283_8": ["room is very nice", ["The rooms are nice and spacy enough for either one or two persons."]], "1523597_0": ["bathroom is very clean", ["We had a twin with shared bathroom facilities - which were nice and clean."]], "1523597_1": ["hotel is centrally located", ["The Y hotel is close tothe CBD and within walking distance of most of Sydney's inner attractions."]], "1523597_2": ["room is clean", ["We stayed in two rooms-the first being a four bed dorm-which was quite spacious but could have been cleaner-the second was a twin room which was cleaner."]], "1523597_3": ["breakfast is included", ["Continental breakfast as you would expect, but for just $5 extra you get a full English breakfast."]], "1523597_4": ["room is small", ["The room was small with the wardrobe filled with a fridge and safe leaving no room for cases and for some reason the TV fitted inside."]], "1523597_5": ["value for money is great", ["We had booked 5 nights there after much searching for reasonably priced , but not too basic accommodation."]], "1523597_6": ["bed is comfortable", ["Our room was a very simple double room with a comfortable bed and a fridge."]], "1523597_7": ["breakfast is basic", ["They also run out of danishes, bread and milk at 7.30 in the morning."]], "2514889_0": ["location is great", ["This hotel is near several lines on the Metro, near numerous Restaurants, cafes, brasseries and shops and is 2 streets over from the Luxembourg gardens."]], "2514889_1": ["staff is helpful", ["The staff members were all kind (and clever, in helping us with meals, other hotels)."]], "2514889_2": ["room is excellent", ["We booked a double superior room and were not disappointed with any aspect of the room."]], "2514889_3": ["room is clean", ["The room was spotless with lovely french doors opening onto the balcony above the street."]], "2514889_4": ["hotel is wonderful", ["Of the three hotels we stayed in on this visit, this was the nicest in every way."]], "2514889_5": ["hotel is beautifully decorated", ["If you like interior design you will like this small boutique hotel which is decorated beautifully with lots of attention to detail."]], "2514889_6": ["value is great", ["They kindly reduced the room rate for the 4 extra days of our stay."]], "614472_0": ["staff is helpful", ["Very friendly staff and good service (it's a surprise everyday to see the way the towels are folded)."]], "614472_1": ["swimming pool is charming", ["It has a lovely pool, which is perfect for chilling in (literally) after a day at the beach."]], "614472_2": ["hotel is wonderful", ["Hotel Playa Del Karma met our every need."]], "614472_3": ["room is clean", ["The rooms are immaculately clean with peaked, thatched roofs and the general ambiance of a cabana on the beach."]], "614472_4": ["room is uniquely decorated", ["I love how the rooms are presented when you check in; rose petals on the bed, towels shaped into swans, very welcoming."]], "614472_5": ["room is comfortable", ["The simple yet spacious and very comfortable rooms circle this inner patio that lights up at night with tiny lights that set the tone for an enchanting evening."]], "614472_6": ["place is lovely", ["Its not a plush ritzy hotel its a very neat tropical place to stay."]], "614472_7": ["hotel is beautiful", ["The hotel is attractive, with a central, beautifully landscaped little courtyard containing an immaculate but tiny little bathing pool and a couple of reading chairs."]], "614472_8": ["price is perfect", ["The Manager explained us that they are willing to offer the room with a considerable discount providing the guest is conscious of possible room change during the stay."]], "2515640_0": ["staff is helpful", ["The staff and Front Desk were very cordial, professional and helpful."]], "2515640_1": ["bed is comfortable", ["Been told since my recent trip to contact downstairs or housekeeping for extra blankets and pillows to make it more comfortable to my liking."]], "2515640_2": ["room is well appointed", ["A fire-place in cosy family living room setting, very homely; especially with Xmas trees and other Xmas decoration."]], "2515640_3": ["hotel is nice", ["This was one of the best stays at a hotel that my husband and I have had."]], "2515640_4": ["cooky is free", ["From the follow-up call by management upon settling into the room to the free cookies in the lobby and the various assortment of the FREE daily breakfast buffet."]], "2515640_5": ["hotel is always clean", ["The room appeared clean, although the temperature was a little humid in the room."]], "2515640_6": ["hotel is well maintained", ["I'm a stickler for cleanliness andnevada amazed at how clean the entire hotel was maintained."]], "2515640_7": ["room is nice", ["And I like the office chair that comes with the room."]], "2515640_8": ["room is spacious", ["The rooms are typical hotel rooms...nothing out of the ordinary...but perfectly adequate and large enough for a family of 5 (with an air mattress)."]], "237189_0": ["staff is very attentive", ["Each time we returned we were greeted warmly by the staff who went out of their way to help us enjoy our stay."]], "237189_1": ["neighborhood is beautiful", ["Its in a very charming neighbourhood which is very pretty and quiet."]], "237189_2": ["bed is comfortable", ["Did I mention that the beds at the San Anselmo are very comfortable."]], "237189_3": ["room is quite spacious", ["We splurged on a room with a huge terrace."]], "237189_4": ["hotel is wonderful", ["One of the nicest hotels we've ever stayed in, a little hidden gem away from the noisy city hussle and bussle."]], "237189_5": ["room is very clean", ["Rooms are on the small size, although clean and fresh."]], "237189_6": ["room is comfortable", ["The rooms immaculate, comfortable & very Italian."]], "237189_7": ["hotel is beautiful", ["The decor is a combination of baroque and ultra modern - photogenic for sure."]], "237189_8": ["price is great", ["However, it seems that the price per night varies a lot depending on the season, for a good value look for prices less than 150e."]], "2516028_0": ["service is great", ["From the minute we arrived until the minute we left the service at the Four Seasons was absolutely top notch."]], "2516028_1": ["room service is available", ["Room service gave me everything I asked in my room."]], "2516028_2": ["room is well appointed", ["Typical Four Seasons: Bright, spacious, well appointed and spotless with big flat screens and great linens and bath products."]], "2516028_3": ["hotel is great", ["We rank this hotel with the best of anywhere we've stayed around the world."]], "2516028_4": ["spa is fantastic", ["The pool, fitness facility and spa are excellent."]], "183227_0": ["staff is very friendly", ["The counter staff were helpful when we were looking to find a place we were interested in going."]], "183227_1": ["bed is very comfortable", ["We stayed in a room with a Queen bed and a double whirlpool tub ($120/night)."]], "183227_2": ["wifi is free", ["There is a lounge with a free computer for accessing the Internet and machines for snacks and beverages."]], "183227_3": ["room is clean", ["The lady that cleaned my room kept my room very very clean."]], "183227_4": ["breakfest is good", ["The continental breakfast which is included is just that: a choice of croissant, muffin or bagel, juice and tea or coffee."]], "183227_5": ["room is comfortable", ["Comfortable room (actually two bedrooms) in a small hotel."]], "183227_6": ["room is big enough", ["Our 3rd floor room was a good size and fit our needs perfectly."]], "183227_7": ["location is great", ["The hotel itself is in a very convenient location (metro stop across the street, tons of resto's and shops nearby)."]], "947611_0": ["staff is very helpful", ["Upon arrival, the receptionist was friendly and spoke very good English."]], "947611_1": ["u bahn station is just next to", ["Literally 2 second from the front door was the U Bahn station and 5 quick stops to Alexanderplatz."]], "947611_2": ["value for money is excellent", ["Best of all, you get all these at a very affordable rate."]], "947611_3": ["hotel is good", ["This is a nice hotel if you like to find hiddens gems of Berlin."]], "947611_4": ["room is clean", ["The rooms were cleaned daily, unless you left the 'do not disturb' sign on the door."]], "947611_5": ["location is good", ["Not too central but very handy for staggering home from the student-y end of town, where we spent most of our evenings."]], "947611_6": ["room is comfy", ["Comfortable room, ask for \"English\" type pillows on arrival."]], "2515016_0": ["staff is helpful", ["Staff and servers at the hotel restaurant \"Jimmy's\" very friendly and accommodating."]], "2515016_1": ["hotel is clean", ["You have to go through the parking garage to get there--but are clean and well-maintained."]], "2515016_2": ["room is well appointed", ["Nice room decor with granite counter tops."]], "2515016_3": ["hotel is nice", ["This is a really nice Hotel, that compares favorably to the Seattle Kimpton properties."]], "2515016_4": ["shuttle service is really convenient", ["The free shuttle picked me up within 5 minutes of calling from downtown."]], "2515016_5": ["value is great", ["We had booked via Hotwire which was an amazing rate considering the tier of hotel this is."]], "2515016_6": ["stay is very pleased", ["If you need to stay in this part of town and you're not expecting the Four Seasons, I think you should be happy."]], "2515016_7": ["room is comfortable", ["We stayed in a room with 2 queen beds which were very comfortable and provided a good night's sleep."]], "2515016_8": ["bathroom is adequate", ["The bathroom has plenty of light and great water pressure."]], "596508_0": ["staff is helpful", ["Service was generally top notch, especially Jordi, one of the main clerks there."]], "596508_1": ["room is modern", ["The rooms themselves were exactly as described: modern, with neutral decor (a wardrobe each!."]], "596508_2": ["room is clean", ["Our room had two separate closets on each side of the bed, which made it easy to keep the room organized and clean."]], "596508_3": ["room is beautiful", ["Very nicely appointed rooms with hot-tubs and a bar on the roof."]], "596508_4": ["room service is efficient", ["We had breakfast included in our room rate - it was a good, hot breakfast."]], "596508_5": ["room is comfortable", ["Rooms - Good quality fittings, very comfortable beds, blackout curtains and a peaceful atmosphere."]], "596508_6": ["location is great", ["The location is quite good, reasonably centrally located, and a 5-10 minute walk from Passeig de Gracia and Las Ramblas."]], "190149_0": ["breakfast is fantastic", ["The buffet breakfast included in the price of the room was surprisingly good."]], "190149_1": ["staff is helpful", ["All front office staff and porters/doormen were courteous, friendly and very helpful."]], "190149_2": ["bathroom is excellent", ["The bathrooms are lovely, the hotel provides slippers and bathrobes, and a complimentary bottle of wine the first night."]], "190149_3": ["internet is free", ["Out of several hotels in Spain on this trip, Villa Real was the only one with free internet service."]], "190149_4": ["location is good", ["Centrally located and within walking distance to all major sites, train station, restaurants."]], "190149_5": ["room is clean", ["Both rooms were spotlessly clean, well equipped and tastefully decorated in a modern style."]], "190149_6": ["hotel is absolute gem", ["The Villa Real is a fabulous hotel."]], "190149_7": ["room is very comfortable", ["In addition there were the included cozy robe, slippers, etc in the room."]], "190149_8": ["room is excellent", ["The room I got was great, two levels and really just beautiful."]], "2515187_0": ["hotel is close to everywhere", ["Easy walking distance to Notre Dame and St Chapelle and stopping points for hop on hop off bus/boat tours."]], "2515187_1": ["bathroom is good", ["The bathroom was good, with plenty of towels and well ventilated."]], "2515187_2": ["staff is helpfull", ["Olga and the gentleman weekend front desk manager, whose name I unfortunately did not obtain, were just the friendliest and most helpful people."]], "2515187_3": ["place is clean", ["It was supplied with the basics we needed and it was clean."]], "2515187_4": ["hotel is great", ["We stayed here for 2 nights and were pleased with our choice of hotel."]], "2515187_5": ["room is lovely", ["The rooms were beautiful and the hotel has antique furniture adding to the ambience."]], "80808_0": ["staff is helpful", ["Staff members were friendly and accomodating to our needs."]], "80808_1": ["bed is comfortable", ["The hotel room had 2 QS beds."]], "80808_2": ["location is convenient for", ["The hotel is also right on the bus line, so was very convenient when going to ANYWHERE around town."]], "80808_3": ["room is comfortable", ["Fortunately there was a large portable fan in the room which did help keep us comfortable."]], "80808_4": ["room is clean", ["Good value Found the room in this hotel to be clean although the lobby did have a slight smell of urine (Not in rooms)."]], "80808_5": ["room is small", ["After turning on the small heater in the room, it didnt get much warmer."]], "80808_6": ["room is wonderful", ["The room was way nicer than I expected for the low price that I paid."]], "80808_7": ["dining is convenient for", ["There is a great breakfast/lunch place one block east at Taylor, The Crepe House."]], "80808_8": ["room is large", ["Our large room was on the 8th floor and had two large windows that open, a desk and extra chairs, and a bar refrigerator in the room."]], "233865_0": ["room is generally comfortable", ["My fiance and I stayed here for 5 nights and thoroughly enjoyed it - definitely the most comfortable room."]], "233865_1": ["front desk staff is always very helpful", ["Nothing bad to say about the hotel, the service on recption was great they couldn't be more helpful."]], "233865_2": ["room is quite spacious", ["My first room on the 6th floor was huge ( or maybe because i had just been staying in Amsterdam! )."]], "233865_3": ["room is clean", ["Cleanliness and comfort was first class along with TV and the usual mod cons."]], "233865_4": ["location is good", ["The overground and underground station, plus the bus depot, at the Zoo is a pleasant 10 minute walk away."]], "233865_5": ["breakfast is good", ["We enjoyed breakfast in our room on the two mornings we were there for no extra charge."]], "235895_0": ["staff is helpful", ["The staff at the front desk were quite courteous, accomodating and even carried our bags to the room."]], "235895_1": ["hotel is wonderful", ["The Hotel San Moise was a wonderful place to stay."]], "235895_2": ["room is beautiful", ["The doors to our spacious, chandelier adorned room were opened."]], "235895_3": ["room is very clean", ["Whilst you are out exploring the wonders of Venice you return to a cleaned room with fresh, warm towels."]], "235895_4": ["breakfast is fine", ["Not just pastries but a full hot breakfast in the hotels parlor."]], "235895_5": ["location is great", ["The location (right behind the posh shops and close to Teatro La Fenice) was perfect."]], "2514666_0": ["staff is very helpful", ["A couple of issues of note: The staff was extremely friendly and helpful, with the exception of the concierge."]], "2514666_1": ["hotel is very clean", ["Just got back from spending 3 nights in this brand new, \"squeaky clean\" hotel."]], "2514666_2": ["room is small", ["For the unindoctrinated, NYC rooms tend to small in comparison to typical hotel rooms."]], "2514666_3": ["hotel room is nice", ["Hotel rooms are nice and very quiet."]], "2514666_4": ["room is comfortable", ["Rooms are small, quite comfortable and stylishly furnished."]], "2514666_5": ["room is big enough", ["The room was a pretty good size, bigger than I was expecting."]], "2514666_6": ["location is great", ["This Doubletree is in a good location if you have business in the financial district."]], "2514666_7": ["restaurant is nice", ["Lovely restaurants especially across the road from hotel an Italian, very funny night in there, look for Antonio Fantastico."]], "2514666_8": ["hotel is quiet", ["They said the hotel was full, and that I was lucky I didn't get an -03 room because those are really noisey."]], "120826_0": ["staff is very courteous", ["The front desk staff were friendly and answerwed our many questions."]], "120826_1": ["room is very spacious", ["The room size is standard for a discount type of motel."]], "120826_2": ["hotel is clean", ["The hotel was actually cleaner than a lot of the 3 star hotels that I have stayed in."]], "120826_3": ["hotel is great", ["Not as special as him, but very good, miles above the what youd expect at a chain hotel."]], "120826_4": ["value for money is great", ["If you have a car and looking for good value this is perfect."]], "120826_5": ["room is comfortable", ["My room consisted of 2 comfortable queen size beds, a table with 2 comfortable chairs, a 25 inch TV sitting on the side of a dresser, and a small fridge."]], "120826_6": ["continetal breakfast is good", ["They had the make your own waffle maker, which is what I made each morning."]], "566439_0": ["staff is so friendly", ["The front desk staff would take him behind the desk every day and take him out for walks."]], "566439_1": ["hotel is clean", ["The room was clean and even ready when we showed up earlier than our designated check in time."]], "566439_2": ["breakfast is free hot", ["In the morning we had a nice hot breakfast (french toast, eggs, sauage, etc.) before tackling the Inner Harbor for another day."]], "566439_3": ["room is nicely decorated", ["The design was stunning, from the carpet to the wall coverings to the furniture."]], "566439_4": ["hotel is very nice", ["I have to say that this hotel lived up to all its great reviews."]], "566439_5": ["room is comfortable", ["The rooms are a comfortable size for a family of 4."]], "566439_6": ["room is great", ["The room itself was fine, lots of room and met our needs."]], "566439_7": ["location is great", ["The location was about two blocks from the Inner Harbor and next door to a CVS (which was great for me)."]], "566439_8": ["room is large", ["The room was huge with a kitchen, flat screen and separate living area."]], "2515755_0": ["room service is great", ["We did enjoy the Valley Tavern on the property which served warm appetizers during it's daily Happy Hour starting at 4:00."]], "2515755_1": ["staff is helpful", ["What turned my opinion around in the end was Lorraine's (staff member) willingness to go the extra mile for us."]], "2515755_2": ["gym is well - equipped", ["The gym is a full-size gym, with tennis courts and a pool of its own as well."]], "2515755_3": ["bed is comfy", ["The bed was comfy, as well as the overstuffed chair."]], "2515755_4": ["hotel is nice", ["After checking out of the Mission Valley Resort, we checked into the Ramada...about the same price and way nicer."]], "2515755_5": ["earplug is not work", ["When I came back my hotel room after the business, I could not open my room door(this is the third room)."]], "2515755_6": ["room is clean", ["The rooms, although outdated and worn (they may want to replace those blankets with cigarette holes, though), were reasonably clean."]], "2515755_7": ["room is small", ["When we checked into our hotel (Mission Valley Resort) we were given keys to a standard room and upon entry were horrified to see how small it was."]], "2515755_8": ["hotel is close to everything", ["Think of a Drive up Motel where you can park your car right at your room."]], "2514375_0": ["staff is helpful", ["The hotel staff (with the exception of the lady downstairs during breakfast who had her moments) was very polite and helpful."]], "2514375_1": ["hotel is very clean", ["If you want a nice, clean place, then the Larchmont is the place to stay."]], "2514375_2": ["room is small", ["Our small room was very cold since the heater sputtered hot water and rattled but did not work."]], "2514375_3": ["room is very comfortable", ["Extra pillows and blankets in our rooms."]], "2514375_4": ["bathroom is perfect condition", ["The shared bathroom and shower were in perfect condition."]], "2514375_5": ["place is decieving", ["The overall condition of the place seems to have deteriorated to the point where it does not offer the minimal conditions for a comfortable stay."]], "2514375_6": ["location is great", ["Excellent location on quiet street in the West Village, not far from Union Square hub."]], "228644_0": ["restaurant is quite a few", ["There are quite a few restaurants and cafes within walking distance from the hotel."]], "228644_1": ["location is not convenient", ["It is poorly located, about a 10 minute walk to the metro."]], "228644_2": ["hotel staff is very friendly", ["The front desk was very helpful when we needed to fax a document to the states."]], "228644_3": ["hotel is clean", ["Overall the hotel was clean, recently refurbished and comfortable."]], "228644_4": ["breakfast is good", ["Good choice was to buy breakfest for 8,-Eur (buffet with lot of fruits, sweets, jamon,cheese, muesli, scrambled eggs, bacon etc.)."]], "228644_5": ["room is good", ["The room was nicer than a much more expensive hotel we stayed at in Madrid earlier in the week."]], "228644_6": ["room is bit small", ["It's a hell of alot worse, tiny rooms...........very dated."]], "228644_7": ["hotel is very good", ["Hotel Praga is a good hotel."]], "2515141_0": ["parking is cramp", ["The Bad: Parking hell: $9 per day for their underground garage with spaces more suited for golf carts."]], "2515141_1": ["parking is very reasonable", ["They have gated underground parking for $15.00 a night."]], "2515141_2": ["room is clean", ["My room was clean and well kept, as you would expect at any Hampton Inn."]], "2515141_3": ["internet is free", ["The lobby had 2 computers and a printer (for free!."]], "2515141_4": ["room is very comfortable", ["Our room had the most comfortable beds that are the hotels signature selling point."]], "2515141_5": ["grocery store is very convenient", ["There's a 7-11 right next door as well as a grocery store in case you'd rather do that then eat out."]], "2515141_6": ["location is great", ["It is a quick walk to the monorail which will take you downtown."]], "2515141_7": ["room is spacious", ["It was spacious with two rooms - tv, couch, desk and chair in the extra room, but no kitchen."]], "2515141_8": ["staff is very helpful", ["The next morning the staff was very helpful to all the folks in the lobby arranging transportation to the cruise terminal."]], "2516245_0": ["staff is very friendly", ["The service and facilities were top-notch, resolving requests without any fuss or hassle."]], "2516245_1": ["meritage is terrific", ["We stayed at the Meritage for a weekend away and would highly recomment the resort."]], "2516245_2": ["place is nice", ["This is a nice property, well suited for visitors of all ages, including families with children."]], "2516245_3": ["restaurant is great", ["They also have a great breakfast there to get you ready for the vino."]], "2516245_4": ["location is great", ["I would say it is about 15 minutes from the Silverado Trail where all the wineries are located."]], "2516245_5": ["room is clean", ["It seemed like they were cleaning the empty rooms first, so makes sense, I guess."]], "2516245_6": ["stay is enjoyed", ["Our stay was pleasant with no real complaints until we received our bill the morning of checkout."]], "2516245_7": ["spa is amazing", ["My husband purchased a spa treatment and what an experience that was in the Spa Terra for my birthday."]], "2516245_8": ["room is nice", ["Nice rooms - they gave me a complimentary upgrade because it was my birthday and even slipped a birthday card under my door."]], "232886_0": ["included breakfast is very nice", ["The breakfast was really good with a wide variety to please anyone and in fact was the best breakfast out of all the hotels we stayed in."]], "232886_1": ["room is fine", ["Our room was very good and included three televisions with over 1000 channels in varying languages."]], "232886_2": ["room is comfortable", ["Our room was comfortable and had air-conditioning with a balcony overlooking the courtyard."]], "232886_3": ["hotel is centrally located", ["We are an Australian couple in our 50s, we foun the location of the hotel, within walking distance of everything in Rome you want to see."]], "232886_4": ["room is clean", ["The rooms are typical City break rooms nothing fancy just clean and serving a purpose."]], "232886_5": ["room is spacious", ["It was a larger room with soundproofing and even a TV in the ensuite."]], "232886_6": ["everything is lovely", ["On our way, we went to Piazza Venezia, which is breathtakingly beautiful."]], "232886_7": ["staff is very helpful", ["One of the staff was helpfull and give us his personnal card for the elevator (on the next day) of the \"superior rooms\"."]], "232886_8": ["hotel is very nice", ["Great hotel for those who want to get out & about in Rome."]], "1194862_0": ["staff is very pleasant", ["Overall the Tomtom staff were very helpful in directing us to all the places we wanted to go."]], "1194862_1": ["room is very well decorated", ["There are fresh flowers elegantly displayed throughout this zen-like building."]], "1194862_2": ["location is ideal", ["Great location too since it's a 5 minute walk to the tram stop at the bottom of the hill and easy to get to the main sights."]], "1194862_3": ["room is very spacious", ["The suite we stayed in was spacious with a high ceiling and large windows."]], "1194862_4": ["room is comfortable", ["Rooms are impeccable and very comfortable -- with the busy traveller in mind."]], "1194862_5": ["breakfast is excellent", ["If he hasn't been lured away by a major gourmet restaurant by the time you stay, sample the 'Turkish breakfast' - and be sure to give dinner a try."]], "1194862_6": ["room is clean", ["The Rooms: Very large, very well appointed, very clean with lots of extra little details -- very full minibar, provided with the choice of local wines (we didn't."]], "1194862_7": ["room is very nice", ["I stayed there only for 3 nights in a de luxe room that was excellent in terms of these small things you need when you travel."]], "1194862_8": ["boutique hotel is gorgeous", ["I would definietly go back again as it is one of the most beautiful small hotels in which we have ever had the pleasure of staying."]], "530931_0": ["bathroom is great", ["After all that walking, it was nice to be able to have a very decent shower."]], "530931_1": ["staff is helpful", ["The service was amazing (gracias Helena y Mariangeles!) with great staff."]], "530931_2": ["room is nice", ["We were lucky and got a great room (906) on the top floor with a roof terrace."]], "530931_3": ["hotel is great", ["My husband and I found this hotel to be the best one we stayed at in Spain."]], "530931_4": ["hotel is very clean", ["The room was cleaned well by the time we arrived back to our hotel every evening."]], "530931_5": ["value for money is great", ["This is a very cheap hotel and does the job for a few nights stay to see the sights of Madrid."]], "530931_6": ["location is excellent", ["The hotel is very well located in front to the Gran Via Metro and 3 minutes walk from Puerta del Sol and thousands of shops."]], "530931_7": ["view is great", ["They even have a roof terrace with a perfect view over the entire city."]], "530931_8": ["decor is great", ["Rooms were decorated in an 'Ikea' style, simple and tasteful."]], "2516171_0": ["place is wonderful", ["In our opinion (and we travel to Napa every 3 years or so to restock our cellar), we have found our perfect hotel."]], "2516171_1": ["breakfast is outstanding", ["The hotel also serves continental breakfast that included fresh fruit, yogurt, oj, coffee, milk, cereal and pastries."]], "2516171_2": ["place is relaxed", ["We haven't taken advantage of the spa yet as we're always so relaxed from just being there."]], "2516171_3": ["room is clean", ["The photos on their Website accurately portray the interiors of the rooms - very clean and modern."]], "2516171_4": ["front desk staff is helpful", ["The staff members are really nice espcially Bill at the front desk (manager and owner I think)."]], "2516171_5": ["room is huge", ["When we arrived in Calistoga, after traveling through a few other places in Northern California, we were pleasantly surprised at how large and well equipped our room was."]], "2516171_6": ["room is comfortable", ["The little gas fireplace made the room very cozy."]], "2516171_7": ["bed is very comfortable", ["There are rooms with king beds and a fireplace, which we would have liked to have had."]], "2516171_8": ["location is great", ["The location is fine, an easy walk to the main drag, but quietly off the main drag."]], "530096_0": ["hotel is very well furnished", ["Fantastic modern design with all the little extras you could want."]], "530096_1": ["hotel is nice", ["I can not see how people the negative feedback below is possible for this hotel, as I was amazed at how good it was."]], "530096_2": ["room is quite spacious", ["The rooms are modern standard european size."]], "530096_3": ["staff is very friendly", ["Hotel: The staff was friendly and did not have trouble checking in at all."]], "530096_4": ["hotel is clean", ["On the bright side, the hotel rooms are very clean and also maintain that cylindrical shape of the hotel, which we thought was very neat."]], "530096_5": ["location is good", ["We soon realised there was a nearby tram stop by a shopping mall that takes you into the centre, the stop was a 5 min walk from the hotel."]], "530096_6": ["room is nice", ["The rooms are above average with a HUGE bed, nice TV and bathroom."]], "279286_0": ["hotel staff is very attentive", ["When we arrived,we got a friendly welcome from the concierge at the front desk."]], "279286_1": ["included breakfast is excellent", ["The morning breakfast was delicious with lots of choices."]], "279286_2": ["room is clean", ["The room was discretely cleaned, tidied and restocked each day."]], "279286_3": ["liassidi is excellent", ["When we will go back to Venice(and we will,no doubt) we will return to Liassidi Palace as well."]], "279286_4": ["hotel is excellent", ["What a wonderful place to stay, Wev'e been to Venice 3 time now and this is our first time staying in a hotel."]], "279286_5": ["location is superb", ["It is about 10 mins walk from St. Marks square, and only 5 mins from the main \"seafront\", so easy to get to the main attractions."]], "279286_6": ["room is spacious", ["The public rooms on each floor are spacious with sofas, tables, paintings and lots of light."]], "237194_0": ["staff is helpful", ["Staff were excellent.....other reviews below a nonsense unless the hotel has since taken note."]], "237194_1": ["breakfast is very nice", ["Final morning excellent breakfast consisting of meats, cheese cereal , fruit , pastries etc in the breakfast room."]], "237194_2": ["hotel room is very modern", ["The room was more modern in design and had a small balcony overlooking the inner courtyard of the hotel."]], "237194_3": ["hotel is lovely", ["The hotel itself is lovely, obviously recently refurbished."]], "237194_4": ["hotel is very clean", ["The hotel is clean and well presented in the main."]], "237194_5": ["hotel is good", ["Based on my experience of hotels in Italy, this hotel was by far and away the best hotel we stayed in."]], "237194_6": ["room is well laid out", ["Our quadruple room with a balcony in 3rd floor was beautiful and spacious enough for a pleasant stay for two adults and two children (9 yrs and 13 yrs)."]], "237194_7": ["room is comfortable", ["The room was very comfortable with a lovely en suite."]], "237194_8": ["value for money is good", ["We booked from the hotel web site and got a last minute discount rate."]], "2514579_0": ["room is perfectly clean", ["We stayed in a double room and it was perfectly clean."]], "2514579_1": ["bathroom is cleaned every day", ["Bathroom clean and towels changed regularly which didn't expect in a hostel."]], "2514579_2": ["staff is helpful", ["The reception staff were SO friendly and helpful, even when overrun with people crowding the lobby whilst checking in."]], "2514579_3": ["bed is comfy", ["For $30, all you can ask for is a comfortable bed, clean conditions and to feel safe."]], "203201_0": ["staff is very friendly", ["However with that said, I found the front desk, in particular the Concierge to be very helpful both when speaking English and Italian."]], "203201_1": ["local transport is so easy to use", ["All tours Buses (Rouge Car, Green Bus) stop in front Termini Station, so you can easily take any touristic route and get back Hotel at final of day."]], "203201_2": ["breakfast is great", ["The breakfast in the Hotel was a very nice buffet of fruit, cereals, and even eggs."]], "203201_3": ["room is clean", ["The rooms were clean with hardwood floors and marble."]], "203201_4": ["room is good size", ["We booked a triple room and were automatically upgraded to a very spacious room on the ninth floor with a high ceiling."]], "200437_0": ["staff is very courteous", ["The front desk staff were always on hand to give us directions or tips on where to go."]], "200437_1": ["shopping is perfect", ["Try the shopping centre at Potsdamer Platz loads of food outlets and tons of shops."]], "200437_2": ["recepetion staff is soulless", ["Upon reporting this to the reception on checking out, the clerk looked at me and said \"what is your problem?\"."]], "200437_3": ["breakfast is excellent", ["Booked with Alpha Rooms and got breakfast included (costs 23 each normally) all for around 100 a night."]], "200437_4": ["location is nice", ["The location of the hotel was good, 2 mins from Kufurstendamm."]], "200437_5": ["room is nice", ["They made us feel safe with everything and gave us a wonderful room for the wedding night, decorated with rose leaves."]], "200437_6": ["room is clean", ["The room is very clean and looks modern with LCD TV."]], "200437_7": ["hotel is well maintained", ["Decore throughout the hotel is sheek & stylish."]], "200437_8": ["hotel is great", ["Don't bother reading the other reviews, as this hotel is as good as it gets for the price."]], "2515991_0": ["staff is extremely helpful", ["Fantastically friendly and helpful staff who are more than willing to help out with maps, hairdryers, cork screws, etc."]], "2515991_1": ["location is nice", ["It is very centrally located, less than ten minutes walk to Union Square where all the shops are."]], "2515991_2": ["location is clean", ["Cleanliness and location are my top priorities - I know, I'm picky."]], "2515991_3": ["breakfast is included", ["The breakfast was included and offered bakery type pastries, toasted breads, cheese, fruit, tea, coffee, milk and juice."]], "2515991_4": ["room is clean", ["Rooms impeccably clean, was on third floor no noise."]], "2515991_5": ["room is good size", ["Our room contained two large cupboards, a microwave and a 'fridge."]], "2515991_6": ["room is comfortable", ["I like to stay at a comfortable room."]], "2515991_7": ["room is nice", ["Nice rooms, elevator, garage (might be hard to get in with big car)."]], "237160_0": ["bathroom is clean", ["The bed linen, towels, bath and sink were clean."]], "237160_1": ["staff is friendly", ["All the staff we came into contact with were polite and friendly."]], "237160_2": ["hotel is clean", ["The room was spotlessly clean and made up early each morning."]], "237160_3": ["value is great", ["We paid about 20 per night for the room, definatly worth it."]], "237160_4": ["breakfast is definitively adequate", ["Breakfast is served (optional extra) for 8euro per person."]], "237160_5": ["location is just perfect", ["Literally a 5 minute walk from La Rambla and the Barceloneta Beach as well as having a Metro Stop (Barceloneta) about 1 minute's walk from the hotel's front door."]], "237160_6": ["room is small", ["The room was very small, and did not have a window."]], "237160_7": ["room is comfortable", ["Luckily we had been allocated a \"confort\" room and have no complaints whatsoever."]], "237160_8": ["hotel is great", ["Well, Oasis is an excellent 2 star hotel."]], "2515362_0": ["staff is helpful", ["A very nice service in a Lincoln Towne Car."]], "2515362_1": ["room is clean", ["Housekeeping does an amazing job your room is always spotless."]], "2515362_2": ["airport is easily within walking distance from", ["In the morning after we checked out we walked to the new light rail train stop, a few blocks away."]], "2515362_3": ["room is quiet", ["My biggest beefs, which weren't a big deal, is that the room had a noisy HVAC system."]], "2515362_4": ["hotel is very nice", ["This hotel rates better than one by quite a bit and about the same as another one."]], "2515362_5": ["room is comfortable", ["Room was very comfortable and quiet, especially for being on a main road and in front of an airport."]], "2515362_6": ["room is spacious", ["The rooms are very spacious, well laid-out, sunny and extremely quiet even the ones facing the airport."]], "2515362_7": ["room service is nice enough", ["There is a restaurant right next door if you want better food."]], "2515362_8": ["room service is very pricey", ["During our 3 night stay, the first day we got NO room service."]], "198051_0": ["food provided is excellent", ["Our secret tips would be to skip the hotel breakfast for 15Euros and go around the corner for a fabulous crepe breakfast."]], "198051_1": ["staff is helpful", ["We were warmly greeted by all of the staff at this hotel."]], "198051_2": ["location is close to the metro", ["The location of the hotel means I can get to most sights easily by foot or by the metro."]], "198051_3": ["hotel is fantastic", ["A Paris resident recommended Best Western as having great hotels in Paris."]], "198051_4": ["hotel is good value", ["All this, and the price was very reasonable for a 4 star Paris hotel."]], "280922_0": ["bathroom is clean laminated", ["The shower worked well and there was always lots of hot water."]], "280922_1": ["room is roomy", ["We had two adjoining rooms as requested and were very impressed by the size and overall quality of each."]], "280922_2": ["staff is very friendly", ["All staff we spoke to were friendly and efficient with the exception of the bar."]], "280922_3": ["area is not great", ["The area around the hotel is horrible, with one of the worst stenches ever encountered, eminating from heaven knows where but heading straight for you nostrils."]], "280922_4": ["hotel is lovely", ["Don't get me wrong the hotel is beautiful."]], "280922_5": ["room is nice", ["The room needed a few touch ups, but on the whole was decent for a quick sleep and off out again."]], "280922_6": ["hotel is good", ["We stayed in this hotel for one night in October 2006 and found it to be excellent."]], "280922_7": ["hotel is very clean", ["The room was clean but with one small window on the swemming pool side."]], "209076_0": ["breakfast is tasty", ["Breakfast next morning was cooked to order and was a great set-up for the day ahead."]], "209076_1": ["location is close to everything", ["The hotel is perfectly situated so that you are not more than a 5-10 minute walk to everything you could want to eat, drink or see in Dublin."]], "209076_2": ["staff is very friendly", ["At Buswells the staff could not have been more helpful and friendly when we arrived, throughout our stay and when we checked out."]], "209076_3": ["hotel is clean", ["As the whole of the hotel has been renovated everything was clean and fresh."]], "209076_4": ["room is small", ["In fact the first room they showed us was so small that i could not figure out where to put the suticases (2 Normal size bags)."]], "209076_5": ["room is quite nice", ["On returning to the hotel late afternoon the room was ready and what a super triple room it was."]], "209076_6": ["room is comfortable", ["My room, a single, was small but but comfortable for one person."]], "209076_7": ["bed is very comfortable", ["The bed was very comfortable with a nice, fluffy down comforter which we needed in June."]], "209076_8": ["room is spacious", ["Room was very large with seperate bedroom and living area."]], "2515635_0": ["stay is really enjoyed", ["For those of you who enjoy Las Vegas, but can do without stayng on the strip, this is a nice choice."]], "2515635_1": ["location is ok", ["I like the location south of the strip off of Blue Diamond Road."]], "2515635_2": ["food is okay", ["Their buffet is more than adequate with a special one nite a week dinner for seniors of $5, you cannot beat that."]], "2515635_3": ["room is big enough", ["Still, a great show in what turns out to be an average size hotel ball room."]], "2515635_4": ["pool is nice", ["The outdoor pool area is a pleasant place to sit & enjoy some fresh air even if you don't feel like using the pool."]], "2515635_5": ["staff is very nice", ["I've found the service very good to excellent on my 8 or 9 stays here."]], "2515635_6": ["silverton is very clean", ["So, since we are not interested in gambling, we just wanted a a clean, comfortable, inexpensive place to stay for the trip."]], "2515635_7": ["room is very comfortable", ["When we have stayed here the rooms are clean, comfortable and very easy to get to."]], "2515635_8": ["room is nice", ["I have stayed there several times just because they would comp the room, the rooms are nice."]], "229102_0": ["hotel is modern", ["The hotel is simple, modern, with everything you may need."]], "229102_1": ["staff is helpful", ["As you approach the hotel you are greeted by the friendliest and helpful bellboy / concierge."]], "229102_2": ["hotel is clean", ["The room was very clean and had spare pillows, blankets etc."]], "229102_3": ["place is great", ["All in all a very good base to explore this wonderful city."]], "229102_4": ["breakfast is very good", ["The hotel provided a lovely breakfast with plenty of choice of hot and cold options."]], "229102_5": ["hotel is excellent", ["We stayed at Hotel Delle Nazioni and were very happy about our choice."]], "229102_6": ["location is excellent", ["Right down the street from the trevi fountain and close to the Spanish steps."]], "229102_7": ["room is spacious", ["Room was a nice surprise being larger than expected (comparing to my past trip to Rome)."]], "229102_8": ["coffee is undrinkable", ["The coffee is provided by an dispensing machine that will be disappointing to anyone who likes to begin their day with a cup of fresh brew."]], "208096_0": ["staff is helpful", ["The staff is excellent and very helpful with most speaking good English and no snobbiness you get with some of the French wait staff."]], "208096_1": ["room is clean", ["The rooms were very clean and modern, with a small yet adequate bathroom and well-equipped kitchen."]], "208096_2": ["location is extremely convenient", ["Very close to the metro, monoprix and fruit market."]], "208096_3": ["room is well appointed", ["The room was well-decorated with modern furnishings including 2 comfortable chairs, a large desk, a flat-screen TV, a stereo and cooking area with brand new appliances."]], "2516083_0": ["breakfast provided is included", ["We went to grab a bite to eat and came back."]], "2516083_1": ["room is spacious", ["The poolside room had a lot more space and was fine for our needs."]], "2516083_2": ["staff is helpful", ["The clerk that works there in the evening is friendly and helpful."]], "2516083_3": ["room is clean", ["It was a clean, comfortable place to go to bed after a night exploring the town."]], "2516083_4": ["room is decent", ["Room was a decent size with a fridge, desk & plenty of towels in the bathroom."]], "2516083_5": ["hotel is fine", ["We previously spent a night at the Sofitel in Beverly Hills and loved it."]], "2516083_6": ["location is outstanding", ["The hotel is just a block away from Hollywood Blvd (Chinese Theatre, Walk of Fame, Kodak Theatre...."]], "2516083_7": ["room is small", ["Yes the rooms are small, but its a hotel room not a suite."]], "503464_0": ["snack is free", ["They also leavel snacks, juice and coffee/tea in the lobby so you can help yourself when you please without dealing with room service."]], "503464_1": ["food is great", ["Great restaurant all long the way back to the hotel, and an 7-11 right across the street that offer hot food."]], "503464_2": ["room is comfortable", ["We stayed in a studio, which was tiny but very cleverly designed and very comfortable."]], "503464_3": ["room is clean", ["The rooms are nice clean and very well designed."]], "503464_4": ["value is great", ["If you're looking for a reasonable place to stay don't hesitate to book this hotel."]], "503464_5": ["room is spacious", ["Stayed in a one bedroom suite which was very spacious for HK standards."]], "503464_6": ["drink is free", ["But they do offer complimentary drinks throughout the day which you don't get in most hotels."]], "503464_7": ["staff is more than helpfull", ["The concierges were all so very helpful and considerate, even down to running after cabs on a busy Saturday morning to ensure that we got to the airport on time."]], "503464_8": ["hotel is loved", ["My wife and I stayed at the Jia during a 2-night layover in Hong Kong and really enjoyed the hotel."]], "84319_0": ["front desk staff is very nice", ["I did feel compelled to write, however, because the staff at Best Western were very friendly and accomodating, as they allowed us to park our RV in their lot overnight."]], "84319_1": ["stay is loved", ["I must say we all enjoyed our stay and would love to return."]], "84319_2": ["room is comfortable", ["They have a very attractive and comfortably furnished gathering room where we would get together after dinner for games, etc."]], "84319_3": ["room is clean", ["I have stayed at many Best Western's on the beach, (Cocoa Beach, South Beach, etc.) and have always had a clean, bug-free room."]], "84319_4": ["hotel is great", ["Found this great spot as a suggested place to stay for a wedding we were attending in March 2008."]], "84319_5": ["time is great", ["We were treated so well and always have a great time at the Aku Tiki in Daytona Beach, FL."]], "84319_6": ["value is great", ["It was the cheapest and had the best reviews on Trip Advisor."]], "199407_0": ["staff is helpful", ["The service was great and the staff friendly, no faults there."]], "199407_1": ["breakfast is excellent", ["The breakfast was really nice with lots of food to choose."]], "199407_2": ["room is cleaned well", ["The housekeeping tries to keep rooms clean despite of age."]], "199407_3": ["bathroom is not perfect", ["The bathroom didn't seem to have any extractor, or leastwise not a working one."]], "199407_4": ["room is small", ["We had a problem with the air conditioning in our room and had to keep the small window open."]], "199407_5": ["room is well decorated", ["My 23 year old son loved the decor and atmosphere."]], "199407_6": ["location is excellent", ["The hotel is in a good location, 5 mins from the nearest underground stop, train station, shops and restaurants."]], "199407_7": ["breakfast is very overpriced", ["We didn't eat at either of the resturants because we flet it was pretty overpriced as we could get food nearby much cheaper."]], "199407_8": ["bed is extremely comfortable", ["The space was about 21 ft by 11 ft with a large comfortable bed."]], "203095_0": ["staff is helpful", ["On our last night a very helpful young lady phoned around a dozen restaurants to get us a booking."]], "203095_1": ["breakfast is more than adequate", ["When they found we were leaving at 5 am to get to the airport, they arranged a little take along snack for us."]], "203095_2": ["bathroom is clean", ["The bathroom was very clean and had a bath with hot tub jets."]], "203095_3": ["hotel is close to termini", ["It's within walking distance from Termini the main train station."]], "203095_4": ["room is surprisingly spacious", ["The rooms are more spacious than any others I have experienced in Europe."]], "203095_5": ["room is very clean", ["The room was spotless complete with a complementary bottle of wine."]], "203095_6": ["bathroom is spacious", ["Bathroom beautiful; good fittings, large bath, bidet, etc."]], "203095_7": ["breakfast is basic", ["Breakfast wasn't especially appetising, but does come with the room rate."]], "228472_0": ["hotel is really great", ["No, I will pay more to be in a better (newer) hotel in the downtown area."]], "228472_1": ["staff is helpful", ["The concierge chap downstairs was really helpful and rushed down the alley each morning to hail a taxi for us, which never took more than a few minutes."]], "228472_2": ["room is clean", ["The room was very clean and kept clean our entire stay."]], "228472_3": ["breakfast is excellent", ["Breakfast was the usual continental buffet plus hot scrambled eggs and bacon."]], "228472_4": ["bathroom is nice", ["The bathroom was huge with a full tub and shower."]], "228472_5": ["stay is great", ["Staying at the Tryp Cibeles only enhanced it."]], "228472_6": ["value is good", ["Also stayed at Tryp Ambassador for the same $65 - 70.00 (an excellent price)."]], "228472_7": ["location is great", ["The hotel is really in the center of Madrid - walking distance to everywhere."]], "228472_8": ["room is spacious", ["Spacious room size comparing to most of European 4* hotels."]], "625726_0": ["location is so convenient", ["It is very centrally located, only a 7 minutes walk from Darling Harbour and the convention centre."]], "625726_1": ["room is large enough", ["The rooms where not as large as an appartment but larger than a hotel room, and sufficinet for a long weekend stay."]], "625726_2": ["hotel is thoroughly enjoyed", ["Stayed for 4 days upon arrival from \"the States\" and stay was great."]], "625726_3": ["room is clean", ["The room was very clean and modern, two TVs and a study-type area."]], "625726_4": ["staff is very helpful", ["Service at the front desk was speedy and friendly both at check-in and check-out."]], "625726_5": ["value for money is great", ["But we booked via Hotels.com and got a great price here for a three night stay."]], "625726_6": ["room is comfortable", ["Once you got beyond the freezing lobby, our one bedroom suite was comfortable and well appointed with decent city views though no balcony."]], "625726_7": ["room is lovely", ["The room(we had the studio) is also designed in the modern contemporary feel with quality finishings all around."]], "625726_8": ["bed is very comfortable", ["The beds where soft and comfortable and the airconditioning worked efficently."]], "501335_0": ["room is comfortable", ["We stayed in a canal view room and were very comfortable."]], "501335_1": ["place is great", ["I used the feed back on this site to choose a place to stay in Amsterdam, and was not disappointed."]], "501335_2": ["bed is comfortable", ["The beds are really comfortable with good quality bedding."]], "501335_3": ["room is just lovely", ["We stayed in the Design room again which we love."]], "501335_4": ["breakfast is good", ["A great breakfast anytime from 9 - Noon (and you are sitting in the kitchen/diner whilst it is cooked for you) set us up for the day."]], "501335_5": ["room is very clean", ["Immaculately clean, both bedroom and en-suite."]], "501335_6": ["location is fabulously convenient", ["We have yet to ride a tram in Amsterdam as eveything is so easy to walk too from here."]], "501335_7": ["room is large", ["The room was not huge, but perfectly big enough with all the facilities you'd expect (and more - a fridge packed with chocolates and soft drinks for free!)."]], "501335_8": ["bathroom is nice", ["The bathroom was well equipped with high quality products and again had everything we needed."]], "632770_0": ["personal service is outstanding", ["The couple who held the hotel ( Sharmila & Alex ) are always very helpful and eager to satisfy your breakfast wishes."]], "632770_1": ["place is best", ["If you want to see Amsterdam at your leisure and don't want the stuffiness and prententious of a five star hotel, this is the place for you."]], "632770_2": ["location is great", ["The location is perfect, less than 5 mins from Museumplein and on the edge of Vondelpark."]], "632770_3": ["stay is loved", ["We really enjoyed our stay in this little B&B. Everything was really well done and wonderful."]], "632770_4": ["bathroom is beautifully kitted out", ["The room was decorated nicely with a beautiful Chandelier, comfortable seating area and clean and spacious bathroom."]], "632770_5": ["breakfast is superb", ["As well as lovely pastries, meats & cheeses, there was something a little special on offer every morning."]], "632770_6": ["hotel is fabulous famous", ["We travel a lot and stay in fabulous famous hotels."]], "632770_7": ["price is reasonable", ["Arrange a taxi before you go as it is alot cheaper than from the airport."]], "632770_8": ["fusion suite is loved", ["I picked Fusion Suites from the reviews and was not disappointed ( having usually gone for a top hotel ).."]], "1758216_0": ["bathroom is a bit outdated", ["Also, our room didn't have an electric plug in bathroom."]], "1758216_1": ["staff is very nice", ["What made the property really stand out was the service the owners, Shirley & Walter provided us with."]], "1758216_2": ["breakfast is continental", ["Breakfast was buffet style and consisted of croissants, cereals, fruit, yoghurt, bagels, juice, tea and coffee."]], "1758216_3": ["value for money is very reasonable", ["My advice, if you are traveling as a couple, take a cab from the airport, it's about the same price."]], "1758216_4": ["room is quiet", ["I'll agree it was a tad noisy in the rooms at the front of the hotel."]], "1758216_5": ["room is clean", ["Very pleased with this hotel, the room was very clean."]], "1758216_6": ["bathroom is functional", ["They even have small amenities like shampoo and soap."]], "1758216_7": ["room is comfortable", ["The room itself was very comfy, albeit a little dated."]], "1758216_8": ["hotel is destination", ["10/10 hotel if I every come to miami again I will be staying here."]], "119650_0": ["room is comfortable", ["We stayed at the Francisco Inn Sept- 28th - 2oct 2005.The room was very clean, we had a king size bed which was very comfortable."]], "119650_1": ["location is convenient", ["They assured me that we could walk to from the Wharf easily, that after dark would not be a problem (we were there in Dec., so it got dark early)."]], "119650_2": ["room is spacious", ["The rooms were spacious and clean, and looked recently renovated."]], "119650_3": ["staff is helpful", ["The front desk personnel were very friendly and helpful when it came to directions and normal everyday chit cat."]], "119650_4": ["room is clean", ["Our room had everything needed for our stay (8 days) and was kept spotlessly clean and well cared for."]], "119650_5": ["place is great", ["Great accommocations for the $$ Stayed here based on the rave reviews that we saw in TripAdvisor."]], "119650_6": ["room is not clean", ["They are just trying to get your money, rooms were smelly."]], "119650_7": ["room is huge", ["Our family suite was on the 3rd floor and consisted of 2 huge rooms, each with their own bathroom and catering facilities."]], "119650_8": ["room is very small", ["The room was on the small side and Lombard St. isn't quiet."]], "90955_0": ["staff is helpful", ["The front desk staff was very helpful and friendly, getting us ice for our cooler."]], "90955_1": ["bed is comfortable", ["Bed very comfortable, stayed here with my wife, 2 year old and mother in-law very comfortably."]], "90955_2": ["kitchen is full", ["I was so surprised to go to the room and find a kitchen with full fridge, sink, granite counter, microwave and free microwave popcorn."]], "90955_3": ["location is good", ["It is so convenient to the Magnificent Mile, Water Tower Place, and the John Hancock Center."]], "90955_4": ["breakfast is terrific", ["They have a fairly decent breakfast buffet, including a waffle station."]], "90955_5": ["hotel is very clean", ["Everything was spotlessly clean and the room was made up very well every day."]], "90955_6": ["price is great", ["For a booking rate of $89.00/night this was a decent place to stay."]], "90955_7": ["room is spacious", ["Plenty of space for our family of 4 to spread out."]], "90955_8": ["hotel is fantastic", ["I can say after spending 4 nights at the Residence Inn in downtown Chicago we made an excellent choice."]], "256649_0": ["room is not very clean", ["Room wasn't clean - just basic things like sticky table/bench tops and dirty seats."]], "256649_1": ["bed is very comfortable", ["The variety of pillows and a soft bed was a bonus."]], "256649_2": ["room is fantastic", ["I have to say up front that we booked a standard room but were upgraded to a suite so can't comment on the standard rooms, but the suite was superb."]], "256649_3": ["location is great", ["The location of the property is very close to attractions and public transportation."]], "256649_4": ["room is spacious", ["The apartments are very spacious and can comfortably sleep 6 people."]], "256649_5": ["concierge is extremely friendly", ["Staff very friendly especially concierge and front desk."]], "256649_6": ["room is large", ["The room was huge with 2 bathroom which was great with two girls getting ready to go out."]], "256649_7": ["facility is fantastic", ["Good outdoor pool and exercise facilities."]], "229170_0": ["staff is helpful", ["Also during our stay in the hotel, the staff was very friendly and helpfull, giving various tips to make the best of our citytrip."]], "229170_1": ["room is clean", ["Very clean rooms, small, but with a private toilet and shower."]], "229170_2": ["room is small", ["The rooms are so small there is no room for your suit case."]], "229170_3": ["breakfast is pretty good", ["They do serve a nice breakfast down in the basement, had all I could eat and then some."]], "229170_4": ["hotel is nice", ["Having spent a night at the Eden Lancaster hotel we must give a good review for the experience."]], "229170_5": ["hotel is well located", ["When you go out of the hotel you have 2 tram stations in an area of 100m, with a straight line to the touristic places in Amsterdam (Waterlooplein, Damplein, Rembrandtplein,...."]], "229170_6": ["room is nice", ["The room although small was nicely decorated, had a wardrobe for storage and had tea and coffee making facilities."]], "2515052_0": ["location is really great", ["The location is perfect - a few steps from Place de la Concorde."]], "2515052_1": ["room service is great", ["My husband thought the breakfast was the best he has eaten anywhere."]], "2515052_2": ["room is magnificent", ["Their winter garden room for cocktails is one of the most beautiful rooms I have ever seen."]], "2515052_3": ["staff is extremely helpful", ["From the minute we were shown our suite we were always treated with that little bit extra nothing was too much trouble whether it was concierge or housekeeping."]], "2515052_4": ["hotel is quintessential", ["We stayed at the Hotel de Crillon for three nights and loved it."]], "81363_0": ["bathroom is very nice", ["We had a suite on the second floor-2 rooms and a bathroom."]], "81363_1": ["staff is helpful", ["The employees at the front desk were very helpful when I asked for directions."]], "81363_2": ["room is small", ["Came around At first I wasn't very happy with the room and felt it was too small."]], "81363_3": ["room is clean", ["The rooms, hallways and lobby were extremely clean with no hint of off odors."]], "81363_4": ["hotel is cutest little", ["Cute yellow rooms with quotes from songs stenciled into the ceiling molding."]], "81363_5": ["room is very nice", ["We upgraded to a better room ($10 more) and thoroughly enjoyed it."]], "81363_6": ["hotel is great", ["Loved Hotel California We almost always stay at Best Western and have been pleased."]], "81363_7": ["location is great", ["The area is good location wise, walking distance to China Town/Warf/Shopping."]], "309917_0": ["staff is courteous", ["The staff was OK & helpful when we wanted a cab."]], "309917_1": ["room is basic", ["The room was very basic, two single beds only."]], "309917_2": ["breakfast is good", ["An all-you-can-eat breakfast(comes with the room) that includes a tray of cut papaya."]], "309917_3": ["hotel is nice", ["We have stayed at Fort Canning Lodge a few times and have always found it to be good."]], "309917_4": ["room is clean", ["My room was very clean and included the basics you would expect - a stocked mini-bar, safe, tea/coffee etc."]], "309917_5": ["shower is very problematic", ["Our room had a shower that did not drain well."]], "309917_6": ["location is easily accessible", ["It is located very conveniently on Orchard Road, with buses and the MRT just a few minutes away*."]], "309917_7": ["room is good", ["Other than that, the room as a whole was satisfactory, although perhaps a little overpriced compared to other budget places and quite small."]], "309917_8": ["room is spacious", ["Rooms had enough space for two adults & one kid."]], "280377_0": ["staff is very friendly", ["The staff was very helpful and went above and beyond their call of duty to help us during our stay."]], "280377_1": ["hotel is clean", ["I stayed in the bayfront efficiency room which I found to be perfectly clean."]], "280377_2": ["hotel is nice", ["We picked the Princess Bayside Beach Hotel because it looked wonderful on the internet."]], "280377_3": ["time is great", ["Husband and I even played a game of pool - had a good time."]], "280377_4": ["room is nice", ["We were very happy with our room and our stay at Princess Bayside."]], "280377_5": ["location is great", ["Just 1 block from Seacrets and not too far from other great places like Fager's Island."]], "1845693_0": ["location is great", ["A easy block from Boat quay and a leisurely stroll to many shopping malls."]], "1845693_1": ["staff is very friendly", ["The Bar Manager in the Landing Point/Lantern always recognized me and provided fantastic service."]], "1845693_2": ["snack is available", ["There were ready-made eggs benedict."]], "1845693_3": ["room is absolutely beautiful", ["The room was absolutely gorgeous, quite possibly the best design I have seen so far."]], "1845693_4": ["restaurant is nearby", ["Right beside the Fullerton Bay is the Customs House which has a couple of great restaurants and lounges."]], "1845693_5": ["roof top pool is beautiful", ["The rooftop pool is a haven for relaxing after the heat of the day sightseeing."]], "1845693_6": ["view is beautiful", ["And I never tire of the view of the Marina Bay, especially at night, from my balcony."]], "1845693_7": ["hotel is beautiful", ["We loved the decor and style of furnishing in the public areas."]], "1845693_8": ["room is spacious", ["I had a bay view room which was spacious and very comfortable."]], "256734_0": ["hotel is very clean", ["The hotel is rather new I would guess, as nothing seemed stained or worn out."]], "256734_1": ["room is large", ["The one bedroom suite was as large as 2 hotel rooms."]], "256734_2": ["staff is helpful", ["The entire staff from the front desk to maids and repair crew are friendly, polite, and helpful."]], "256734_3": ["breakfast is very good", ["If you were on a budget, you could eat breakfast and dinner at the hotel and find something small for lunch."]], "256734_4": ["bed is comfortable", ["Rooms have soft beds, pull out sofa, chaise lounge and French door bedroom."]], "256734_5": ["superdome is just down the street", ["If you're heading to the Garden district/St Charles Ave, it's two blocks to get on the streetcar at the corner of Poydras and St Charles."]], "256734_6": ["room is comfortable", ["Seven males fit very comfortably in two rooms."]], "256734_7": ["hotel is perfect", ["The hotel stay at Homewood Suites was excellent."]], "202736_0": ["staff is helpful", ["We really appreciated that the front desk is staffed 24/7, and that all the staff that we encountered were quite friendly and spoke very good English."]], "202736_1": ["location is excellent", ["Close to the water bus stop, about 15 minutes to train station and easy walking to all the other sites if prefer to walk."]], "202736_2": ["breakfast is good", ["The breakfasts were perfectly were the normal continental and perfectly adequate."]], "202736_3": ["room is clean", ["The room was very clean, possibly a little crowded with the extra bed."]], "202736_4": ["room is good", ["Situated with a great view of the canal and central to everything, the room was a good size,and scrupulously cared for."]], "232871_0": ["breakfast is more than adequate", ["The breakfast was more than adequate--you can't expect to get just what you have at home--that's why you travel, to experience new things."]], "232871_1": ["reception staff is extremely helpful", ["The staff were great - always a friendly hello and goodbye and would patiently let us practice our Italian (without laughing at us)."]], "232871_2": ["room is spotlessly clean", ["I made sure we left water on the floor the next day and it was then cleaned much better."]], "232871_3": ["room is comfortable", ["The room we stayed in, which was a \"deluxe\" room was large and comfortable."]], "232871_4": ["hotel is wonderful", ["The Hotel Bailey is a wonderful hotel in Rome."]], "232871_5": ["hotel is very happy", ["My boyfriend and I stayed in the Hotel Bailey's for 12 days and had a pleasant experience there."]], "232871_6": ["bed is comfortable", ["Very comfy bed and the bowl of fruit as mentioned in other reviews."]], "503506_0": ["breakfast is good", ["Excellent restaurant for dinner and breakfast or just a light meal in the middle for the day--I experienced at least one of each meal."]], "503506_1": ["staff is courteous", ["He service was good and the bar had a cheery barman."]], "503506_2": ["breakfast is not included", ["The breakfast was a continental spread, so unfortunately no eggs & bacon."]], "503506_3": ["room is clean", ["Liked the room, it was very clean and practical for a short stay."]], "503506_4": ["room is very comfortable", ["We stayed in a 'four star' room which was very comfortable and unusual, a little on the small side."]], "503506_5": ["bathroom is shared", ["We stayed on the 5th floor and shared the bathroom and shower."]], "503506_6": ["shower is old school", ["The cupboard is extremely old & musty, the bathroom."]], "503506_7": ["bed is very comfortable", ["The beds are the best hotel beds i have ever slept in."]], "190665_0": ["front desk staff is very helpful", ["We found the service in this Hotel very good, lots of offers of help in the foyer with luggage, etc."]], "190665_1": ["hotel is easy to find", ["The location of the hotel is excellent no more than ten minutes from the central bus station and Berlin Zoo."]], "190665_2": ["location is teriffic", ["The location of the hotel is teriffic."]], "190665_3": ["hotel is great choice", ["All in all very pleased with the hotel and would recommend it to any future guests."]], "190665_4": ["breakfast is excellent", ["We ate a good breakfast elsewhere (Krombach Gast House nearby) due to the cost of the hotel breakfast."]], "190665_5": ["room is excellent", ["I couldnt have been more susprised as we were allocated a great room."]], "190665_6": ["swimming pool is lovely", ["The swimming pool and health club area were great."]], "190665_7": ["hotel is lovely", ["The kempinski is a stunning hotel."]], "2515978_0": ["staff is perfunctory", ["The people working the desk that we dealt with seemed very unhappy (or just tired?) -- not unprofessional at all, just seemed very down."]], "2515978_1": ["cow hollow location is excellent", ["While not in the downtown area, it is close to bus stops that take you into town."]], "2515978_2": ["room is large", ["I was especially impressed with the size of the suite (included large living room area, dining room, kitchen, and TWO bathrooms)."]], "2515978_3": ["room is clean", ["The room was perfectly comfortable and clean for our two night stay."]], "2515978_4": ["staff is helpful", ["The front desk staff was extremely helpful and courteous- upon arrival, (Dottie?)."]], "2515978_5": ["hotel is very nice", ["In all our travels, this was one of the most pleasant stays we have had."]], "2515978_6": ["area is great", ["You get to experience a great SF neighborhood, the Marina District."]], "2515978_7": ["room is well appointed", ["Hanging above the desk was a beautiful chandelier which gave the room a very nice touch."]], "237566_0": ["stay is really enjoyable", ["We enjoyed our 4 night stay at the owl Hotel."]], "237566_1": ["breakfast is good", ["The hotel serves hot breakfast buffet with different breads, boiled eggs, juices, coffee, hot chocolate, biscuits, fruits, etc."]], "237566_2": ["staff is very friendly", ["Throughout our stay, the gentlemen at the front desk were wonderful with directions and tourist information."]], "237566_3": ["hotel is clean", ["The room is very clean and has everything you need unless you plan on spending your vacation in the room and not outside in Amsterdam."]], "237566_4": ["bed is comfortable", ["A \"zed bed\" put in a double room which was fine for our daughter (14 years)."]], "237566_5": ["room is comfortable", ["The rooms were small but comfortable with a flat screen television (with many English/American programming) standard."]], "237566_6": ["tram is very close to the", ["Also, in one of the reviews, they mentioned it was close to the Marriott by Leidesplein."]], "237566_7": ["hotel is very neat", ["When we landed in Schipol Airport, we had one of the KLM employees tell us it was a great hotel."]], "1204727_0": ["bathroom is good", ["Both our rooms had well appointed bathrooms with jacuzzi baths."]], "1204727_1": ["staff is helpful", ["We checked in late and were greeted by a friendly, helpful receptionist."]], "1204727_2": ["continental breakfast is good", ["Walk to the end of the street and try the fresh baked large pizzas slices for 2 euros."]], "1204727_3": ["hotel is superbly clean", ["The rooms were very clean and decorated in the Venetian style."]], "1204727_4": ["room is small", ["If one of us stood up the other had to be on the bed..that was how tiny the room was."]], "1204727_5": ["breakfast is basic", ["No matter how many times you put the bread through, it didnt toast."]], "1204727_6": ["location is excellent", ["The location is great, very easy to find, literally seconds away from St Marks Square and the vaporetto stops at Zaccaria and St Marks."]], "1204727_7": ["room is good", ["Parents stayed in a superior room with a large balcony, room 269, which was excellent and only 30 euros more."]], "1204727_8": ["hotel is great", ["I would recommend this hotel to someone who doesnt expect anymore than a 3 star hotel."]], "297791_0": ["staff is helpful", ["I've never seen a Hotel Owner So Helpful, and So Friendly in any of the places I have stay, when we are out on Vacations."]], "297791_1": ["place is great", ["It depends on the room The Coqui Inn is a great place to stay if you are on a budget."]], "297791_2": ["closet is no hangars", ["The room had some cupboards that had no doors ,since they were partly ripped off."]], "297791_3": ["room is clean", ["Anyway...all I needed was a clean and comfortable room to sleep in as I'm hardly ever in my room during my time in PR."]], "297791_4": ["bun is loved", ["We loved the coffee and buns provided free of charge every morning."]], "297791_5": ["shower water is nice", ["Wash everything in very hot water before you put your clothes back."]], "297791_6": ["kitchenette is great", ["We had a little kitchenette and a table, which was cool."]], "297791_7": ["room is nice", ["But when i got to main entrance i was suprise ioty was pretty nice the room was okay."]], "297791_8": ["place is horrible", ["Avoid this hotel - awful experience My husband found this place in a guide book."]], "218544_0": ["hotel is nice", ["Being a Wyndham, you would think that this would be a quality hotel."]], "218544_1": ["hotel staff is helpful", ["When we first arrived the front desk was pretty helpful with getting our accomodations, 2 doubles."]], "218544_2": ["everything is in walking distance", ["The hotel is just a quick walk to the French Quarter."]], "218544_3": ["room is spacious", ["Spacious rooms and suites."]], "218544_4": ["room is quite small", ["Because there are armoires and no closets in the rooms, they appear even smaller than they are - and (perhaps because this was formerly a bank building)."]], "218544_5": ["room is well laid out", ["When we got to our room, we were very pleased with everything it is not out dated."]], "282590_0": ["hotel is lovely", ["I would highly recommend the hotel to anyone with modern sensibilities looking for a unique and tasteful hotel experience in East Berlin."]], "282590_1": ["front desk staff is very nice", ["We received excellent service from the desk staff and the bar staff."]], "282590_2": ["room is comfortable", ["We had a clean, stylish room with open bathroom (toilette is separate), a comfortable bed and a window to the oranienburger Strasse from ceiling to floor."]], "282590_3": ["room is very modern", ["The room was spotlessly clean with very modern decor."]], "282590_4": ["subway station is close to", ["Bus and train access is either right out the front door, or a short distance away from the hotel."]], "282590_5": ["hotel is great", ["We stayed at the Arcotel in September 2007 and couldn't have picked a better hotel if we'd tried."]], "282590_6": ["room is nice", ["Except for the lack of a shower curtain, I thought the room was fine."]], "282590_7": ["location is great", ["Numerous buses, trams and the underground are available outside the door of the hotel so the shopping districts and sites are within easy reach."]], "282590_8": ["room is spacious", ["Loads of space within the room and plenty of cupboard space too."]], "183255_0": ["room is very old", ["The room was a little bit old fashioned and not very luxurious as it seems in photos online."]], "183255_1": ["staff is very helpful", ["The hotel desk staff were helpful in phoning Grayline for us to check that we had not been forgotten."]], "183255_2": ["bed is comfortable", ["BIG very comfy kingsize bed."]], "183255_3": ["internet is slower", ["My room didn't have Internet at all ( forget about the wireless)."]], "183255_4": ["location is central convenient", ["If you are coming from the airport you can use the airport express bus 747 which stops at Rue Guy just a block from the hotel."]], "183255_5": ["room is clean", ["The room and lobby were very well designed and spotless."]], "183255_6": ["room is comfortable", ["Room was quite comfortable & with enough room to spread out all my stuff."]], "183255_7": ["room is large", ["Fortunately since these rooms are large we were all able to go to that room to await our rooms."]], "183255_8": ["hotel is ok", ["We stayed one night and transferred to Loews Vogue Hotel which was terrific."]], "2514522_0": ["place is good", ["I will alway suggest this place to my friends and family who every venture off to NYC."]], "2514522_1": ["bathroom is clean", ["The Latham's bathroom was cleaned several times a day it seemed."]], "2514522_2": ["hotel is good", ["If you're not planning on spending your time in NYC in your room all day, I can recommend this hotel."]], "2514522_3": ["staff is pretty low - maintenance", ["Dont expect too much from the hotel staff if youre traveling to the USA (although I can only speak for my experiences in New York and Los Angeles)."]], "2514522_4": ["staff is very friendly", ["On arrival we were greated by a nice reception desk and porter service."]], "2514522_5": ["room is clean", ["I do want a clean, welcoming room when I stay at a hotel."]], "2514522_6": ["location is good", ["Only a short walk from the hotel to for example Macys' & Empire State building and it's easy to go everywhere from there with the subway."]], "2514522_7": ["bathroom is shared", ["Used the shared bath and was either lucky or using good timing as it was always available when I needed it."]], "2514522_8": ["value is perfect", ["The hotel was the cheapest we could find on Manhattan with reasonable reviews."]], "253693_0": ["hotel is great", ["This hotel is very good we stayed there from 26 April till 01 May 2007."]], "253693_1": ["staff is helpful", ["The hotel's staff was quite possibly the most polite, courteous, and helpful that we have ever encountered."]], "253693_2": ["room is clean", ["She always left our room clean, bring us fresh towels and ask us if we needed help."]], "253693_3": ["proximity to a grocery store is seemed safe", ["The hotel is located close to all points of interest, which made it easy to take a cab anywhere."]], "253693_4": ["room is very comfortable", ["Our room was large, clean, comfortable, and met our needs just fine."]], "253693_5": ["value is great", ["We traveled by bus the whole time we were there for .50 cents a ride."]], "253693_6": ["view is beautiful", ["The 8th floor rooftop has tables for outdoor cocktails (bring your own up to the roof) with a very pleasant view toward Condado and the ocean."]], "253693_7": ["room is roomy", ["But the rooms are large with a refig and microwave and a flat screen TV."]], "93195_0": ["room is a little small", ["The room was smaller then our bottom of the line cruise room, and wasn't put together correctly."]], "93195_1": ["room is in disrepair", ["Upon check in, we were given a dirty room."]], "93195_2": ["light is not work", ["Lights did not work when we checked in."]], "93195_3": ["hotel is clean", ["My friends and I stayed in a total of 4 rooms, all of which were clean and recently refurbished, with no problems with damp as other reviewers have found."]], "93195_4": ["staff is helpful", ["Staff were all friendly and helpful at check in, when we needed to store our bags after checkout, and with anything we needed during the stay."]], "93195_5": ["room is very nice", ["No problems, Great Stay, Nice Rooms Stayed at the Park Plaza three nights during French Quarter Festival."]], "93195_6": ["location is pretty good", ["Their FREE shuttle got us into the heart of the city and back to the hotel without a problem at all."]], "93195_7": ["staff is worthless", ["The front desk staff did not care about our well-being and were rude to us on the phone."]], "93195_8": ["locality is intimidating", ["Terrible Hotel/Scary location.. Went down for the Sugar Bowl in which VA Tech beat Auburn on the field."]], "482693_0": ["room is very tasteful", ["From the second we arrived via Gondola, there were drinks and light snacks presented to us in a beautiful reception room."]], "482693_1": ["hotel is perfectly located exceptional", ["From there the hotel was a short walk away following a back street which runs behind the Guggenheim, taking you out to the Salute and the hotel next to it."]], "482693_2": ["room is spotlessly clean", ["All areas were spotlessly clean and decorated to a high standard."]], "482693_3": ["hotel is great", ["I have to say out of all the hotels I have stayed in, this is the best."]], "482693_4": ["breakfast room is luxurious", ["Apart from breakfast in our fantastic Doge room we can recommend breakfast on the charming roof terrace."]], "482693_5": ["food is good choice of", ["They serve a nice breakfast that has to be ordered the night before."]], "482693_6": ["hotel is nicely decorated", ["Enjoy the feeling of being smothered by the very fabric of the hotel itself ,beautifully designed to welcome you and take you into another world."]], "87044_0": ["room is comfortable", ["Room was large and comfortable with a good view over Waikiki."]], "87044_1": ["location is great", ["This hotel is perfectly located only a block or so from Waikiki beach - which meant an easy walk to all the bars, restaurants and shops."]], "87044_2": ["room is great", ["Our rooms had great views, one with a limited ocean view and one with a mountain view (realy nice at night)."]], "87044_3": ["room is updated", ["The clerk at the desk suggested we take a room on the 11th floor as they have been renovated."]], "87044_4": ["room is clean", ["The room was very nice and clean, though we did not spend too much time there."]], "87044_5": ["deal is great", ["We stayed in this hotel for one night ($92) and felt that we got good value for the money."]], "87044_6": ["staff is very helpful", ["All staff were friendly and helpful (Me being single girl on my own)."]], "87044_7": ["hotel is great", ["We had a good experience with OHANA hotels on our honeymoon."]], "230427_0": ["staff is very helpful", ["We found the staff from bellhops to barman to concierges extremely warm and helpful."]], "230427_1": ["hotel is beautiful", ["My husband and I stayed for 3 nights this July at this absolutely elegant hotel."]], "230427_2": ["location is very good", ["The Gritti Palace is right on the canal by St Marks Square, so a great location."]], "230427_3": ["view of the canal is very nice", ["We had a Grand Canal view room, which was the single best thing about our stay."]], "230427_4": ["hotel is wonderful", ["When you hear 5 stars you imagine a hotel without any kind of problems."]], "230427_5": ["food is expensive", ["Rates are simply outrageous (eg 55 for a very basic breakfast)."]], "230427_6": ["room is very nice", ["It was a typical Venetian- decorated room- flounces,painted furniture,gilding, Murano glass with panelling and moulding covering every wall and the ceiling too."]], "230427_7": ["stay is wonderful", ["I recently stayed at the Gritti Palace for my birthday (Mid-February) and had an amazing experience."]], "203153_0": ["bathroom is fine", ["Plain and simple,clean with good bathroom facilities."]], "203153_1": ["staff is helpful", ["The reception Staff were helpful and welcoming as were the breakfast staff."]], "203153_2": ["room is quiet", ["Only downer was the startlingly noisy plumbing from the room above, which might be a concern to the light sleeper."]], "203153_3": ["hotel is centrally located", ["The location is very central so you can reach all the main attractions in Rome on foot."]], "203153_4": ["room is clean", ["Each time Hotel Accademia has accomodated us in a nice, clean and cosy room with a view over the lovely Piazza Accademia di S. Luca."]], "203153_5": ["room is small", ["My room was VERY, VERY SMALL, a nice modren room but no view."]], "203153_6": ["breakfast is very good", ["The hotel breakfast was the best hotel breakfast we had during our trip through Italy."]], "203153_7": ["room is comfortable", ["Fortunately, the room was large, and also had a sofa, which I actually slept on after the first night, and which was a lot more comfotable."]], "203153_8": ["hotel is ok", ["This hotel is very good if you go to Rome for a short stay."]], "2514908_0": ["staff is helpful", ["The concierge never stopped caring for us, arranging tours, explaining how the metro works, maps and shopping tips."]], "2514908_1": ["bed is comfortable", ["Beds are SofitelBeds and extremely comfortable."]], "2514908_2": ["hotel is great", ["I stayed at the Hotel Scribe for a few nights in February 2010 on business and really liked this hotel."]], "2514908_3": ["hotel is very clean", ["Room is always very clean and love the Hermes eau d'orange touch that they add to the experience."]], "2514908_4": ["location is wonderful", ["Location wise, it is right beside the Opera, a few minutes walk to Place Vendome, The Louvre and Rue St Honore etc."]], "2514908_5": ["room is comfortable", ["I have to say the rooms were very nice and comfortable and plenty big."]], "2514908_6": ["room is great", ["The room was amazing and had all the amenities you would expect from a 5 Star Luxury hotel."]], "2514908_7": ["hotel is beautiful", ["The hotel had an elegant but warm ambience that we loved."]], "617398_0": ["hotel is very well located", ["You find a subway station two min from the hotel, where you can go directly to Gedchtniskirche, Potzdamer Platz or Alexanderplatz."]], "617398_1": ["reception staff is very efficient", ["The staff was friendly and super helpful, printing out directions and maps for me if I needed them."]], "617398_2": ["neighborhood is very nice", ["It is a very nice neighborhood, with verry good restauarants."]], "617398_3": ["room is clean", ["The cleaning of the rooms is again impeccable, again something that is put to the test if you are traveling with small children."]], "617398_4": ["breakfast buffet is included", ["The breakfast, which Expedia offered in our package, was excellent with lots of good choices."]], "617398_5": ["room is comfortable", ["My stay at Hotel Otto Berlin for 3 nights was in a comfort room."]], "617398_6": ["room is spacious", ["2 - Large storage area (room) were we kept our luggage,shoes,daily collectables and hung our clothes."]], "120863_0": ["breakfast buffet is very nice", ["Breakfasts, as usual for the Hampton Inn, were included in the price, and pretty good."]], "120863_1": ["hotel is very clean", ["The rooms were clean, and of standard Holiday Inn quality."]], "120863_2": ["hotel staff is helpful", ["The staff was great as well, from the valet on entry to checkout."]], "120863_3": ["lobby is very nice", ["The lobby and public areas have extra character as the hotel retained the original feel of the buildings."]], "120863_4": ["property is well kept", ["None of them overstated the excellence of this property."]], "120863_5": ["room is very comfortable", ["We felt welcome and comfortable the instant we set foot in this room."]], "120863_6": ["convention center is across", ["It is right across from the convention center so it's a walk to the french quarter."]], "120863_7": ["hotel is beautiful", ["The hotel doesn't look like much from the outside but quite nice on the inside (quaint rustic charm)."]], "120863_8": ["room is large", ["The main (lobby) building has rooms that are larger with tremendous character."]], "296606_0": ["bathroom is spotless", ["There was an ample supply of hot water and plenty clean towels."]], "296606_1": ["hotel concierge is very helpful", ["Housekeepers were very friendly and helpful as were all the reception/bar staff."]], "296606_2": ["room is cleaned daily", ["Nice clean accommodation with large air conditioned room."]], "296606_3": ["hotel is nice", ["Recently stayed in the Luxor Hotel, found it really really nice."]], "296606_4": ["location is good", ["The Luxor is very convenient to Central Station,only a 5min walk,and the rest of the city."]], "296606_5": ["breakfast is good", ["Breakfast was very plentiful and didn't finish till 11 which is another plus for me."]], "296606_6": ["staff is not very helpful", ["The desk staff at check-in was terrible she never smiled or wished us a pleasant stay."]], "296606_7": ["value for money is good", ["Found this place through laterooms.com and got a massively discounted rate through them."]], "296606_8": ["red light district is close to", ["The Red Light District is the next canal over which is always good fun to walk around."]], "306143_0": ["hotel is clean", ["However, the room was well-sized, well-appointed and meticulously clean."]], "306143_1": ["staff is very courteous", ["The restaurant staff were very friendly and extremely helpful with the kids."]], "306143_2": ["bed is comfortable", ["The mattress was more of a futon, which was great for me as I like a firmer mattress."]], "306143_3": ["wifi is great", ["Wireless Internet was available for about $15SGD for 24 hours."]], "306143_4": ["room is comfortable", ["The rooms were good and quite spacious with comfortable chairs and an even more comfortable bed."]], "306143_5": ["hotel is fantastic", ["If you are looking for somewhere to lay your head and that is all then this is a good hotel."]], "614395_0": ["hotel is modern", ["I really liked the modern feel of this hotel, all decorated in blacks/greens/creams/browns."]], "614395_1": ["bathroom is prefectly adequate", ["Good sized bath with shower, large towels."]], "614395_2": ["staff is helpful", ["The staff on the front desk were very helpful, especially the woman (working there on morning of Tuesday 20th July)."]], "614395_3": ["hotel is clean", ["Nice clean contempary hotel, well maintained."]], "614395_4": ["breakfast is included", ["We paid for breakfast 16 , we were offered full + continental breakfast."]], "614395_5": ["bathroom is a bit messy", ["The shower is a mess first the bath itself is half closed."]], "614395_6": ["location is good", ["A good location, just a 10 min walk to the Las Ramblas and to the square where the sightseeing buses depart from."]], "614395_7": ["room is very comfortable", ["The beds (double room has two single beds pushed together) were extremely comfortable."]], "614395_8": ["hotel is great", ["We were very pleased with the Casonova Hotel in Barcelona."]], "268507_0": ["staff is helpful", ["From the moment the doorman welcomed us with a hand shake till the minute we left, nothing was too much for the wonderful and knowledgable staff."]], "268507_1": ["bathroom is amazing", ["The bathroom was fantastic -- oversized with a separate water closet for the toilet."]], "268507_2": ["room is very nicely appointed", ["The dark wood tones coupled with the sophisticated lighting made for a stunning room."]], "268507_3": ["room is modern", ["The bathroom was very modern with a glass wall separating the two rooms."]], "268507_4": ["room is great", ["Upon check in we were very pleased with our room."]], "268507_5": ["room is comfortable", ["The rooms were taistfully furnished (despite some unbecoming marks on the ceiling) with comfortable bed and the all important nesspresso machine."]], "268507_6": ["hotel is enjoyed", ["During my 12 day vacation around Canada, this was the best hotel I stayed."]], "268507_7": ["food is good", ["The breakfast each morning is more than adequate with different items each day."]], "268507_8": ["room is spacious", ["We had three nights in this boutique style hotel where the room (we had a deluxe one) was much larger than average."]], "299809_0": ["staff is very friendly", ["This hotel has the best Consierge staff that we have ever encountered."]], "299809_1": ["room is very spacious", ["The rooms in the new extension (they call it Times Square room) is bigger than the old part."]], "299809_2": ["breakfast is well filled", ["We ate in JW's steakhouse, the Bamboo Lagoon and Cucina."]], "299809_3": ["hotel is nice", ["Al Karama is a place to go for absoloutely everything - even all the fakes."]], "299809_4": ["bathroom is especially nice", ["A separate shower and bath with double sink."]], "299809_5": ["room is clean", ["Housekeeping will keep your room magically tidy whenever you step out (unless theres a DND on your door)."]], "299809_6": ["room is comfortable", ["The rooms were a bit dated but had a comfortable feel to them."]], "299809_7": ["gym facility is excellent", ["We used the pool several times and enjoyed the fitness centre."]], "610719_0": ["bathroom is just nice", ["The bathroom had been recently re done and was superb...well except for the size of the shower."]], "610719_1": ["location is very easy to find", ["The position is one of my favourites for very shorts say: very close to Termini and Via Nazionale, with a bus every 2-3 minutes."]], "610719_2": ["hotel is lovely", ["The beautiful hotel Impero was a perfect place to stay while in Rome."]], "610719_3": ["hotel staff is helpful", ["Very friendly staff, especially front desk and Pepino who seems to be a man of all trades."]], "610719_4": ["room is clean", ["The maids always did an excellent job of cleaning the rooms."]], "610719_5": ["breakfast is fine", ["The hotel does a perfectly adequate continental breakfast included in the price - fruit, cereal, croissants, yoghurt, hard-boiled eggs, cheese, pastries."]], "610719_6": ["breakfast is average", ["Breakfast was not great compared to the other hotels we stayed in Europe, but OK for a day or two."]], "610719_7": ["impero is excellent value", ["Although nothing great from the outside this hotel was great value for money."]], "610719_8": ["service is dismal", ["The staff were not friendly at all and did not greet us nicly or wished us any pleasentries on our departure."]], "240831_0": ["bathroom is lovely", ["The towels were not terry as we were accustomed to, but were extremely clean and fine for drying after a shower."]], "240831_1": ["room is clean", ["The room I stayed in was very clean, and comfy."]], "240831_2": ["staff is very helpful", ["The entire staff was very helpful, friendly and helped make our Rome experience excellent."]], "240831_3": ["room is big", ["The room my husband and I had was large with two windows overlooking the street below."]], "240831_4": ["breakfast is top quality", ["Breakfast was served at the quaint rooftop terrace with a personally made delicious cup of cappucino."]], "240831_5": ["location is great", ["The hotel is very close to the main attractions and easy to get to using public transit."]], "240831_6": ["hotel is best", ["We traveled through Italy for two weeks, stayed at four different hotels - and this was my hands down favorite."]], "240831_7": ["hotel is very pleasant", ["For a 3 star hotel it was a pleasant experience."]], "240831_8": ["room is lovely", ["The room was nicely decorated and included a wardrobe that housed a safe."]], "183076_0": ["staff is helpful", ["Guest service at the Park Hyatt was wonderful as soon as we got out of our taxi."]], "183076_1": ["location is very convenient", ["It was very convenient to get to the metro (station is just 1 block away) and then."]], "183076_2": ["bed is comfortable", ["I had a deluxe room with a king sized bed, a sofa, a desk and what I call a mini foyer."]], "183076_3": ["room is always clean", ["Everything was immaculate in our room, the lobby, the elevator, etc."]], "183076_4": ["shopping is great", ["We stayed for two nights in December to do some shopping and to see a Leafs game."]], "183076_5": ["room is very large", ["A huge room, with a sofa and two chairs."]], "183076_6": ["hotel is very nice", ["Just completed a 2 night stay at the Park Hyatt Toronto and could not fault it."]], "183076_7": ["room is comfortable", ["First, as a Platinum Hyatt member i was upgraded to something in between an Executive King and a Suite, comfortable enough."]], "183076_8": ["food is good", ["The food in the hotel restaurant (Annona) was pretty good."]], "208209_0": ["location is ideal", ["The hotel is located a very easy 15 min walk from the centre."]], "208209_1": ["breakfast is very good", ["The breakfast is excellent with lots of choise."]], "208209_2": ["room is comfortable", ["The room was small but modern, big comfy bed took up most of the space."]], "208209_3": ["room is very nice", ["It was a lovely cool room with a nice view overlooking the street."]], "208209_4": ["staff is helpful", ["The staff was helpful and provided very good service, which was valuable for first time visitors like us."]], "208209_5": ["room is clean", ["The rooms were clean, well appointed and just what we needed."]], "208209_6": ["room is large comfortable", ["We spent three nights here and had a huge room on the 4th floor."]], "208209_7": ["breakfast is expensive", ["Our room did not include breakfast which was the first time for us at a hotel in Europe."]], "232950_0": ["staff is very professional", ["No concierge but the front desk staff great and friendly."]], "232950_1": ["breakfast is very nice", ["We had good food in Trattoria Sara on Sz Greci, just before a bridge."]], "232950_2": ["room is clean", ["Loved our electric roll up shutters and the cleanliness of the room."]], "232950_3": ["time is great", ["We stayed at Locanda Vivaldi for 3 days and had a wonderful time."]], "232950_4": ["hotel is lovely", ["Loved this hotel- it was like a little jewel in the glittering crown of Venice."]], "232950_5": ["hotel is well appointed", ["The rooms are beautifully furnished with every attention to detail (including complimentary slippers, etc)."]], "87137_0": ["staff is very professional", ["The staff (Sylvia) and the entire front desk staff were very professional, efficient and always helpful."]], "87137_1": ["rate is very reasonable", ["Go to Cafe TU TU TANGO- it is affordable and nice."]], "87137_2": ["hotel is nice", ["I also stayed at the hotel for vacation and relaxation which was fabulous in every way."]], "87137_3": ["room is clean", ["Our room was clean and ready for us upon check in."]], "87137_4": ["view of the bay is great", ["Great views from every room & a nice balcony."]], "87137_5": ["hotel is beautiful", ["The hotel is beautiful, modern yet very quaint and romantic."]], "87137_6": ["location is great", ["You can't beat the location for walking access to Coconut Grove boutiques, restaurants, movies and even the Post Office."]], "87137_7": ["room is large", ["Nice big Appt style rooms, 2 x bathrooms, king size bedroom and double sofa bed for kids."]], "87137_8": ["pool is nice", ["The hotel has an outdoor pool on the ground floor, which was good, as well as a hot tub."]], "2515361_0": ["bed is comfortable", ["After following their advice and visiting all of the places suggested we checked in where we were pleasantly suprised at the size and comfort of the bed."]], "2515361_1": ["staff is helpful", ["We were greeted at reception desk by two very helpful receptionist`s Jenny and Kara."]], "2515361_2": ["hotel is clean", ["Nice basic hotel, older furnishings but clean."]], "2515361_3": ["breakfast is good", ["I though the breakfast was great too, the make your own McDonalds style McMuffin part especially."]], "2515361_4": ["value for money is great", ["Having stayed at other Seattle Hotels this one is now my Number 1 choice...excellent value."]], "2515361_5": ["location is a little iffy", ["Getting to the hotel is a bit nutty because the city is messing about with the streets."]], "2515361_6": ["hotel is great", ["Overall I found the Loyal Inn a good hotel."]], "2515361_7": ["location is fine", ["Location was good short walk to Space Needle and also to the free bus zone to get around downtown."]], "2515361_8": ["room is spacious", ["The room was spacious enough to accomadate 4 adults."]], "2515140_0": ["location is walking distance", ["The hotel is very close to downtown/Pike Place Market/Wholefood Market that I ended up walking."]], "2515140_1": ["staff is very friendly", ["The staff is friendly and accomodating."]], "2515140_2": ["room is small", ["The bathroom contained a small sink with very little room to put your \"stuff."]], "2515140_3": ["hotel is great deal", ["For the price we paid this was a great value and would highly recommend it to any folks looking for a quality mid range hotel stay."]], "2515140_4": ["place is great", ["Overall it's a decent place to stay in Belltown, and don't let the street people scare you away."]], "2515140_5": ["problem is no", ["But the big disadvantage of this place is that there is no air conditioner in the room."]], "223130_0": ["staff is very helpful", ["The service at the Howlin' Wolf den across the street was good."]], "223130_1": ["room is clean", ["Clean hotel, did not use the pool, but it appeared very clean."]], "223130_2": ["location is perfect", ["The hotel is walking distance to Harrah's casino, Bourbon St., the French Quarter, Convention Center and the Riverwalk Marketplace."]], "223130_3": ["hotel is affordable", ["This hotel was one of the few we could find with a fair price to book on the night of the NFL Kickoff Event in New Orleans."]], "223130_4": ["room is roomy", ["The suite was very roomy for 4 adults."]], "236146_0": ["breakfast is very nice", ["Breakfasts were terrific, best we had in four cities in Italy."]], "236146_1": ["staff is helpful", ["The front desk staff and concierge were very patient and helpful in all aspects of our stay in Rome."]], "236146_2": ["hotel is clean", ["Everything is very, very clean - no dirty carpets on the floor (wooden floor), no dirty bedspread."]], "236146_3": ["room is air - conditioned", ["Not ultra-posh, but perfectly fine and spacious, quiet, nice bathroom, air conditioning worked just fine in 90 degree, July weather."]], "236146_4": ["room is quite adequate", ["Room was surprisingly roomy with a queen size bed and adequate wardrobe space."]], "236146_5": ["location is good", ["The Albergo Santa Chiara is conveniently located a block away from the Pantheon, one of my favorite places in Rome."]], "236146_6": ["room is small", ["Choosing a place to stay in Rome is always problematic for us because we often end up spending a fortune and getting a miniscule room."]], "236146_7": ["room is comfortable", ["If you want to save on a bit of cash and your a couple this would be more than comfortable (room 10)."]], "236146_8": ["value is good", ["They gave us the triple at the double room rate, plus the Rick Steves discount."]], "302180_0": ["hotel is recently renovated", ["I must say we were very impressed with the hotel and room interiors."]], "302180_1": ["room is comfortable", ["Once I got the A/C cranking, the room was comfortable after a short while."]], "302180_2": ["staff is helpful", ["Excellent service from Mr Sammy Yip here who as Senior Rooms Manager went out of his way both before and after our arrival at the hotel."]], "302180_3": ["location is good", ["Also there is a MTR station about 15 minutes walk from the hotel which can take you to Hong Kong Island for about a pound."]], "302180_4": ["room is clean", ["I was on a personal visit and only needed a clean, decent room."]], "302180_5": ["hotel is great", ["But when I reache the hotel, i was surprised, it was a extremly good place."]], "302180_6": ["value for money is great", ["This hotel was one of the best priced 3 star that I found for November."]], "285809_0": ["staff is very professional", ["The staff was most courteous and special thanks to the staff that handled our breakfast."]], "285809_1": ["hotel is quiet", ["Since we asked for a room in the back it was very quiet."]], "285809_2": ["hotel is extremely well designed", ["Finally a hotel, which looks exactly like on their website."]], "285809_3": ["hotel is very clean", ["The only cabs we were in were spotless, open."]], "285809_4": ["room is comfortable", ["Upon arrival, we were upgraded to a larger room, which I'm sure made our stay more comforable."]], "285809_5": ["service is impecable", ["The reception staff were quiet rude and found them to be un helpfull."]], "285809_6": ["location is great", ["Superb location: 3 min walk to spanish steps 2-3 min walk to trevi fountain 1 min from via veneto 10 min from piazza Navona."]], "285809_7": ["hotel is very well formed", ["I booked the Hotel Stendhal on the internet as my travel agent had mentioned it as a good hotel."]], "285809_8": ["hotel is small", ["They had booked us into a large hotel which was most disappointing and no amount of protesting was listened to, we were."]], "2514876_0": ["buffet breakfast is great", ["A large British-type breakfast buffet with meat, cheese, eggs, and pastries is included in the room tariff."]], "2514876_1": ["staff is helpful", ["Each staff member was personable, and was more than willing to assist both myself and my traveling companion in English."]], "2514876_2": ["hotel is very central", ["The hotel is conveniently located for all the major attractions Paris has to offer."]], "2514876_3": ["hotel is lovely", ["Lovely..after 4 days stuck in Paris it began to feel like home."]], "2514876_4": ["decor is modern", ["The rooms are small but very modern in design and extremely comfortable."]], "2514876_5": ["room is bigger", ["The only reason it would be worth paying more is if you must have a larger room."]], "2514876_6": ["room is great", ["The rooms are on the small side, which is typical in Paris, but are nicely appointed & comfortable and also feature a great bathroom."]], "2514876_7": ["decor is perfect", ["The room we had was very small but nice in terms of style, decor and cleanliness."]], "302178_0": ["room is clean", ["Our room was clean and well-appointed, as accurately described and shown in the hotel's website."]], "302178_1": ["staff is helpful", ["Even though we were only there for one night, we appreciated the staff helping us out in the middle of the night, arriving very tired and with two children."]], "302178_2": ["hotel is value for money", ["For the price concious traveller this hotel is a good bet."]], "302178_3": ["shuttle bus is free", ["The hotel also offers a free shuttle to the Sha Tin metro station and to their other location in the Tsim Sha Tsui area which is very convenient."]], "302178_4": ["room is comfortable", ["The hotel was fine - a little older, but large connecting rooms overlooking the river with nice comfortable beds - king in one room and 2 twins next door."]], "302178_5": ["room is large", ["The Regal room that we stayed in is very big however."]], "302178_6": ["breakfast buffet is great", ["The club level offers a reasonable continental breakfast with a number of hot dishes."]], "2514890_0": ["bathroom is excellent", ["The bathroom was also quite nice and included a large, soaking tub and a glassed-in shower."]], "2514890_1": ["hotel is very clean", ["The hotel was renovated recently so everything is pristine, and sparkling clean."]], "2514890_2": ["hotel staff is very helpful", ["Staff were extremely friendly and could not be more helpful, particularly Sabine who often encouraged us to try out some school boy French."]], "2514890_3": ["hotel is lovely", ["My husband and I spent two nights at this lovely hotel with my son and his girlfriend."]], "2514890_4": ["room is good size", ["The standard room is small but adequate though you might go bigger if space is your issue."]], "2514890_5": ["hotel is excellent", ["Overall, probably the best hotel I have stayed in when visiting Paris."]], "2514890_6": ["room is excellent", ["The rooms are great, I mean, FABULOUS."]], "2514890_7": ["location is excellent", ["We arrived in Paris via Eurostar and took the Metro to the closest stop to the hotel, where it's about a 10 minute walk."]], "2514890_8": ["room is lovely", ["I have pictures of my self grinning goofily as I wandered around the room, amazed at how stunning everything looked."]], "1088871_0": ["room is comfortable", ["The room size was comfortable although not exactly big but value for money."]], "1088871_1": ["room is nicely decorated", ["We loved the funky decor and the Bruce Lee silhouettes in our room."]], "1088871_2": ["hotel is clean", ["On arrival at my room I was pleased to find it very clean and tidy."]], "1088871_3": ["location is good", ["The hotel is a short 4 minutes walk from China town and a short 6 minutes walk to the MRT subway station: OUTRAM PARK."]], "1088871_4": ["room is small", ["The room is so tiny that you can hardly fit two large suitcases in."]], "1088871_5": ["staff is very helpful", ["We could not fault the service and all the staff we encountered were efficient, pleasant and helpful."]], "1088871_6": ["hotel is n't awful", ["At Hotel Re, i found it compared well to others I have stayed."]], "1088871_7": ["hotel is very modern", ["The hotel has been refurbished from an office block, but has been very well done."]], "574296_0": ["shower is good hot", ["Large bathroom, certainly no issues with the water going hot/cold in our room."]], "574296_1": ["staff is friendly", ["The hotel staff were lovely, had a friendly greeting on arrival, no problems checking in."]], "574296_2": ["place is great", ["As my title says, this Travelodge is actually better than most of the others I've stayed in."]], "574296_3": ["room is clean", ["The room was being cleaned one of the key cards for our door."]], "574296_4": ["room service is very quick", ["There is a Wetherspoon's chain pub - The Goodmans Field - about a 8 minute walk away on Mansell Street which we used twice and found the food satisfactory."]], "574296_5": ["room is spacious", ["The room was very spacious not like many of the other hotels that are on offer around london."]], "229054_0": ["location is centrally located", ["The hotel is very well located for tourists, and a few steps away from major attractions (pantheon, trevi fountain, piazza Navona,...."]], "229054_1": ["hotel is good", ["If you are looking for 1 star quality at 4 star pricing the Hotel Nazionale is for you."]], "229054_2": ["room is clean", ["Hotel room and bathroom was large and very clean."]], "229054_3": ["room is great", ["We stayed in room 207 that is a superior room."]], "229054_4": ["room is very nice", ["After complaining we were allocated a very nice room with a view on the roofs of Rome, with St Peter's and the Castello St Angelo as a backdrop."]], "229054_5": ["breakfast is great", ["The continetal breakfast (buffet) was nice."]], "229054_6": ["hotel is beautiful", ["I must say that our room was breathtaking when we were shown to it."]], "229054_7": ["room is spacious", ["We had a wonderfully large and air conditioned room with a real mattress and spacious bathroom."]], "229054_8": ["staff is very helpful", ["One of the staff, Patrick, spoke English and genuinely tried to act as our tour guide."]], "81529_0": ["location is convenient", ["This hotel has a very convenient location 1/2 a block from Union Square."]], "81529_1": ["staff is very friendly", ["I found the hotel and it's staff agreeable and helpful, especially during the wine tasting, which takes place every night between 5 and 6 pm."]], "81529_2": ["price is reasonable", ["If you are travelling on your own dime, its a good deal."]], "81529_3": ["hotel is wonderful", ["Wonderful hotel Stayed mid aug '03 for 4 nights."]], "81529_4": ["room is clean", ["The room was clean and reminiscent of an Italian villa."]], "81529_5": ["room is small", ["We immediately moved to another room, albeit a much smaller, much less well-appointed one, on a lower floor."]], "81529_6": ["bed is very comfy", ["The hotel have just replaced all soft goods and the mattresses were great."]], "81529_7": ["hotel is attractively decorated", ["The rooms are on small side, but beautifully decorated and comfortable."]], "81529_8": ["hotel is quiet", ["If you are a light sleeper or looking for some peace and quiet do not stay in the front of the building."]], "2516008_0": ["staff is helpful", ["The hotel staff are very professional and polite, in keeping with this hotel's status as an upmarket destination."]], "2516008_1": ["luxe is outstanding", ["The Luxe Hotel was one of the best hotels in the whole world."]], "2516008_2": ["room is large", ["We booked a Junior Suite (a large room with a seating area - no doors in between)."]], "2516008_3": ["location is so convenient", ["The hotel was located about 15 minutes from Sunset Blvd."]], "2516008_4": ["food is very good", ["The conceirge was able to let me know about a local but competing restaurant for breakfast, which I did enjoy."]], "2516008_5": ["experience is very pleasant", ["Just an overwhelmingly positive experience has led me to writing this review."]], "2516008_6": ["outdoor pool is nice looking", ["Used the pool only once as it the weather was cold - but pool was nice."]], "2516008_7": ["service is disappointed", ["If you're looking for a hotel with NO service, this is the place for you."]], "2516008_8": ["room is spotlessly clean", ["We want to give credit to the cleaning personnell who always cleaned our room so nicely."]], "109412_0": ["staff is helpful", ["The staff from front desk, room service and concierge was extremely helpful, patient and pleasant."]], "109412_1": ["room is comfortable", ["Room was large, comfortable, attractive and well-appointed."]], "109412_2": ["room is updated", ["The guestrooms have just been renovated and are fabulous."]], "109412_3": ["room is clean", ["The rooms were kept very clean in spite of us having a 6 year old who left goldfish all over."]], "109412_4": ["location is good", ["The hotel is in a great location near major highways and tons of restaurants."]], "109412_5": ["hotel is very nice", ["The Intercontinental Dallas is an OK hotel."]], "109412_6": ["room is very nice", ["We stayed in a top floor suite thought we would be getting a good looking room."]], "109412_7": ["room is spacious", ["I was really impressed with the fitness room--one of the largest and best that I've ever stayed in."]], "109412_8": ["bed is very comfortable", ["The bed and pillows were probably one of the most comfortable that I've ever had the pleasure to sleep on at a hotel."]], "501434_0": ["bathroom is just clean enough", ["There was a very modern shower and toilet/washbasin etc."]], "501434_1": ["staff is helpful", ["The staff were always very polite, pleasant and professional both on the phone and at front office."]], "501434_2": ["room is tiny", ["The second room was even smaller, with not even a bedside table, lamp, or chest of drawers."]], "501434_3": ["china town is within walking distance", ["Yes, the hotel is conveniently located in the CBD/Chinatown area."]], "501434_4": ["room is just clean enough", ["Our room was extremely clean, non smoking and no smell of cigarettes."]], "501434_5": ["room is comfortable", ["We never had a problem with noise or anything, and found the rooms very comfortable."]], "501434_6": ["room is very modern", ["We had a superior Queen room that had been recently renovated."]], "501434_7": ["airconditioner is worked well", ["The elevator (\"lift\") was in working condition."]], "1087766_0": ["spa is quite beautiful", ["The FOUR SEASONS Bosphorus houses a unique top class luxrury SPA, with treatments and decor inspired by centuries old traditions dating back to the Otoman Empire."]], "1087766_1": ["view is bosphorous", ["We enjoyed dinner at the restaurant with a stunning view of the Bosphorus and the skyline of Instanbul."]], "1087766_2": ["private hammam option is real plus", ["The spa is excellent as well in case you need to regain some energy after a day of sight seeing."]], "1087766_3": ["room is spacious", ["By doing so, we were cheerfully upgraded to really special suites that were spacious and very enveloped in the cultural feel of the country."]], "1087766_4": ["service is top notch", ["From the pool attendant to the concierge they are all absolutely first class."]], "1087766_5": ["location is gorgeous", ["Location stunning with a quick hop by boat to the old town."]], "1087766_6": ["pool is idyllic", ["We enjoyed the pool and the area next to the water."]], "1087766_7": ["room is well laid out", ["Rooms: large Four Seasons quality rooms and bathrooms with L'Occitane amenities."]], "1087766_8": ["food is top notch", ["The food was good, although the choice of restaurants within the hotel is limited to a bar menu, a Mediterranean restaurant or room service."]], "193659_0": ["staff is helpful", ["We stood half outside our room and saw a concierge/room service guy walking past who was very helpful."]], "193659_1": ["air conditioning is no", ["It was hot when we visited and there is no air conditioning."]], "193659_2": ["bed is comfortable", ["BUT one of the most comfortable beds I have ever slept in."]], "193659_3": ["continental breakfast is fine", ["We upgraded our breakfast to the full english for an extra 6 each and was not disappointed."]], "193659_4": ["room is compact", ["The room was \"compact\" but still incorporated another half flight of stairs up to the bed."]], "193659_5": ["bathroom is very clean", ["The bathroom was very nice, with complimentary toiletries, great shower and nice fluffy towels."]], "193659_6": ["location is good", ["Very well located, quick walk to tube, hyde park a 10 min walk away."]], "193659_7": ["room is very clean", ["Our room was really clean and well presented, slightly smaller than we thought but still again really nice."]], "193659_8": ["room is comfortable", ["Comfortable rooms really nothing to complain about."]], "258755_0": ["location is very convenient", ["The hotel is very central it's only 5 mins from Placa de la catalunya, La Rambla, and Barri Gotic."]], "258755_1": ["staff is nice", ["The staff were all so friendly especially a hardworking barman who was very sweet and kept bringing us nibbles to have with our drinks."]], "258755_2": ["bathroom is excellent", ["Bathroom modern and shower good."]], "258755_3": ["room is quiet", ["I must say though that because of the location it is very noisy, but we were in a room at the front."]], "258755_4": ["value for money is excellent", ["After booking, the manager voluntarily offered to give me the initial 100 euro rate for the entire stay."]], "258755_5": ["hotel is very clean", ["It is very clean, rooms quiet and comfortable as long as you ask for a room at the back away from the main road."]], "258755_6": ["breakfast is good", ["The breakfast was very good with a wide choice of a continental buffet."]], "258755_7": ["room is good size", ["The rooms were a decent size and had air conditioning."]], "258755_8": ["room is nice", ["The next day we requested to swap rooms and were given a lovely ground floor room overlooking the pool which was lovely."]], "233902_0": ["staff is helpful", ["The staff were incredibly helpful and knowledgeable helping us to make the most of our short stay in this glorious city."]], "233902_1": ["breakfast is perfectly adequate", ["Breakfast was another positive feature of the hotel with a good choice of continental fayre and delicious pasties."]], "233902_2": ["bathroom is 3 star", ["The bathroom was small but had a fabulous towel warmer."]], "233902_3": ["hotel is beautiful", ["My family and I stayed for just one night in this beautiful hotel."]], "233902_4": ["room is clean", ["Rooms looked a lot more modern & nicer in the photos but were very clean and comfortable."]], "233902_5": ["room is small", ["BUT tiny room for a 4 star hotel."]], "233902_6": ["room is beautiful", ["I was incredibly impressed with the large, beautiful room (wood-panels with built-in shelving...reminded me of a royal suite that you would see on the Titantic ship!)."]], "233902_7": ["room is 3 star", ["We stayed in a brand new room in the annexe (in a courtyard to the side of the hotel)."]], "233902_8": ["location is great", ["The hotel is in a great location, about 5-10 mins to Rialto Bridge and 15 mins to St Mark's Sq."]], "183080_0": ["hotel is nice", ["This is one of the better hotels that I have stayed in in Toronto."]], "183080_1": ["location is great", ["From the Radisson you have access to the CN towers and not far from the major stuff."]], "183080_2": ["room is comfortable", ["Rooms are typically Radisson - comfortable and business friendly."]], "183080_3": ["value for is excellent", ["I got a $55 nite rate from priceline."]], "183080_4": ["staff is very friendly", ["The staff were nothing but friendly to me and were happy to bring me extra towels when I asked."]], "183080_5": ["staff is forgettable", ["I called down to front desk and was told there was nothing they could do."]], "183080_6": ["room is clean", ["The bedroom wasn't quite as modern, but was clean and perfectly ok."]], "183080_7": ["breakfast is amazing", ["Ate at the restaurants for both lunch and breakfast."]], "183080_8": ["room is nice", ["While the lobby is lacking visual appeal the rooms are nicely decorated and well kept."]], "257469_0": ["service is very professional", ["The service is very professional and of a 5 star standard."]], "257469_1": ["botanic garden is close to the", ["If you love running well perfect, just head up to Botanical Gardens."]], "257469_2": ["hotel is stylish", ["We highly recommend the Blue Hotel to anyone looking for something slightly different, ultra cool and ultra stylish."]], "257469_3": ["location is great", ["The location is brilliant, an easy 15-20 minute walk to the city center."]], "257469_4": ["hotel is best", ["I've stayed at this hotel a number of times now and again really enjoyed the hotel during Nov 2010."]], "257469_5": ["room is excellent", ["The rooms are excellent, although as we staying both types the loft rooms are alittle small in the upstairs bedrooms."]], "257469_6": ["noise is deafening", ["A previous poster indicated that they experienced really bad noise levels arising from from this area which was being used as a nightclub during a weekend."]], "257469_7": ["hotel design is impressive", ["A old ware house has been turned to a hotel - an architectural wonder."]], "257469_8": ["food is delicious", ["If u like seafood and if u like indian food then u have got to eat at the indian restaurant next door."]], "2515213_0": ["bathroom is good", ["The Bathroom was a fair size and had a range of complimentary toiletry products and soft, good sized towels."]], "2515213_1": ["location is convenient", ["Located only a 5 minute walk to the Eiffel tower and only a few steps to the Metro, which will take you anywhere in Paris."]], "2515213_2": ["staff is very friendly", ["Staff were friendly and helpful, responding immediately to my advance booking request and organising taxis."]], "2515213_3": ["view of paris is great", ["If you want a view of the tower and the street (I feel these are the best rooms) be sure to ask when you book to avoid disapointment."]], "2515213_4": ["room is clean", ["They were very clean and plenty of room, well decorated with everything you need."]], "2515213_5": ["room is comfortable", ["The room itself was compact (as expected) and comfortable, not overfurnished."]], "98717_0": ["hotel is great", ["As a frequent traveler, I was absolutely delighted with the quality of this hotel."]], "98717_1": ["stay is pleasant", ["My stay at the Westin Park Central truly was Heavenly."]], "98717_2": ["room is very clean", ["The room was very roomy and CLEAN."]], "98717_3": ["staff is helpful", ["But the best service I've ever received, ever, was the little Westin Park Central in Dallas."]], "98717_4": ["price is very reasonable", ["If you can get a reasonable price on a discounted site it is worth it."]], "98717_5": ["hotel is very comfortable", ["Very nice, comfortable, clean, recently renovated."]], "98717_6": ["room is nice", ["The room was fine (the usual), maybe a bit older than other hotels, but nothing to complain about."]], "2514291_0": ["staff is helpful", ["The staff were ever so polite and sorted us out a room (an upgrade apparently)."]], "2514291_1": ["staff is unsympathetic", ["When we arrived there, the receptionist was very un friendly and rude."]], "2514291_2": ["location is excellent", ["We think it is in good location because is close to Hyde park and Harrods."]], "2514291_3": ["room is clean", ["My room was clean and had no problems I couldn't live with."]], "2514291_4": ["night is perfect", ["For a one or two night business trip this hotel was perfectly fine."]], "2514291_5": ["place is horrible", ["I spent 4 nights at Knightsbridge Green hotel- can confidently say that is the worst place I have ever stayed at.. \"4 stars boutique hotel\" What a lough."]], "2514291_6": ["place is pretty expensive", ["Its the same story as other \"cheap\" hotels in london."]], "320210_0": ["bed is clean", ["For what we needed it was great..clean sheets and a good night sleep."]], "320210_1": ["breakfast is ok", ["The breakfast was ok, however, we were given a toast size plate for the full english selection."]], "320210_2": ["floor is rotting linoleum", ["The floors in the bathroom are rotting linoleum."]], "320210_3": ["hotel is worst", ["The County Hotel in London is the most miserable place I've ever seen."]], "320210_4": ["room is clean", ["Though the hotel did have a mothball smell, it was clean."]], "320210_5": ["location is pretty good", ["ONLY ADVANTAGE BEING, THIS \"HOTEL\" is close to Euston station."]], "320210_6": ["staff is rude", ["The receptionist at check in didn't show the slightest hint of interest or friendliness."]], "320210_7": ["bed is comfortable", ["At the end of the 2-week trip he remarked that the beds at The County were the best he'd encountered."]], "320210_8": ["english breakfast is very limited", ["Breakfast was awful with stale bread and gone off milk."]], "1473790_0": ["location is close to the metro", ["The hotel is conveniently located in the old Montral and at a close distance of the subway that takes you anywhere."]], "1473790_1": ["staff is very friendly", ["From my arrival to the end of my stay all staff was very friendly and helpful."]], "1473790_2": ["room is extreemly well done", ["After checking in we went up to the room and were amazed at how beautiful and modern everything looked."]], "1473790_3": ["breakfast is very well", ["The breakfast served in the morning was very good but perhaps lacked some cheese."]], "1473790_4": ["room is clean", ["The rooms are a little small but adequate, clean, modern with an massage shower."]], "1473790_5": ["room is small", ["The breakfast room was small, in a cold corner with noisy chairs and table: not sympathetic at all unlike the remainder of the whole hotel."]], "1473790_6": ["room is comfortable", ["I also appreciate having a thermostat in the room to make myself comfortable."]], "1473790_7": ["restaurant is convenient to", ["Just out the door you will find multiple restaurants in all price range."]], "1473790_8": ["room is spacious", ["There is easily enough floor space to stretch out and do pilates or yoga, or to have an in room massage table rolled in."]], "203133_0": ["staff is helpful", ["The hotel staff are attentive and meet all your requests with a pleasant smile and a fast turnaround."]], "203133_1": ["breakfast is excellent", ["Breakfast was plentiful from fruit to hot items so much so that we never needed to eat lunch."]], "203133_2": ["location is great", ["The location was two blocks from the Trevi fountain and walking distance to just about everything else, including the Barberni Metro stop."]], "203133_3": ["hotel is lovely", ["The White Hotel is a really lovely city hotel."]], "203133_4": ["room is modern", ["The rooms are in modern style and all white, and hence quite pleasant."]], "203133_5": ["room is very clean", ["I had no problems with the cleanliness of the the room or bathroom."]], "203133_6": ["room is excellent", ["Watch out if you book through BA as they offer superior room."]], "84364_0": ["staff is helpful", ["The front desk gal was so nice and cheerful upon checking in."]], "84364_1": ["hotel is 5 star", ["You wont go wrong, by booking your vacation stay at The Tropical Winds Oceanfront Hotel."]], "84364_2": ["pool is nice", ["This hotel has a clean pool with many chairs around to just sit or tan."]], "84364_3": ["place is nasty", ["Spending 4 days in Orlando in an awful hotel this."]], "84364_4": ["food is great", ["My husband got a HUGE seafood platter for 16.95 We both took our food back to the hotel."]], "84364_5": ["room is very clean", ["The room however always felt clean despite housekeeping not entering our room."]], "84364_6": ["beach is beautiful", ["Right on the beach, we were upgraded to oceanfront, just beautiful views."]], "98609_0": ["staff is extremely helpful", ["Every employee- from the shuttle driver to the front desk to housekeeping to room service were so nice and so helpful."]], "98609_1": ["bed is comfortable", ["$100 got us a plush queen size bed, side room with couch, tv and chairs, microwave, fridge and coffee maker."]], "98609_2": ["room is so comforting", ["The rooms are comfortable and give you the feeling of being in a cottage."]], "98609_3": ["valet parking service is helpful", ["They had a local FREE shuttle that saved us a ton on cab or car rental."]], "98609_4": ["room is very nicely", ["The rooms in this boutique hotel are beautifully decorated in bright colours and are well furnished."]], "98609_5": ["room is clean", ["The room is clean, up to date, and has all of the amenities he needs."]], "98609_6": ["location is great", ["As far as location, we were within walking distance of a few pubs/restaurants and were able to duck into a sports bar and catch some of the World Cup."]], "98609_7": ["hotel is very nice", ["Upon arrival, I was very pleased to see this recently remodeled hotel that carefully handled all of the grumpy travelers and put us up for the night."]], "98609_8": ["room is spacious", ["The room was spacious on the 14th floor with a great view of Dallas."]], "2516050_0": ["place is pleasant", ["It is a very nice, clean, and friendly hotel."]], "2516050_1": ["place is good", ["I must say, this had to be the best hotel we stayed at on our trip."]], "2516050_2": ["staff is helpful", ["They are always helpful and greet you every time you come back to the hotel."]], "2516050_3": ["continental breakfast is good", ["They also had the best breakfast out of the four places we stayed on our vacation."]], "2516050_4": ["room is brightly decorated", ["The rooms (we booked several different rooms due to group size) were nicely appointed with seemingly newer furniture."]], "2516050_5": ["room is spacious", ["Our suite room (loft) was fabulous and large."]], "2516050_6": ["room is clean", ["Room is clean and does have a fridge, but no microwave."]], "2516050_7": ["internet is free", ["The good thing as that they do offer free wireless internet."]], "2514451_0": ["staff is helpful", ["The front desk staff was very pleasant and helpful and great to deal with."]], "2514451_1": ["breakfast is excellent", ["We had breakfast at the hotel which was very good."]], "2514451_2": ["hotel is very clean", ["Super clean rooms with a minimilist approach to design, the rooms are perfect."]], "2514451_3": ["room is small", ["The small \"superior\" room was both too small and too poorly laid out for two people."]], "2514451_4": ["room is bigger", ["I had a great rate, I guess because it was off-season, and was upgraded to a larger room, which really made me feel I was getting something for nothing."]], "2514451_5": ["hotel is fantastic", ["After our first nice stay in may we decided to revisit New York and went for the same hotel again."]], "2514451_6": ["location is great", ["The hotel is located at 8th Ave. and 58th St. across the circle from Columbus Circle and the Time Warner Center."]], "2514451_7": ["doorman is very nice", ["We arrived at the hotel and were greeted by a very efficient and charming receptionist even the doorman remembered us."]], "2514451_8": ["bathroom is nice", ["The bathroom was shiny and very modern with the right amount of room."]], "2514467_0": ["bed is clean", ["Only thing I will give it is that I have worked at summer camps and lived in a tent for a summer which was better but the sheets were clean."]], "2514467_1": ["night is noisy", ["The buzzing from the fridges and clunking of the plumbing went on all night."]], "2514467_2": ["neighborhood is really nice", ["For the price of this hotel, you're getting a clean place in a VERY nice neighborhood."]], "2514467_3": ["location is great", ["As previously mentioned it is very close to 72nd street which has a subway taking you around Manhattan."]], "2514467_4": ["room is clean", ["The room I stayed in was drab but clean -- meaning that the floor and counters were all wiped down."]], "2514467_5": ["bathroom is shared", ["You get to SHARE the shower and toilet with the entire floor."]], "2514467_6": ["staff is very helpful", ["The staff were ok, Although we had very little to speak to them about, when we did they were helpful."]], "2514467_7": ["hotel is dirtiest", ["It is by far the most disgusting hotel I have ever set foot in."]], "2514467_8": ["bed is comfortable", ["The room had a bed, fridge, sink, table, bed and TV."]], "188259_0": ["breakfast is fine", ["The hotel provides free breakfast that is all laid out for you to take as much as you want buffet style."]], "188259_1": ["staff is very friendly", ["The hotel staff were very friendly and helpful, especially when I spoke dialect with them."]], "188259_2": ["room is quite small", ["The biggest downside was that the breakfast room was so small that it got really crowded during \"rush hour\"."]], "188259_3": ["room is clean", ["The suite was clean and in my opinion, just nice for 4 people."]], "188259_4": ["value is excellent", ["Above all the price was very good at $90 a night."]], "188259_5": ["hotel is excellent", ["I read the reviews both good and bad and must say that we were not dissappointed with this hotel."]], "188259_6": ["bed is super comfortable", ["All the hotels were really comfortable and has big single beds which they called double singles."]], "188259_7": ["location is great", ["The hotel location is conveniently situated and well within walking distance to shopping areas such as Robson and even Gastown (30 min walk)."]], "188259_8": ["wi - fi is free", ["This hotel has free wireless internet as well as a desktop downstairs for everyone's free use."]], "185290_0": ["bed is good", ["Loved the beds - that was the best sleep I had had in months."]], "185290_1": ["staff is helpful", ["When we had a question, we called, the front desk agent gave us the answer then when we thanked her, she just."]], "185290_2": ["room is okay", ["The room itself was acceptable."]], "185290_3": ["hotel is newly renovated", ["The virtual tour posted on the web site I would assume is of a remodeled room."]], "185290_4": ["hotel is very clean", ["Always had our room spotlessly clean and in record time."]], "185290_5": ["hotel is great", ["Stayed here for 2 nights and were very happy with this hotel."]], "185290_6": ["room is spacious", ["The positives: our room was very spacious, could have been because we had a corner room but was pretty impressed."]], "232459_0": ["hotel is modern", ["The rooms are modern, recently decorated, though not very large."]], "232459_1": ["location is walking distance", ["Located 2 minutes walk from the museums (Rijksmuseum, Van Gogh), 3 minuted walk to Leidseplein, abd about 15-20 to the Dam."]], "232459_2": ["front desk staff is very nice", ["Upon telling reception, they were very kind and gave me the keys to another room to check whether I liked it first."]], "232459_3": ["hotel is clean", ["It is a Bed and Breakfast if you are a student or back packer you may like it as very clean."]], "232459_4": ["breakfast is good", ["If you go there, go to the PC Cafe."]], "232459_5": ["room is good", ["The better rooms are in the NEW part of the building."]], "232459_6": ["value is excellent", ["An evening pass will run you @18 euros, all in coin."]], "232459_7": ["hotel is excellent", ["I chose this hotel based on recommendations on TripAdvisor.com, and was entirely satisfied with my stay."]], "222984_0": ["bed is quite comfortable", ["King bed and full bath/ivanitiy in one bedroom, 2 double beds and full bath/vanity in the other."]], "222984_1": ["staff is helpful", ["The manager, Sig, introduced himself almost immediately after checkin and from then on, called me by name when he saw me and never failed to ask how he could assist."]], "222984_2": ["location is very convenient to the airport", ["The hotel has a shuttle over to the cruise port that was $15 a head."]], "222984_3": ["room is very comfortable", ["We got a comfortable two room suite for a very reasonable price through Expedia."]], "222984_4": ["room is clean", ["We had a 2 bedroom suite which was very clean and nicely decorated."]], "222984_5": ["morning breakfast is delicious", ["The night we stayed they offered a small buffet of appetizers, soup and salad."]], "222984_6": ["airport is close to", ["While close to the Miami airport, the hotel is in an office park setting that was both park-like and secure."]], "222984_7": ["hotel is great", ["Great hotel although I've stayed in other Summerfield's which is why I chose them."]], "222984_8": ["room is spacious", ["I was upgraded to a 2BR suite and it was wonderfully spacious."]], "259360_0": ["bed is comfortable", ["The bed and pillows are quite comfortable, towels plush."]], "259360_1": ["reception staff is very nice", ["We found the staff at Duquesa Cardona extremely friendly and helpful."]], "259360_2": ["hotel is friendly", ["I enjoyed a very friendly welcome by Lluis and liked the general decor and atmosphere of the hotel."]], "259360_3": ["hotel is clean", ["Hotel is very nice/clean/modern and offered a good rate."]], "259360_4": ["everything is within easy walking distance", ["The hotel is walking distance to everything, from Las Ramblas to the Gothic quarters."]], "259360_5": ["room is very nice", ["Out side our room was a lovely sitting area with lots of books to read."]], "259360_6": ["bathroom is lovely", ["Strangely the bathroom was almost as large as the bedroom and was very luxurious."]], "259360_7": ["room is spacious", ["The room itself has extra high ceilings, is spacious, just the right size for a couple."]], "1082642_0": ["hotel is spotlessly clean", ["When my wife called the lobby, she was told the maid cleaned the rooms every three days."]], "1082642_1": ["staff is helpful", ["The staff is friendly, speak perfect English and can answer every question you have without hesitation."]], "1082642_2": ["location is away from main city", ["The BS is a little bit far away from the city centre of Amsterdam."]], "1082642_3": ["hotel is very nice", ["We stayed here for 2 nights and were pleasantly surprised by this hotel."]], "1082642_4": ["hotel is beautifully new", ["Everything looked to be recently renovated."]], "1082642_5": ["room is nice size", ["Our room was quite large-similar to American-style hotel rooms."]], "1082642_6": ["room is comfortable", ["(I took points off room for that) Finally pulled my mattress to the floor and slept very comfortably."]], "1082642_7": ["breakfast is very good", ["Had a full breakfast with many options to pick from."]], "1082642_8": ["stay is fabulous", ["When we were there it made for a very pleasent stay."]], "262414_0": ["room is 5 single beds", ["There were 5 beds in the room, all of which has mattresses from around 10 years ago."]], "262414_1": ["location is very convenient", ["Located in Earls court, close to subway, about 6 station to Picadily = great location of the hotel and very calmly area."]], "262414_2": ["staff is friendly", ["Of the staff, the two gentlemen at the front desk, were always willing to help us with all our queries."]], "262414_3": ["room is clean", ["The rooms very clean (this is what my partner commented last time she was with me there) ahj a lift would."]], "224755_0": ["bed is ok", ["Very comfy queen/king size bed, small single sofa bed and extra pull out mattress (one pillow for each person)."]], "224755_1": ["everything is basic", ["The hotel is basic and in need of some refurbishment."]], "224755_2": ["hotel is good value", ["If you're on a budget and need somewhere easy to stay then this is as good as anywhere for the money."]], "224755_3": ["bathroom is ok", ["The shower was very good as I'd just driven for nearly 3 hours so was very welcome and enough towels etc."]], "224755_4": ["air - conditioning is no", ["The heating was not on, and windows open."]], "224755_5": ["room is very clean", ["The room itself was clean with flatscreen tv, tea/coffee and soap."]], "224755_6": ["hotel is fine", ["I am amazed this place is a Travelodge, having had so many very good experiences in other hotels from this brand before."]], "224755_7": ["everything is adequate", ["I checked out in the morning and was asked if everything was ok, I just thought it was best to say \"yes\" , as I said I only paid 35."]], "224755_8": ["bathroom is horrid", ["The bathroom was so dirty there was grime and lime scale on the grout."]], "2515981_0": ["hotel staff is very helpful", ["Within minutes of entering the Hotel Griffon last Friday night we were greeted no less than three times in the first minute by staff."]], "2515981_1": ["room is comfortable", ["The rooms are small, but newly renovated and quite comfortable."]], "2515981_2": ["room is clean", ["The room was very nice and clean and was perfect for our needs."]], "2515981_3": ["room is nicely decorated", ["That said we were warmly welcomed and given a small but beautifully furnished room that contained everything that you could wish for."]], "2515981_4": ["room is larger", ["The room came with 2 large TV's - one in front of the bed and another in front of the couch."]], "2515981_5": ["bed is comfortable", ["This room features a queen size bed and small couch in an L shaped room."]], "2516093_0": ["hotel is clean", ["The rooms were clean, free from odors, and everything was in working order."]], "2516093_1": ["location is nice downtown", ["We took the metro on the second day to visit the Ontario Mills(outlet mall) with some train transfer."]], "2516093_2": ["room is large", ["Room was large enough with large TV and large windows so get a good view."]], "2516093_3": ["staff is very helpful", ["If you stay for a while, the staff becomes even friendlier as they get to know you once again kind of what you expect from this tier of hotel."]], "2516093_4": ["room is comfortable", ["The room was great with comfy beds and pillows."]], "2516093_5": ["hotel is great", ["This is definately the best Marriott we have stayed in in any country."]], "2516093_6": ["hotel is nice downtown", ["Overall, this is a fine hotel if you need to stay in downtown LA, although not quite as nice as the Westin or Omni."]], "2516093_7": ["hotel is very spacious", ["The lobby area is spacious and impressive as well."]], "2516093_8": ["swimming pool is great", ["There is a pool and a lounging area which is nice."]], "228759_0": ["location is great", ["Our hotel is smack right in the middle of all the tourist spots like the Louvre, Shopping District and more they are all just walking distance away."]], "228759_1": ["staff is helpful", ["The staff, and I mean the entire staff, always greeted you with a SINCERE smile."]], "228759_2": ["room is clean", ["The room was very clean and well presented and had everything you would expect."]], "228759_3": ["staying is really enjoyed", ["Friends and I had the wonderful pleasure of staying at the Hotel Mayfair for 8 nites and couldn't have asked for a better experience."]], "228759_4": ["bed is comfortable", ["We were given a king size bed with a twin pullout in each room, with a little room to move around."]], "307945_0": ["bathroom is nice", ["Upon walking in, everything appeared ok- no obvious dirt or mold, clean towels laid out, clean bathroom."]], "307945_1": ["room is clean", ["Our apartment has been very clean and comfortable for 3 person."]], "307945_2": ["location is good", ["The location was excellant whether you wanted to walk or take the subway into Time Square and all the other main sites in New York."]], "307945_3": ["value for is great", ["We had a 1 bedroom and got a great price."]], "307945_4": ["room is nice", ["I was checked right in, my room was great."]], "307945_5": ["kitchenette is helpful", ["There's a small kitchenette with frig and dishes."]], "183783_0": ["staff is helpful", ["Frist when we got in the staff greated us with a warm smile and a bid warm cookie."]], "183783_1": ["bed is very cozy", ["The room had updated beds, bedding, dressers and tv."]], "183783_2": ["room is clean", ["The rooms are nice, clean and up to date."]], "183783_3": ["breakfast buffet is nice", ["The orchid restaurant serves a nice, standard breakfast buffet for $16."]], "183783_4": ["room is comfortable", ["The room is very comfortable with a soft duvet and comfortable mattress."]], "183783_5": ["money is definitely worth", ["Got this hotel through Priceline at a decent rate."]], "183783_6": ["hotel room is actually spacious", ["They have a great pool and work out area as well as spacious rooms."]], "203093_0": ["staff is very helpful", ["The staff was very nice, specially the guy who delivered room service at night and a lady in the front desk."]], "203093_1": ["room is very clean", ["The cleaning ladies were just in front of my room on the first floor as early as 7:00 to 7:30 in the morning."]], "203093_2": ["room is spacious", ["The room was spacious, as well as the bathroom."]], "203093_3": ["breakfast is excellent", ["The breakfast buffet is good, with scrambled eggs every morning."]], "203093_4": ["location is good", ["The hotel is about 5 minutes easy walk from the main railway station, Termini, with access to the Metro, buses and trains all from the same point."]], "203093_5": ["stay is enjoyed", ["My sister and I had a very pleasant stay here last week."]], "203093_6": ["hotel is great", ["When we saw our surroundings we were a bit hesitant on the hotel however we have nothing but excellent reviews."]], "203093_7": ["breakfast is not very diversified", ["And we even had to wait for eggs / bacon and toast because they ran out."]], "203093_8": ["room is pretty modern", ["Beautiful room with LCD panel TV."]], "205129_0": ["location is convenient", ["The bus services 40 and 64 are around the corner from the hotel and go to all the major attractions."]], "205129_1": ["staff is helpful", ["Staff was very helpful in all areas of customer service from the front desk to the barista and wait staff."]], "205129_2": ["breakfast is more than adequate", ["The breakfasts at the hotel were great and were included in our hotel package."]], "205129_3": ["bed is more than adequate", ["Booked 2 rooms, double room, bed could have slept four,very large bed, other room was a double, plenty of room."]], "205129_4": ["hotel is very clean", ["The room was clean and had tea and coffee making facilities, although these were not replenished during our stay - we replenished our supplies from breakfast."]], "205129_5": ["hotel is more than adequate", ["Stayed at Hotel Rex for 5 days and are very pleased."]], "205129_6": ["room is comfortable", ["The room was very comfortable, including air con, a mini bar fridge, a safe and a TV with lots of English speaking channels."]], "205129_7": ["room is spacious enough", ["The room was large, a 2-room apartment."]], "205129_8": ["hotel is good deal", ["We found this hotel perfect for our needs and great value for this price range."]], "87115_0": ["hotel is nice", ["A great place to stay if you are flying out of the Miami airport for anything."]], "87115_1": ["room is wonderful", ["I checked the room,my bed, bathroom and everything was perfect."]], "87115_2": ["staff is very friendly", ["First I must say the staff and front desk are VERY polite, friendly, and helpful."]], "87115_3": ["room is comfortable", ["The rooms are nice with comfy bed."]], "87115_4": ["shuttle from the airport is very convenient", ["As with many of the airport hotels in Miami there is a free shuttle to the Crowne Plaza."]], "87115_5": ["room is clean", ["The room, as well as the rest of the hotel is very clean."]], "87115_6": ["room is very big", ["As a Priority Club Platinum member I was upgraded to a nice, large room."]], "87115_7": ["room is recently renovated", ["Be sure to tell them that you want a rennovated room and you should be extremely pleased."]], "228949_0": ["room is very spacious", ["One of our \"break-out\" rooms was simply one of the larger hotel rooms -- complete with bed and bathroom -- with a bunch of chairs."]], "228949_1": ["staff is helpful", ["The front desk service was very good, even managing to arrange a taxi during the taxi strike."]], "228949_2": ["breakfast is wonderful", ["Breakfast was included in the rate and it was a full breakfast."]], "228949_3": ["staff is curtious", ["Our biggest complaint of your stay was the hotel bar staff, one girl in particular."]], "228949_4": ["ripa is great", ["But as far as we were concerned The Ripa offered us everything we would expect from overnight accommodation."]], "228949_5": ["breakfast is just ridiculous", ["The breakfast was the worst we had our entire trip through Italy."]], "228949_6": ["hotel is great", ["A excellent hotel in rome we will come back to Rome and stop here again."]], "228949_7": ["area is great", ["The location is really as Tasvetere is a nice area with a lot of restaurnat, trattoria and bar."]], "228949_8": ["bathroom is dated", ["There was little room in the bathroom to place your toiletries."]], "249326_0": ["breakfast is good", ["The buffet breakfast was more than adequate, plenty of choice, constantly replenished."]], "249326_1": ["room is very spacious", ["We had our room upgraded on arrival to a superior room, which was large, with a mezzanine level for sleeping and tv, sofa, desk, etc downstairs."]], "249326_2": ["frontoffice staff is very friendly", ["The daytime reception staff are really polite, informative and helpful."]], "249326_3": ["maid service is problematic", ["The staff there didnt even check but asked us to rent elsewhere."]], "249326_4": ["room is clean", ["The room was clean and very basic which we didn't really mind."]], "249326_5": ["room is nice", ["We happened to snatch a look inside another room on our day of departure, which we discovered was a superior room."]], "249326_6": ["breakfast is quite expensive", ["Breakfast quite expensive although what you would expect for a 4*."]], "249326_7": ["bathroom is nice", ["The bathroom is fine but the living room, if you can call it that is the size of a broom cupboard."]], "249326_8": ["cleaning is problematic", ["Our room was not cleaned on one of the days we stayed there."]], "2515050_0": ["bed is comfortable", ["Very clean, very comfortable bed."]], "2515050_1": ["hotel staff is helpful", ["The staff spoke proficient english and were quite accomodating the entire stay."]], "2515050_2": ["value for money is very good", ["Given the high price point of most hotels in Paris, this is one of the best deals out there."]], "2515050_3": ["room is clean", ["The 'classic' room we stayed in was spotlessly clean but very small."]], "2515050_4": ["bathroom is very nice", ["We liked the bathroom a lot, espeacially the bath products."]], "2515050_5": ["hotel is stylish", ["It also is a sleek, trendy type of hotel that was very comfortable to be in."]], "2515050_6": ["room is nice", ["On return, we were able to use a really nice room to freshen up before our flight."]], "2515050_7": ["breakfast served is very nice", ["You'll also find plenty of boulangerie very near the hotel and can walk to the Luxembourg Gardens to eat your morning pastry in less than 10 minutes."]], "2515050_8": ["location is great", ["The green double-decker bus is a 10 minute walk from the hotel."]], "268207_0": ["front desk staff is very nice", ["The staff were always accommodating, helping us out with where to go, how to get there etc."]], "268207_1": ["room is clean", ["We booked this room online for $109.00 and got a big clean suite, with a kitchenette stocked with coffee and tea and the fixings."]], "268207_2": ["room is up to the marriott standards", ["The room was more like a small apartment with a king bedroom that had a huge television in front of the very comfortable bed."]], "268207_3": ["view of the harbor is great", ["The view from our room on the 8th floor....AWESOME."]], "268207_4": ["downtown is walk able to", ["It was only towards the end of our stay that we found out there was a bus that went from just over the road, straight into downtown Boston."]], "268207_5": ["room is spacious", ["The room was a good size for 2 people with an 80lb dog."]], "232328_0": ["nespresso coffee machine is brilliant", ["The Nespresso machine in the room is a nice touch."]], "232328_1": ["staff is helpful", ["They hostess handles this well and offers coffee for those waiting."]], "232328_2": ["room is comfortable", ["The room was comfortable and plenty of space for 2 girls, each with a weeks worth of luggage."]], "232328_3": ["hotel is very clean", ["Upon arrival to our very spacious room, we found it clean and warm."]], "232328_4": ["hotel is excellent", ["We stayed the Albus Grand-Hotel which was a nice enough hotel."]], "232328_5": ["location is excellent", ["The location was very convenient - right by the Munt clocktower (see the photo taken out of our window) and a block from Rembrantplein."]], "232328_6": ["room is good", ["They moved us straight away to a room at the back of the hotel which was better."]], "232328_7": ["room is modern", ["Bathroom was not as modern as the room but perfect nonetheless."]], "148560_0": ["location is very good", ["When we were looking for a hotel in San Juan, the main thing we wanted was a beachfront location."]], "148560_1": ["staff is helpful", ["If there was anything we needed that wasn't in the room the staff was there to help."]], "148560_2": ["hosteria is perfect place", ["I had a great experience at the Hosteria Del Mar in San Juan."]], "148560_3": ["restaurant is fantastic", ["Go to Kasalta on McLeary for somne edible morning fare."]], "148560_4": ["beach is great", ["The beach is one of the nicest in metro San Juan, in a residential neighborhood."]], "148560_5": ["hotel is very nice", ["In short, if you are not bothered by normal sounds of humanity, this hotel is a great place to relax."]], "148560_6": ["hotel is beautiful", ["I arrived in Puerto Rico thinking that my self and my famly would be staying in a beautiful beachfront property."]], "148560_7": ["stay is very enjoyable", ["My husband and i really enjoyed the stay here and can't wait to go back."]], "571188_0": ["staff is courteous", ["The lovely wait staff is happy to bring them right to your lounge chair."]], "571188_1": ["room is small", ["When I saw how small and ragged the room was, I cried and finally confessed how much I had paid."]], "571188_2": ["location is close to everything", ["On the boardwalk and only a 5 minute walk to the pier."]], "571188_3": ["room is clean", ["The rooms and hallways didn't smell like mold at all and seemed quite clean."]], "571188_4": ["location is hard to beat", ["As for the price, you are paying for a hotel right on the boardwalk."]], "2515867_0": ["place is wonderful", ["A great place to stay whether you are a golfer or on a family theme park holiday."]], "2515867_1": ["room is very clean", ["We had a Club Suite Villa which was spotlessly clean."]], "2515867_2": ["place is peaceful", ["If you are looking for a nice quiet restful spot this is the place."]], "2515867_3": ["place is beautiful", ["The Villas of Grand Cypress was a beautiful experience and certainly \"GRAND\"."]], "2515867_4": ["one bedroom villa is large", ["We had a large one bedroom villa on the water."]], "2515867_5": ["staff is very helpful", ["All of the staff, cleaning, reception, restaurant and ground (golf), were extremely pleasant, helpful and courteous."]], "2515867_6": ["time is great", ["We signed up for family golf lessons at the Golf Academy and had the time of our lives."]], "1196587_0": ["staff is very friendly", ["I have to start by giving all credit to this property and the staff for good customer service."]], "1196587_1": ["location is good", ["This hotel is located right on the beach and boardwalk (currently being rebuilt), a great location allowing you to walk to all of the boardwalk area."]], "1196587_2": ["room is very clean", ["Unlike most hotels around here, it is CLEAN."]], "1196587_3": ["room is spacious", ["We had a room with a large jaccuzi."]], "1196587_4": ["restaurant is nice", ["The restraunt in the hotel is absolutely delicious."]], "1196587_5": ["place is great", ["This hotel is definately much better than your average Ocean City Hotel."]], "1196587_6": ["room is nicely decorated", ["Our room was a beautiful, first floor patio room right on the beach."]], "1196587_7": ["room is nice", ["We got the last room left and were sort of keeping our fingers crossed that it would be nice."]], "236167_0": ["breakfast is loved", ["The breakfast was also nice, with an array of continental breakfast choices; pastry, bacon, eggs, cereals, breads, meats and cheese, and fruits."]], "236167_1": ["hotel staff is very professional", ["The staff was also very helpful (Alessandra & Gabriella especially), willing to spend time offering advice, ordering cabs when needed, making reservations at restaurants."]], "236167_2": ["location is great", ["From the hotel priviledged location we were able to walk to both the centre of Rome and the Vatican city in less than 20 minutes."]], "236167_3": ["room is well appointed", ["We had a basement room and were surprised at how nice the decor was."]], "236167_4": ["hotel is lovely", ["Just lovely -please consider this small but friendly Hotel over the other 'chains'- you will never regret it."]], "236167_5": ["room is clean", ["The room was clean and tidy with an LCD tv on he wall."]], "236167_6": ["farnese is not disappointed", ["We chose the Farnese through reviews on Trip Advisor and were not disappointed."]], "2516033_0": ["staff is helpful", ["Spent 8 nights at this hotel and was very impressed with the level of service from all staff members."]], "2516033_1": ["bed is comfortable", ["I was upgraded to a nice sized room with a king bed on the Club floor."]], "2516033_2": ["room is clean", ["The room was cleaned well with the somewhat troubling exception of pubes in the bathtub."]], "2516033_3": ["breakfast buffet is excellent", ["You get light snacks in the evening and a light breakfast in the morning."]], "2516033_4": ["elevator is stuck twice", ["To take an iffy elevator up to the Hilton Hotel next door and walk through their ballroom area to get outside."]], "2516033_5": ["room is ready", ["We arrived just before noon and was able to check into a room right away."]], "2516033_6": ["pool is nice", ["There is a nice pool area, not big but not overcrowded."]], "2516033_7": ["check - in is pleasant", ["No line at check in, arrived at 8pm."]], "2516033_8": ["stay is thoroughly enjoyed", ["This was a great stay during my birthday weekend and then for work the rest of the week."]], "73821_0": ["bathroom is very nice", ["Beds comfortable and bathrooms clean with nice toiletries."]], "73821_1": ["staff is very courteous", ["The staff in the hotel and restaurant were so kind and accommodating I couldn't thank them enough."]], "73821_2": ["room is comfortable", ["There was a small sofa/loveseat and coffee table in the room, which is convenient."]], "73821_3": ["room is clean", ["The room we had was very clean, and was a fine size."]], "73821_4": ["room is nice", ["As a Gold Member got a very nice room on the concierge floor for one night."]], "73821_5": ["room is spacious", ["The layout of the room was spacious."]], "73821_6": ["room is very well appointed", ["Well furnished with attractive decor with subtle southwest flair."]], "73821_7": ["hotel food is very reasonably priced", ["They also gave us 2 $2 coupons for a discount, in case we wanted a full breakfast in the restaurant, which I thought was a really good idea."]], "2514917_0": ["location is convenient", ["The hotel is close to the train (we took the train from the airport) and is."]], "2514917_1": ["multilingual staff is always friendly", ["The personnel of the hotel is extremely friendly and helpful, nothing too much trouble."]], "2514917_2": ["room is well appointed", ["The breakfast room was downstairs in a \"monastery-like\" space-again,beautifully decorated."]], "2514917_3": ["bathroom is beautifully clean", ["We stayed in a beutiful room, that was peaceful and had a fanstastic shower."]], "2514917_4": ["room is cleaned", ["It was spotlessly clean, though typically small for a Left Bank hotel."]], "2514917_5": ["bed is very comfortable", ["It has an upper loft, and day beds on the lower level, giving room for a desk, TV, and sitting area."]], "2514917_6": ["bathroom is modern", ["Bathroom not massive, but modern and bright with a really good shower."]], "182071_0": ["restaurant is good", ["The restaurant has good food and is very reasonably priced."]], "182071_1": ["room is large", ["Thus the room had four windows (including the bathroom window, which was the largest bathroom window we've ever seen in a hotel)."]], "182071_2": ["room is very noisy", ["We were at the room right next to the entry/exit and were constantly woken up by guests entering and exiting very noisily."]], "182071_3": ["hotel staff is very helpful", ["They even had a concierge/guest services rep on duty to help you with anything from finding a store to picking a restaurant to booking a tour."]], "182071_4": ["room is clean", ["The room was very clean and had all of the amenities."]], "182071_5": ["hotel is nicely located", ["I recommend going directly across to the street from the hotel to the corner store advertising 93 cent pizza slices."]], "182071_6": ["hotel is great", ["This is a great hotel with unbeatable value for money."]], "182071_7": ["courtyard room is convenient", ["They even have a small courtyard area that is great for just walking in and out of your room not connected to the tower."]], "593658_0": ["staff is fantastically helpful", ["Staff in the Club Lounge could not be more pleasant - always wanting to help and assist with anything."]], "593658_1": ["location is great", ["Great location on Orchard road, plenty of shops restaurants nearby all easy walking."]], "593658_2": ["breakfast is very nice", ["If you use the upgrade the breakfast laid out can be supplemented with eggs of your choice ( did not realise this until after)."]], "593658_3": ["room is clean", ["The rooms were clean, comfortable, fully furnished and air conditioned."]], "593658_4": ["room is very modern", ["The room is modern, bathroom elegant, wifi, tv etc all good."]], "593658_5": ["staff is inattentive", ["Very poor service when you are paying for a club room."]], "1072864_0": ["everything is within walking distance", ["The hotel i placed close to all important sights and pretty close to the tram which takes you to the others side of Istanbul."]], "1072864_1": ["hotel staff is very helpful", ["My wife and I spent 4 nights at the Emine Sultan Hotel and can't say enough about how welcome Ozen and her staff made us feel."]], "1072864_2": ["everything is outstanding", ["I dont have words enough to describe this amazing trip I did to Turkey."]], "1072864_3": ["bathroom is well maintained", ["Bathrooms are also good, with hot water available and good shower preassure."]], "1072864_4": ["room is thoughtfully laid out", ["They had nice little touches to make the room feel more homey."]], "1072864_5": ["room is clean", ["The rooms are clean and neat in ottoman style."]], "1072864_6": ["stay is loved", ["We loved our stay in the Emine Sultan Hotel."]], "1072864_7": ["room is comfortable", ["The rooms were a bit small, but clean, very comfortable, beds excellent."]], "1072864_8": ["view is perfect", ["We loved to start our day at the breakfast room with a wonderful view over the Bosporus."]], "320080_0": ["everyone is very helpful", ["I have never been in a hotel with such an absolutely marvelous attentive staff who went way out of their way to be helpful."]], "320080_1": ["hotel is clean", ["The rooms are always clean, well stocked and well maintained."]], "320080_2": ["room is very large", ["The rooms are quiet large and well mainatained."]], "320080_3": ["bed is very comfortable", ["The matresses are adjustable, so you can dial in the firmness on each half of the bed."]], "320080_4": ["stay is pleased", ["To sum it all up I was very pleased and would stay here again."]], "320080_5": ["hotel is great", ["I stayed at the Hilton Garden Inn French Quarter as a solo female traveller, and thought it was great."]], "320080_6": ["room is nice", ["From looking at the pictures on the website I thought we were getting a great room."]], "320080_7": ["location is great", ["This hotel is an easy two block walk to Bourbon Street."]], "583028_0": ["hotel is pretty good", ["Overall, a nice place to stay, if you intend to stay out of the hotel for most fo the day and use it only as a base camp."]], "583028_1": ["breakfast is dissapointing", ["The restaurant was decent, not a great one and not any great variety of food either."]], "583028_2": ["location is great", ["A walking distance to the Bugis Junction...you can walk there late at night if you want some McDonald."]], "583028_3": ["check - in is very easy", ["On check-out, the hotel called a cab for us."]], "583028_4": ["staff is helpful", ["The staff were very friendly and extremely helpful when we asked any questions or for advice."]], "583028_5": ["hotel room is clean", ["The room is clean and has most of the required facilities when one travels with a family and children."]], "583028_6": ["breakfast is good", ["1st day for breakfast, we got to the buffet...gave our room number."]], "583028_7": ["value for money is great", ["We were offered Royal@Queens for 1 USD each."]], "583028_8": ["hotel room is spacious", ["The rooms were spacious, by Singapore standards."]], "593190_0": ["location is n't great", ["The location is not good if you like to be in the city centre."]], "593190_1": ["room is comfortable", ["Every floor is a different wonder, including the cark parking the room is extremely confortable."]], "593190_2": ["food is amazing", ["The restaurant serves good food and wasn't a rip-off."]], "593190_3": ["room is clean", ["The rooms are very clean and well equipped and are of high standard as you would expect from a 5* hotel."]], "593190_4": ["room is well appointed", ["Our room, on the Norman Foster floor, was swish and stylish."]], "593190_5": ["bar is amazing", ["There is a nice bar on the ground floor with drinks, tea and coffee."]], "593190_6": ["staff is extremely helpful", ["From check-in to check-out, every interaction with hotel staff was fantastic - in the lobby, the bars, etc."]], "114583_0": ["staff is helpful", ["If you call the help hotline on the computer they are GREAT and will get what you need."]], "114583_1": ["room is available", ["When I returned around 1:00 my room was ready, still 2 hours before the prescribed check-in time."]], "114583_2": ["hotel is walking distance", ["I considered changing my reservations, but decided that since I booked based on location, I would keep my reservation because of location."]], "114583_3": ["room is adequate", ["For the money the room was satisfactory."]], "114583_4": ["room is very comfortable", ["Our room on 6th floor was very comfortable, with very large double bed, safe box in room (usual in other hotels in USA you need to pay extra."]], "114583_5": ["room is very clean", ["The room was of an average size and was clean and cleaned thoroughly every day."]], "114583_6": ["continental breakfast is pitiful", ["As has been mentioned, do not plan on taking advantage of the so-called breakfast."]], "114583_7": ["bed is very comfortable", ["We had a king bed which was probably one of the most comfortable hotel beds I've ever slept."]], "114583_8": ["price is great", ["We got a good deal on this hotel through Priceline, and stayed here for four nights."]], "2515206_0": ["room is magnificient", ["The rooms, beautiful in fact, there are many objects of some value."]], "2515206_1": ["breakfast buffet is very satisfied", ["The hotel served a nice breakfast buffet - that was offered at a discounted price for any one booking through Expedia."]], "2515206_2": ["room is extremely small", ["The room we were given was extremely small and in deplorable condition."]], "2515206_3": ["location is great", ["The hotel is just around the corner of Champs- Elysees."]], "2515206_4": ["stay is lovely", ["My Grand-daughter, daughter and myself stayed in the Lovely Napoleon Hotel last week-end."]], "2515206_5": ["staff is very nice", ["The staff , from bellboys to receptionists and from waiters to chambermaids are without exception friendly smiling and very helpful."]], "2515206_6": ["experience is perfect", ["Been in Paris from 25 Jan. for three days and choose this hotel due to past satisfied experience."]], "2515206_7": ["stay is superb", ["My family and myself thoroughly enjoyed all our stays at the \" Napoleon \" and are looking forward to our next stay there."]], "2515206_8": ["hotel is superb", ["We have stayed in hotels all around the world and enjoyed this one best."]], "228950_0": ["location is very convenient", ["The hotel is about three minutes walk to the main train station (and subway line), which is why we chose it."]], "228950_1": ["staff is helpful", ["We were greeted by a very friendly staff who all spoke English."]], "228950_2": ["breakfast is available", ["The breakfast was good for continental breakfast and had loads of variety."]], "228950_3": ["hotel is very clean", ["We were allowed in before check-in time to an extremely comfortable and clean room."]], "228950_4": ["stay is very pleased", ["We were in Rome for three days;our stay at the Palladium Palace was great."]], "228950_5": ["value for money is excellent", ["We were given a confirmation of 1 price the 1st night and then discount prices for the next 2 nights."]], "501108_0": ["reception staff is friendly", ["From the time you walk in you receive the highest level of customer service."]], "501108_1": ["hotel is clean", ["What to say , well firstly the hotel is clean ad functional so can't mark it down on those points."]], "501108_2": ["breakfast is not included", ["If breakfast is not included in your rate, do not bother paying premium for it."]], "501108_3": ["mini bar is included", ["You get a free mini bar which includes-2 tumbler glasses-bottle opener,2 still water,2 fizzy water,2 non alcoholic beers, 2 san miguel,coke and fanta."]], "501108_4": ["sea view is good", ["We had a room on the 22nd floor which did have a great view."]], "501108_5": ["bathroom is very nice", ["The room had all the toiletries,so no need to take anything as they get re-stocked when they nearly run out."]], "501108_6": ["room is comfortable", ["With a bit of work this hotel could break free from its bonds and be truly great, stay here for the comfortable rooms and enjoy the restaurant."]], "501108_7": ["room is nice", ["The room was nice, just what i expected as it was a standard room, not with all the bells and whistles."]], "501108_8": ["hotel is loved", ["Overall, it's a good hotel and recommended IF you need to stay in the area."]], "229026_0": ["hotel is very central", ["The location saved us a bunch on transport as we could walk to almost every good tourist spot in Rome."]], "229026_1": ["room is comfortable", ["The room was comfortable, quiet and above all, air-conditioned."]], "229026_2": ["room is nice size", ["When we returned to Rome for our last night, we stayed in a large room at hotel diplomatic, and it."]], "229026_3": ["staff is helpful", ["And the service was decent (reception checked us in for our flight etc)."]], "229026_4": ["room is clean", ["6) the floors in the room were smooth laminate that was cleaner that typical hotel carpet."]], "229026_5": ["value is good enough", ["'Best bang for the buck' I've had for years while travelling to Rome, well done to Hotel Diplomatic, I hope they do not raise their prices."]], "229026_6": ["hotel is perfect", ["My boyfriend and I stayed at hotel diplomatic, and loved it."]], "229026_7": ["room is nice", ["The room was of a better standard and is shown on the trip advisor website."]], "229026_8": ["hotel is lovely", ["It was decorated to a good standard for a 3 star hotel."]], "229680_0": ["hotel is modern", ["The hotel is 5 star modern with an unusual closet that opens to both the bathroom and the entry hall."]], "229680_1": ["hotel staff is very professional", ["The hotel staff was friendly, helpful and very professional in all of our dealings with them."]], "229680_2": ["hotel is clean", ["The hotel is clean and comfortable and will definitely be returning when my travel plans include Spain."]], "229680_3": ["room is very nice", ["We booked a level room and were given a lovely upgrade."]], "229680_4": ["hotel is best", ["We stayed here at Melia Barcelona for 3 nights in mid-October and were very pleased with the hotel."]], "229680_5": ["room is comfortable", ["The rooms are more like 4 stars but very comfortable."]], "229680_6": ["room is roomy", ["Our room was very spacious with everything you would expect from a 5* hotel( except iron & ironing board)."]], "88168_0": ["staff is helpful", ["My only positive comment is that the male receptionist at the front desk was very courteous and did reduce my final bill."]], "88168_1": ["restaurant is conveniently located", ["There are fast food as well as a full service restaurant on site."]], "88168_2": ["downtown is conveniently located", ["It's right downtown near the convention center across the street from the RCA dome."]], "88168_3": ["room is clean", ["Housekeeping did a nice job of cleaning the room."]], "88168_4": ["hotel is very nice", ["When we walked into the lobby, we thought \"wow, nice hotel."]], "88168_5": ["room is great", ["Our guest room had a great view overlooking the Capitol building downtown Indy."]], "88168_6": ["room is very nice", ["However, I expected a nicer, more well-appointed room for a 4-star hotel."]], "88168_7": ["room is spacious", ["The rooms at this Hyatt are spacious and clean."]], "88168_8": ["pool is very nice", ["There is a nice little gym, indoor pool, steam shower and sauna."]], "228975_0": ["bathroom is lovely", ["On the plus side there was no odour from the bathroom."]], "228975_1": ["staff is helpful", ["From the moment we arrive, the staff cannot do enough to help you and ensure your stay in Rome is perfect."]], "228975_2": ["hotel is clean", ["It is a refurbished hotel so that it is clean and presents well."]], "228975_3": ["breakfast is great", ["Had a very good breakfast bar with all you could want to start your day."]], "228975_4": ["hotel is very nice", ["BUt a good palc eto stay for te money if you are there to see rome and do not plan to be in the hotel much."]], "228975_5": ["room is comfortable", ["The room we were upgraded to was spacious and comfortable."]], "228975_6": ["room is lovely", ["The Hotel Savoy was beautiful on the outside; but the room."]], "228975_7": ["location is good central", ["The 5th avenue type shops of Via Veneto are just around the corner."]], "228975_8": ["bathroom is spacious", ["We had a very nice deluxe room which was spacious and a large granite bathroom."]], "275766_0": ["bathroom is good", ["The bathroom was of high quality, with a great shower and jacuzzi bath."]], "275766_1": ["staff is helpful", ["The staff at the front desk is extremely friendly and helpful."]], "275766_2": ["hotel is nice", ["The Ottocento Hotel is a very nice hotel in the middle of Rome."]], "275766_3": ["room is spotlessly clean", ["The rooms are very clean with linens being changed on a daily basis."]], "275766_4": ["breakfast is very good", ["The restaurant was very good with a great selection of food."]], "275766_5": ["location is great", ["The location is very convenient for the trevi fountain & the spanish steps."]], "275766_6": ["room is very well appointed", ["The rooms were typically small, but well decorated and furnished."]], "277144_0": ["staff is helpful", ["We arrived and found the reception staff very helpful, were advised which room."]], "277144_1": ["room is small", ["Allthough the rooms are on the small side, I dont really get all the bad reviews."]], "277144_2": ["bed is extremely comfortable", ["You should remember to bring your bed linen along ( Blankets, duvet-cover and some sheets)."]], "277144_3": ["bathroom is cleaned", ["The bathroom was clean and well maintained by the daily cleaner."]], "277144_4": ["room is cleaned every day", ["During our 3 nights- stay every evening as we came back we found the room clean & organized."]], "277144_5": ["room is comfortable", ["After complaning we were both given new rooms which were quite spacious amd comfortable."]], "280861_0": ["hotel is spotlessly clean", ["We booked this hotel not because of the luxury but because we needed a cheap clean place to sleep."]], "280861_1": ["everything is just next to the hotel", ["It is around a 10 minute stroll to La Ramblas."]], "280861_2": ["staff is helpful", ["On arrival,we were pleasantly surprised to find friendly, helpful staff on Reception and throughout the hotel."]], "280861_3": ["breakfast is good", ["Breakfast was OK, continental, yogurts, baked beans, fried eggs."]], "280861_4": ["room is basic", ["There wasn't really anything extra in the room, just the very basic things which normally are in every hotel rooms."]], "280861_5": ["breakfast is awful", ["The only disadvantage of the hotel is breakfast they offer only sugar."]], "280861_6": ["sleep is awful", ["There were cars beeping constantly til about 4am in the morning which made us very tired in the morning."]], "2515308_0": ["room is spotlessly clean", ["For around 70 euros, the room was nice and clean."]], "2515308_1": ["room is comfortable", ["The first room we stayed in was on the small side, but very comfortable."]], "2515308_2": ["staff is helpful", ["Also, Mark and Claudia, who take turns running the reception desk, are very helpful with all requests and can get you anywhere you need to go."]], "2515308_3": ["hotel is quite centrally located", ["For tourists, we walked to the Bastille (about 10 mins) and caught the Le Tour bus that took us to all the sights in Paris."]], "2515308_4": ["room is small", ["The room was small (typical of Paris hotels) and more long than wide."]], "2515308_5": ["breakfast is good value", ["Buffet style breakfast was available in the small bar/dining area and was very good value provided you took ful advantage of what was on offer."]], "2515308_6": ["breakfast is basic", ["Hotel du Printemps' breakfast is one of the more basic I've seen."]], "2515308_7": ["bed is comfortable", ["Was there to do the marathon and slept very well; a quiet street and comfortable beds."]], "2515308_8": ["room is modern", ["Our room had all new furnishings and was recently renovated."]], "192156_0": ["bathroom is fine", ["Excellent shower, with glass panels/door not a sticky shower curtain."]], "192156_1": ["staff is helpful", ["We got drinks at the bar (if you could call it that) the desk staff cover the bar."]], "192156_2": ["room is good size", ["My room was quite large, with a flat screen TV mounted on the far wall some distance away when lay in bed."]], "192156_3": ["breakfast is included", ["Upon entering the breakfast room we were joined by others who were able to have a full cooked breakfast."]], "192156_4": ["value for money is very good", ["If this hotel had been advertised as budget and much cheaper It would have been ok for an overnight stay."]], "192156_5": ["hotel is very clean", ["Went back to the hotel and found our room, which was small but clean."]], "192156_6": ["room is very small", ["The room was the smallest room I have ever seen with no space to unpack a large suitcase."]], "192156_7": ["bathroom is joke", ["You are bigger than a size 8, you'll never get into the toilet, bathroom or shower 2."]], "2515106_0": ["staff is helpful", ["Every hotel employee we talked to seemed really friendly and eager to help with our questions."]], "2515106_1": ["provided breakfast is very good", ["The breakfast goes above and beyond in my opinion for a meal included in your room rate."]], "2515106_2": ["room is quiet", ["Room was quiet although a sports team was on our floor..couldn't hear them."]], "2515106_3": ["hotel is very clean", ["It was extremely clean, absolutely no mould around the tile in the bath."]], "2515106_4": ["room is large", ["I've stayed at SpringHill Suites before in other cities and expected a spacious room."]], "2515106_5": ["room is well - appointed", ["The room had been recently remodeled (or built)."]], "2515106_6": ["value is good", ["Its a very well priced slightly off downtown option for those visiting the area and want to stay close but save a few dollars."]], "2515106_7": ["room is nice", ["Our room was really nice (we asked for one away from the freeway after reading reviews here earlier)."]], "2515106_8": ["highway 5 is just outside", ["So if we can walk to Safeco, you can get to the Market or the Space Needle."]], "306174_0": ["room is clean", ["The room is clean and quiet which you will definitely enjoy a wonderful sleep without disturbance."]], "306174_1": ["hotel is good", ["Hotel Grand Central is a good place to stay if you are in a budget and looking for a decent place to stay."]], "306174_2": ["breakfast is very poor", ["Breakfast The most horrid breakfast buffet I have seen."]], "306174_3": ["room is bad", ["Not once did we get a hotel room in the same price range as the Grand that came close to it's sub-par standards."]], "306174_4": ["service at check - in is friendly", ["The Staff at Reception was Nice the GM was considerate enough to have allowed us the late checkout at 5 PM without Charges."]], "306174_5": ["location is great", ["The big asset is the location - a ten-minute easy walk to Lucky Plaza, CK Tang, etc, and all the shops and plazas in between."]], "306174_6": ["room is n't clean", ["This room was old looking and dirty, hadn't even been cleaned up after the previous occupant left."]], "270626_0": ["breakfast is excellent", ["As well we had lunch, dinner and drinks."]], "270626_1": ["hotel is highly recommend", ["I have told everyone about our great time and reccomend you try this great little gem on Duvall Street."]], "270626_2": ["staff is extremely friendly", ["The staff at the hotel was absolutely AMAZING, from the gentlemen at the check-in desk to the restaurant staff to the maid."]], "270626_3": ["room is clean", ["The room was large and clean with basic furnishings."]], "270626_4": ["cabaret is enjoyed", ["With a cabaret lounge and piano bar there is always something going on at night."]], "270626_5": ["room is very nice", ["We had a superior room, which was one of the best rooms in the entire hotel."]], "270626_6": ["stay is great", ["We stayed at La Te Da for the entire trip and had a fabulous experience."]], "270626_7": ["pool is right by", ["The pool was a gem after a long day of riding bikes all over the island."]], "270626_8": ["bed is very comfortable", ["The luxury foam king sized bed was a dream."]], "256619_0": ["location is very close to everything", ["The hotel is within walking distance of the Rocks and Circular Quay and the monorail which takes you to Darling Harbour."]], "256619_1": ["hotel staff is helpfull", ["Some Receptionist staff were very friendly and welcoming especially Anthony and Louis."]], "256619_2": ["room is clean", ["The room was clean with a kettle, tea cups, small cartons of milk, wine glasses and fridge."]], "256619_3": ["bed is comfortable", ["We stayed in a family room, which had a pull out sofa bed and a double."]], "256619_4": ["room is adequate", ["The room size is adequate with bathroom and shower efficent."]], "256619_5": ["room is comfortable", ["While not a lot of space in the room, it was still comfortable."]], "256619_6": ["view is nice", ["The view from the 45th floor viewing platform and swimming pool area is great and well worth the lift ride up."]], "256619_7": ["room is nice", ["The room itself is quite nicely finished for a 3 star property - modern and fresh."]], "295791_0": ["room is great", ["The round style hotel offers rooms with huge panoramic windows with great views of Memphis' mediocre suburbs."]], "295791_1": ["staff is helpful", ["The staff was enthusiastic with their greetings (kind of reminded me of the way Ritz Carlton staff behave)."]], "295791_2": ["bed is comfortable", ["Bedding and flat screen TV (my 2 most important items) were very good."]], "295791_3": ["room is clean", ["The room I stayed in last was clean and did not have any bad smells."]], "295791_4": ["hotel is wonderful", ["Overall, I would say the hotel was 'nice' and I would not mind staying there again."]], "295791_5": ["hotel is beautiful", ["The lobby, the lounge, and the decor just grabs you in the best way."]], "295791_6": ["service is sometimes unreliable", ["Seventh: The staff was less than helpful, with the exception of the housekeeping staff member who had to bring us a roll of toilet paper late in the evening."]], "1048732_0": ["hotel room is very clean", ["The room was cleaned every day, as well we could not have asked for more really."]], "1048732_1": ["location is far away from the city", ["Location of the hotel - off the center of town where you have attractions - cannot be satisactory to anyone other than those heading off to the beach."]], "1048732_2": ["staff is helpful", ["Staff can be friendly and helpful, as long as you get the right member of staff."]], "1048732_3": ["hotel is fantastic", ["Other than that we had no complaints and would highly recommend this hotel."]], "1048732_4": ["beach is very good", ["The beach near the hotel was very good and again away from the main areas."]], "1048732_5": ["breakfast is quite basic", ["The tinned fruit and uninspiring range of food was not worth the 15 charged for breakfast."]], "1048732_6": ["hotel room is spacious", ["The room was large, spacious and minamlist."]], "1048732_7": ["metro station is easy to use", ["It is located 5-10 minute walking distance to the beach and a 10 minute walking distance to the subway."]], "1048732_8": ["breakfast is included", ["We both felt there was plenty of choice at breakfast, all tastes and nationalities catered for, with \"branded\" food; Kelloggs, Nestle etc."]], "291397_0": ["breakfast is good", ["They had two hot entrees and vegies, etc for the lunch and dinner meals."]], "291397_1": ["shopping is convenient", ["The Circulator bus was only about 2 blocks away and will take you around town for free (yes, free)."]], "291397_2": ["hotel is convenient", ["The Mount Vernon is well-located; just a few blocks from the Inner Harbour and not far in a cab from Fells Point."]], "291397_3": ["room is clean", ["The rooms in this hotel are spotlessly clean, super comfortable mattress (but very high off the ground!."]], "291397_4": ["hotel staff is very helpful", ["Mount Vernon has the friendliest staff out of all the hotels I have ever stayed in."]], "291397_5": ["value is great", ["This hotel was a great value as I booked it through Pricline and only paid 59.00 per might for Easter weekend."]], "291397_6": ["hotel is very nice", ["When I booked our room for our recent trip to Baltimore, this hotel had wonderful reviews."]], "291397_7": ["area is great", ["Mt Vernon is a great area to wander around."]], "291397_8": ["room is roomy", ["The rooms are basic but spacious and have the feel of a lower-priced hotel at a highway exit."]], "2516178_0": ["room is clean", ["There was plenty of room for all 5 of us- 2 double beds and still plenty of space for our portable crib for the baby."]], "2516178_1": ["location is good", ["The hotel location is excellent, just a few minutes walk from the bars & restaurants of Calistoga and well-positioned for an easy drive to anywhere in the Napa Valley."]], "2516178_2": ["breakfast is disappointed", ["Breakfast was nothing special, but typical of the buffet you get at most similar chains."]], "2516178_3": ["room is nice", ["On arrival we we upgraded to a fireplace room which was wonderful."]], "2516178_4": ["room is comfortable", ["Our king fireplace room was perfect, very up-to-date, and comfortable."]], "2516178_5": ["stay is wonderful", ["The stay here was the most pleasant surprise of our annual trip to Napa (have stayed in Napa and at resorts in the valley previously)."]], "2516178_6": ["hotel is great", ["Our expecatations were high for this this property based on he nunerous great TA reviews."]], "2516178_7": ["breakfast is more than adequate", ["The complimentary breakfast was great and got our day started off well."]], "2516178_8": ["staff is very helpful", ["We received great customer service over the phone booking our room."]], "634943_0": ["staff is very attentive", ["Thanl you to the maitre and thank you to all the staff at the hote."]], "634943_1": ["5 star hotel is excellent", ["The St George is the best Roman hotel we have ever stayed in."]], "634943_2": ["room is nice", ["The room was cleaned every day by a lovely maid who brought us a chocolate in the evening."]], "634943_3": ["buffet breakfast is very good", ["We only had breakfast at the hotel which was self-service and plentiful."]], "634943_4": ["view is nice", ["Roof top Bar amazing and great views of the city at night."]], "634943_5": ["location is excellent", ["The location was just about perfect for us because you walk to many attractions and the open air bus routes were but a 10min walk away."]], "208596_0": ["room is fine", ["The room we stayed in was basic - which was fine for what we were after and frankly much nicer than most you would get at this price."]], "208596_1": ["breakfast is nice", ["Our breakfast was included in our on-line direct book reservation."]], "208596_2": ["location is close to everything", ["The hotel has a very convenient location - close to Metro, buses, and lots of sightseeing spots."]], "208596_3": ["room is comfy", ["Both of our rooms were spacious and very comfortable and quiet, as they faced the back patio."]], "208596_4": ["front desk staff is very friendly", ["Front desk are very helpful with directions, booking tours and greets you."]], "208596_5": ["room is nothing special", ["Our room was subpar."]], "208596_6": ["room is clean", ["Arrived after a full day of travelling and arriving late at night all we wanted was a clean room and a shower."]], "208596_7": ["value is great", ["Two day toursit bus rover ticket is better value than for one day and can be used to hop on and off at many loactions."]], "208596_8": ["hotel staff is incredibly rude", ["The personnel at the front desk is not very enthousiastic, nor helpful."]], "631004_0": ["staff is helpful", ["Everyone at the hotel was very helpful and spoke English if we asked."]], "631004_1": ["room is spacious", ["The rooms are large and with a kitchenette."]], "631004_2": ["hotel is clean", ["The hotel is very clean, as are the rooms."]], "631004_3": ["hotel is good value", ["Hotel Viena Suites is the Best Value Hotel for our Spanish Trip in 12 days."]], "631004_4": ["hotel is nice", ["Here I just wanna say that this hotel is the best you can expect from three-stars ones."]], "631004_5": ["location is easy to find", ["The hotel is a couple of minutes from Plaza Espana which is easily got to by Tube from the Airport in around Half Hour."]], "631004_6": ["room is good", ["We decided upon a Junior Suite on the 6th Floor and had a very nice room with a wonderful large terrace."]], "631004_7": ["bathroom is good", ["Great shower/tub with endless hot water, large towels replaced daily, super complete bath amenities."]], "631004_8": ["hotel is aesthetically pleasing", ["The hotel is decorated to a very high, if somewhat minimalist, standard."]], "2515155_0": ["hotel staff is very efficient", ["The only friendly and helpful staff members are the doormen, bellmen and the catering staff servicing the meeting rooms."]], "2515155_1": ["room is newly renovated", ["I enjoyed the 'park' detailing in the room."]], "2515155_2": ["hotel is newly renovated", ["The Hotel is well present modern & chic with Splendour and design."]], "2515155_3": ["everything is close to", ["In addition, there was a 7-11 type store a block from the hotel front door."]], "2515155_4": ["room is clean", ["Room was always clean, with a choccy on the pillow waiting for us every night when we got back to our rooms."]], "2515155_5": ["room is comfortable", ["Rooms are comfy and relaxing looking out onto Avenue Poincare."]], "2515155_6": ["room is lovely", ["I had a wonderful room that was HUGE compared to any other hotel I have stayed in Europe."]], "2515155_7": ["room is spacious", ["Our room - a suite with a loft - was fairly large by French standards."]], "2515155_8": ["breakfast is best", ["Go down the street to the square and give your hard-earned money to the local cafe and get a fab breakfast for 1/3 the cost."]], "229160_0": ["hotel is great", ["We booked the hotel mainly down to the reviews on this site for a 2 night stay and where indeed not disappointed."]], "229160_1": ["hotel staff is very professional", ["I can't say enought about the staff on both the day and night time shifts."]], "229160_2": ["room is nice", ["The room that we stayed in had been recently refurbished."]], "229160_3": ["breakfast is good", ["Our first morning we went down to brasserie for breakfast and were amazed at the standard and choice that was on offer."]], "229160_4": ["hotel is very comfortable", ["This pleasant hotel is located on Rambrandt Square, very close to the flower market."]], "229160_5": ["bed is very comfortable", ["It was a standard single bed for which I payed 502 Euros for 3 nights."]], "229160_6": ["everything is close to", ["Go to the left when you leave Centraal Station and take Tram 9 which will stop right at the hotel on Rembrandt Plein."]], "229160_7": ["stay is enjoyed", ["Just returned home from a lovely stay at the NH Schiller."]], "229160_8": ["room is spacious", ["We we upgraded to a large room at the front of the hotel with a large balcony overlooking the square."]], "228658_0": ["bathroom is great", ["Rooms were ok, with very nice bathrooms."]], "228658_1": ["front desk staff is courteous", ["When I could not find my way to the swimming pool I was escorted by a very pleasant employee of the hotel."]], "228658_2": ["hotel is lovely", ["It was called before the Hotel for the Matador and has given an special charming memory for me."]], "228658_3": ["location is extremely convenient", ["This hotel is centrally located between 2 metro stations."]], "228658_4": ["room is clean", ["The room was clean with a lot of the essentials to make you want nothing."]], "228658_5": ["room is comfortable", ["Our room was very large by European standards with a completely comfortable matress."]], "228658_6": ["breakfast buffet is terrific", ["Superior breakfast, and the bistro was excellent."]], "228658_7": ["room is large", ["One of my colleagues was given a room that was renovated and very spacious."]], "2516075_0": ["front desk staff is very courteous", ["Staff was very nice and helpful, Traveled with my 16 year old son and his friend."]], "2516075_1": ["room is clean", ["Rooms are clean enough and has free wired and wireless internet."]], "2516075_2": ["hotel is quite nice", ["This was the best hotel we stayed in on all of the tour."]], "2516075_3": ["bed is excellent", ["The room was comfy with a bed with great linens and pillows and a desk with a nice ergonomic desk chair."]], "2516075_4": ["hotel is quiet", ["The only big disappointment was the sound insulation between the rooms which is nonexistent."]], "2516075_5": ["room is nicely decorated", ["Decor is tropical and tastefully done."]], "2516075_6": ["room is excellent", ["Our room was very nice."]], "2516075_7": ["room is large", ["I had four girls total staying, and that one room was more than large enough for all of us to have plenty of space."]], "2514538_0": ["stay is good", ["This was our third visit to the Montana Hotel, which in itself, should indicate that we think this is an excellent place to stay."]], "2514538_1": ["staff is very helpful", ["The staff were helpful, even sending the maintenance man up to repair a handle broken on one of our bags."]], "2514538_2": ["bathroom is spotlessly clean", ["Very small clean towels and fresh soap were put out daily."]], "2514538_3": ["room is comfortable", ["My room was a very comfortable single with standard room facilities including a wash basin, TV and internet, no en-suite, the shared bathroom was a short walk down the corridor."]], "2514538_4": ["room is spotlessly clean", ["In three visits, we have never had any trouble with check-in or cleanliness of the room."]], "2514538_5": ["location is great", ["Just 3 stops from Paddington train station with no changes, very easy to get to."]], "2514538_6": ["room is spacious", ["Stayed in large family room (+ ensuite) with plenty of space for 2 adults and 3 children."]], "2514538_7": ["value is great", ["The Montana Hotel is a great value for those visiting London on a budget who desire a degree of civility in their lodging."]], "2514538_8": ["breakfast is included", ["If you want a larger breakfast you can order it from their menu."]], "617207_0": ["staff is very helpful", ["The staff are extremely professional and kind, frequently going out of their way to assist weary travellers."]], "617207_1": ["hotel is modern", ["We had an excellent suite room with all modern conveniences."]], "617207_2": ["hotel is friendly", ["The coziest and most welcoming hotel we have ever stayed at in Europe."]], "617207_3": ["room is very clean", ["The rooms were clean, had plenty of space and insulated enough that we could not hear call to prayer at times."]], "617207_4": ["hotel is very agreeable", ["We had a very pleasant stay in Tan Hotel."]], "617207_5": ["room is comfortable", ["A house of strong character - but surprisingly comfortable; a spacious room with airco, minibar, bath, ... High value for money."]], "617207_6": ["room is lovely", ["The suite is worth the extra charge per night as you have a sitting room, bedroom and full bathroom all tastefully decorated."]], "617207_7": ["location is perfect", ["Hotel Tan wa conveniently located in the Sultanamet section so close to the attractions."]], "294928_0": ["bed is excellent", ["Someone mentioned the hard beds which really worked for me because that's what I prefer."]], "294928_1": ["hotel staff is helpful", ["We even had a charming employee personally assist us with manuevering about the city while returning home from his night shift."]], "294928_2": ["room is clean", ["The rooms at the Sarnic are pleasant and clean."]], "294928_3": ["location is ideal", ["The hotel located near Blue Mosque...walking distance to the tram, Grand Bazaar, etc."]], "294928_4": ["room is comfortable", ["Though the room size kinda small but its comfortable."]], "294928_5": ["room is excellent", ["We however we moved the next day (I did have to ask for this) to a much better room."]], "294928_6": ["sarnic hotel is jewel", ["We were so delighted with the Sarnic Hotel upon departure that we booked with them again for our final two (2) days back in Istanbul."]], "2514568_0": ["staff is helpful", ["The staff was friendly and helpful, especially when we asked to borrow a hair dryer."]], "2514568_1": ["place is great", ["All in all a great hotel for the budget traveller who doesn't want to slum it in a hostel."]], "2514568_2": ["bed is comfortable", ["We stayed in an ensuite room with a queen bed."]], "2514568_3": ["bathroom is very nice", ["I had a shared bathroom which again was very clean an there were no issues on the sharing."]], "2514568_4": ["room is small", ["I stayed here for a month and a half, only complaint is that the rooms were a little small, but what isnt in New York."]], "2514568_5": ["room is very clean", ["They mentioned the contemporary design of the rooms and how clean the hotel was."]], "2514568_6": ["room is good size", ["There was a large Lcd in the room with some HD channels for relax after a whole day of walking."]], "2514568_7": ["room is comfortable", ["The rooms have everything you need for a nice comfortable stay."]], "2514568_8": ["area is nice", ["Spend the extra hundred bucks to get a normal room somewhere else and in a good area."]], "229443_0": ["location is very convenient", ["This hotel is in a superb location for the main shopping areas and is very easy to get to."]], "229443_1": ["breakfast is very good", ["The breakfasts are all you could want to start the day - cereals, fruit juices, yoghurts, fresh and dried fruit, fruit salad, a wide selection of bread, rolls, pastries, etc."]], "229443_2": ["staff is helpful", ["The hotel staff were very friendly and helpful - concierge, reception, restaurant, maids."]], "229443_3": ["hotel is great", ["The Astor St. Honore is a pretty decent hotel."]], "229443_4": ["stay is enjoyed", ["We were very happy with our stay here."]], "229443_5": ["buffet breakfast is not outstanding", ["Especially breakfast was also on the very low quality side for the standard the hotel claims it has."]], "498328_0": ["staff is very friendly", ["The staff are friendly and helpful-and what a good thing their English is better than my German."]], "498328_1": ["breakfast is a little unusual", ["The room rate doesn't include breakfast and we didn't try it."]], "498328_2": ["value for money is excellent", ["We booked online and found that the Accor Hotels website had the cheapest prices and paid about 53/night for a double."]], "498328_3": ["location is good", ["It's a 5 minute walk from Potsdamer Platz which has lots of shops etc for everything and Checkpoint Charlie."]], "498328_4": ["room is extremely clean", ["Very clean, rooms looked like a room on a cruise ship."]], "498328_5": ["room is large", ["Spacious room for a family of 4 - which is a big plus when traveling in Europe - not that many hotel can accommodate 4 pple in the same room."]], "498328_6": ["hotel is few blocks away", ["There is a nice and VERY friendly Italian restaurant just next to the hotel."]], "498328_7": ["room is comfortable", ["It had a double comfortable bed, although a single room."]], "498328_8": ["hotel is great", ["We stayed eight nights at the Suitehotel and liked it a lot."]], "264644_0": ["hotel is amazing", ["So as long as they get there bookings under control, this hotel is really nice for a stay in Rome."]], "264644_1": ["everything is within walking distance", ["And if u like walking, just follow Corso ditalia for 10-15 minutes to end up in Villa Borghese and Via Veneto where it all starts."]], "264644_2": ["hotel is squeaky clean", ["A fresh, clean and cosy hotel."]], "264644_3": ["bathroom is nice", ["The bathroom with a small tub was one of our largest bathrooms of our trip to Italy."]], "264644_4": ["reception staff is incredibly helpful", ["The hotel staff were friendly, helpful and went the extra mile for us."]], "264644_5": ["breakfast is best", ["We got breakfast each morning in the hotel which was very good, just your normal European breakfast but tasty."]], "264644_6": ["hotel is very well decorated", ["The best was \"I Molisani\" 7. Would recommend for people who like excellent interior design."]], "264644_7": ["hotel is very comfortable", ["Were comfy-ensuring a great nights sleep (it was also nice and quiet)."]], "232490_0": ["bed is comfortable", ["Everything all right, comfy beds, no frills, cleaned and new linens every day."]], "232490_1": ["room is better than expected", ["Eventually I moved to a room on the third floor which was a vast improvement on the basement room."]], "232490_2": ["staff is helpful", ["Staff was fine, friendly and accomodating although we were pretty low maintenance just some guys enjoying the area."]], "232490_3": ["train station is very convenient", ["10 minute walk from Centraal Station, and a stones throw from the red light district with its bars, the location couldn't be better."]], "232490_4": ["hotel is clean", ["Regardless of what if cost (our stay was 310 euros) it should be clean and comfortable."]], "232490_5": ["triple room is best", ["Booked triple room (one queen one single bed)."]], "232490_6": ["breakfast is good", ["Breakfast was also good the next morning with a variety of choice - Sausage, Bacon, Scrambled Egg & Mushrooms or the more continental cheeses, hams, eggs, croissants etc."]], "232490_7": ["hotel is very nice", ["This hotel is so much better than some of the others I've stayed in in Amsterdam."]], "232490_8": ["room is decent sized", ["Our room (18) was in one of the lower levels and spacious enough for two."]], "185733_0": ["view of the city is great", ["Comfortable, they put us on the 17th floor with a great view."]], "185733_1": ["hotel staff is extremely helpful", ["Overall, our experience in Montreal was peppered with helpful conversations from the locals with extremely friendly attitudes."]], "185733_2": ["breakfast is included", ["The Hotel included our buffet breakfasts all three mornings of our stay."]], "185733_3": ["room is clean", ["Our room, while not the largest we've stayed in was clean, modern, and well equipped."]], "185733_4": ["location is good", ["We also did the walk to central downtown which took approximately 20 minutes at a leisurely pace."]], "185733_5": ["room is comfortable", ["The suite was large and comfortable with a fridge microwave and coffee maker and a sofa bed suitable for children to sleep on."]], "185733_6": ["room is great", ["The hotel room was large and had a great kitchette with a sink, frig., microwave and coffeemaker."]], "185733_7": ["room is spacious", ["We were very quickly moved to a new room which was larger than the one we started in."]], "185733_8": ["parking is terrific", ["If one is a CAA/AAA member, parking is free."]], "217526_0": ["staff is extremely helpful", ["Tracy at the front desk was also very helpful with finding a rental car company for us, and would recommend Nifty to anyone."]], "217526_1": ["breakfast is very nice", ["The free breakfast included sausage and eggs along with all the usual."]], "217526_2": ["bed is comfortable", ["Dark brown walls, great new beds, very nice furniture, great bathroom."]], "217526_3": ["room is nice enough", ["Since our last visit they have remodeled the rooms and are very nice."]], "217526_4": ["room is clean", ["The room was serviced daily (even when I spent all morning working in there) and always very clean."]], "217526_5": ["place is real gem", ["Overall the hotel was nice for the night, maybe a weekend but no more than that for me."]], "217526_6": ["room is comfortable", ["The rooms were small but comfortable with everything we needed for our stay."]], "217526_7": ["stay is wonderful", ["We have traveled to New Orleans and stayed at this BW several times on business and enjoyed our stay everytime."]], "217526_8": ["location is great", ["So conveniently located 3 blocks from Bourbon St ..few blocks to Jackson Square and the French Market."]], "308393_0": ["hotel is nice", ["We used this site to find a good hotel to stay in as a stopover to Sydney."]], "308393_1": ["room is fairly spacious", ["We had a deluxe room which was quite spacious."]], "308393_2": ["hotel is 5 minutes walk", ["We used the shuttle bus to get in and out of the city."]], "308393_3": ["staff is helpful", ["The cashier is very friendly even when you don't have to pay the bill there's always a smile."]], "308393_4": ["hotel is very clean", ["The room was clean and pleasant, non smoking (as most of the hotel seems to be)."]], "308393_5": ["breakfast is good", ["The breakfast buffet was a mix of western and asian food but enough choices to satisfy most people."]], "308393_6": ["pool is very nice", ["Nice pool and sunbathing area."]], "308393_7": ["room is very comfortable", ["We enjoyed a very restful night in a comfortable room over looking the river, just what was needed after a long flight."]], "308393_8": ["value for money is good", ["We took advantage of a stay 3, pay 2 promotion, and also the cheap rates on offer from the British airways website."]], "228977_0": ["reception staff is extremely helpful", ["Staff were very helpful in giving directions, taxies, places to eat and putting up with endless questions."]], "228977_1": ["hotel is very clean", ["We stayed at the Victoria Hotel for a week .The room we got was big outstandingly clean-when we got it and on the rest of the week as well."]], "228977_2": ["room is small", ["Room on fourth floor was small and very sparsely furnished."]], "228977_3": ["hotel is very nice", ["In july my step son, daughter-in-law , wife and grandkid's stayed there for 2/12 day's, after visiting family in the abruzzio regin .what a great hotel."]], "228977_4": ["breakfast is nicely served", ["Spent a week here with a tour group; fine breakfasts/dinners."]], "228977_5": ["room is wonderful", ["The room was excellent, exactly how it how it appeared on the website."]], "228977_6": ["location is excellent", ["Location of hotel was not bad-easily walk to Spanish Steps/Trevi Fountain and Pantheon."]], "228977_7": ["room is spacious", ["Family of 4 stayed for 3 nights in one large room."]], "182070_0": ["location is very good", ["It's about a 25 min walk down Granville Street to Gastown."]], "182070_1": ["staff is helpful", ["On arrival the staff were friendly and full of suggestions on what to do during our stay."]], "182070_2": ["room is clean", ["The Room for your basic necessity is clean, fresh, and appealing."]], "182070_3": ["room is very large", ["The room was very large with an extra area as a living room with 2nd tv where you could sit when the children were asleep."]], "182070_4": ["room is well appointed", ["The room is furnished with solid oak, not cheap pressboard furniture, which makes it feel like you're at a nice place."]], "182070_5": ["hotel is very good", ["We stayed for five nights and had no complaints with the hotel at all."]], "182070_6": ["value is great", ["There was a White spot downstairs which we thought was great value for money."]], "182070_7": ["room is comfortable", ["Very comfortable room...complete with study desk and extra desk for 2 person working in the room."]], "182070_8": ["food is good", ["The White Spot restaurant located next door was very good."]], "2515143_0": ["front desk staff is very helpful", ["The front desk staff are always courteous and efficient getting us in and out."]], "2515143_1": ["front desk staff is bit flustered", ["The staff at the front desk was less than wiling to help with any of your needs."]], "2515143_2": ["room is comfortable", ["We were pleasantly surprised that the KIng Bed room was large enough that we could lay out four suitcases on the floor with room to comfortably move about."]], "2515143_3": ["room is spacious", ["The room was wonderful and very large for what I paid."]], "2515143_4": ["seatac airport is very close", ["Very convenient to the airport,really didn't have to wait for the shuttle ,could have walked to the hotel."]], "2515143_5": ["room is clean", ["Room was clean, big, had a flat screen in it."]], "2515143_6": ["room is well appointed", ["The rooms are quite large with tasteful furniture."]], "2515143_7": ["experience is ok", ["I started staying at Red Lion in the early 80s in Durango, CO and have never had a bad experience."]], "2515143_8": ["room rate is very reasonable", ["We stayed at the Red Lion because of the great deal they offered us."]], "98726_0": ["mansion is amazing", ["After 5 wonderful visits at The Crescent in Uptown, I decided to investigate The Mansion, for a girls' weekend with my sister and my daughter."]], "98726_1": ["staff is so friendly", ["The concierge desk is devoted to making everything happen that you want."]], "98726_2": ["food is excellent", ["After arriving, they sent a waiter to our room with a delicious apricot tart and passion fruit iced tea."]], "98726_3": ["hotel is absolutely beautiful", ["Everyone looks good in these surroundings it's the coloration of the hotel's spaces and interior decor."]], "98726_4": ["food is very unremarkable", ["They had a \"bad patch\" in March 2008, the only time out of a dozen that we've had absolutely average cuisine there."]], "98726_5": ["room is spacious", ["The room offered great space with a comfortable sitting area."]], "96721_0": ["staff is very friendly", ["From the front desk to the cab stand to the wait staff, everyone was extremely pleasant."]], "96721_1": ["room is clean", ["Overall cleanliness of rooms, carpets, pool area, etc. (There was refurbishing work underway during our stay which should help.)."]], "96721_2": ["location is bad", ["If you don't have a car you are screwed as there is NOTHING within walking distance of the hotel."]], "96721_3": ["hotel is nice", ["The Renaissance Philadelphia Airport is a nice hotel."]], "96721_4": ["bathroom is spacious", ["Bathroom spacious and water pressure good."]], "96721_5": ["breakfast is good", ["Fortunately, the hotel breakfast buffet ($14 per person) was open until 11am."]], "96721_6": ["front desk is disorganized", ["The hotel housekeeping staff isn't performing its' job."]], "96721_7": ["parking is free", ["The parking here is free, unlike the downtown hotels."]], "96721_8": ["room is large", ["The rooms in this atrium style hotel were a decent size and nicely furnished - about what I would expect from a Renaissance."]], "1426422_0": ["staff is very courteous", ["We were received with\" happy anniversary\" from Beatrice, front desk staff."]], "1426422_1": ["breakfast is pretty good", ["We were big fans of the breakfast - plenty of yummy options."]], "1426422_2": ["hotel is wonderful", ["However once we stepped inside the hotel our delightful experience began."]], "1426422_3": ["hotel is very comfortable", ["To be honest we wanted a nice comfy hotel and one which would be an ideal base from which we could explore Venice this hotel was bang on."]], "1426422_4": ["hotel is very clean", ["Every time we left the hotel, we came back to find an immaculately tidied room."]], "1426422_5": ["stay is great", ["Its close to everything and away from st. Mark,s. Loved staying here."]], "1426422_6": ["hotel is beautiful", ["The lobby was so beautiful decorated that anyone who walked past it would stop and look in."]], "1426422_7": ["room is spacious", ["We stayed in 'june' & found the room perfectly sized for us."]], "1526976_0": ["staff is helpful", ["I was going to say how great the front desk staff is (points for smiling faces) however."]], "1526976_1": ["hotel is great", ["This hotel is by far the best in this concept and is one of the top hotels downtown."]], "1526976_2": ["room is modern", ["Liked the modern room with ease of use for business traveler looking to work."]], "1526976_3": ["room is clean", ["The rooms are clean, functional and not as boring as some lower priced chains."]], "1526976_4": ["lobby is fun", ["I liked the lobby and the bar/lounge downstairs."]], "1526976_5": ["bed is very comfortable", ["(For comparision...I am thinking of the Springhill and fairfield lines of Marriott where the rooms/beds are still as comfortable as a JW or Marriott)."]], "1526976_6": ["room is spacious", ["The rooms were spacious and comfertable and made you feel so relaxed."]], "1526976_7": ["bathroom is nice", ["The shower was one of the best in any hotel that I have stayed, to date."]], "232856_0": ["staff is helpful", ["Most of the front desk staff was helpful, especially one gentleman (Marco?) who telephone a music performance for me to see if tickets were available."]], "232856_1": ["breakfast is good", ["The breakfast was pretty good, offering a variety of breads with scrambled eggs and bacon."]], "232856_2": ["service is unfriendly", ["Unfortunately can't say the same for the front desk staff that were less than friendly."]], "232856_3": ["room is clean", ["The room and ensuite was very clean however they were stuffy and very warm."]], "232856_4": ["bathroom is very nice", ["The bathroom had a supply of fresh clean towels."]], "232856_5": ["room is good", ["Upon seeing the lobby I was hopeful that our room would be decent."]], "232856_6": ["stay is so pleased", ["Our second stay at the Hotel Diana in Rome was better than our first."]], "306107_0": ["food is quite expensive", ["For those looking for italian, continental or other cuisines need to venture elsewhere."]], "306107_1": ["staff is apathetic", ["I have no idea if that's a Singaporean Hotel Industry culture or anything, even Mandarin Orchard Hotel(5 stars) are having very un-friendly receptionists too."]], "306107_2": ["staff is really helpful", ["Great service by the hotel, we reached there at about 10am on the 18 of Feb while the check in was after 2pm."]], "306107_3": ["view of the river is nice", ["It have a nice view over the river and close to a numbers of restaurant and cafes."]], "306107_4": ["room is clean", ["The hotel was very clean with all necessary facilities inside the room."]], "306107_5": ["value for money is great", ["I purchased a room on expedia.ca which gave me a great deal, saved about $90 more than what the front desk was asking for."]], "306107_6": ["room is nice", ["Was our first little holiday without kids, so I asked for a nice room."]], "306107_7": ["cost is quite expensive", ["Price wise is a bit high for a 4 stars hotel."]], "306107_8": ["location is great", ["The bus that will take you to the nearest MRT (near Clarke Quay) is bus number 52 or 59 (I can't quite remember because I never took it)."]], "229061_0": ["staff is very very accommodating", ["We found all the staff to be pleasant and helpful when needed, particularly Tony, the doorman/barman."]], "229061_1": ["bathroom is very clean", ["The bathroom was more than adequate; clean, with a shower you could actually move in."]], "229061_2": ["hotel is exceptionally clean", ["Small, very clean, and had one of two quaint rooms on the lower floor, with a walkout to a small patio overlooking a lovely and quiet garden/sitting area."]], "229061_3": ["tourist attraction is able to get", ["Hotel is just walking distance from the termini (which will get you to the most attractions at the least amount of time)."]], "229061_4": ["breakfast is ok", ["There was also a reasonably priced place to eat with wood burning pizza oven just around the corner."]], "229061_5": ["room is very comfortable", ["Although the rooms are a little on the small side, they have everything that you need for a comfortable stay (including underfloor heating in the winter)."]], "229061_6": ["room is great", ["It was a lovely hotel and room to start off our honeymoon."]], "229061_7": ["bed is very comfortable", ["Bed was extremely comfortable providing excellent sleep."]], "2515514_0": ["hotel staff is friendly", ["Each time we had a question or special request we were more than satisfied by the kind attention we received."]], "2515514_1": ["room is always clean", ["The rooms are standard hotel rooms, were clean and seemed to be relatively well maintained."]], "2515514_2": ["room is comfortable", ["The rooms are what you'd expect of a Doubletree (spacious, comfortable, well appointed)."]], "2515514_3": ["location is great", ["Has good location next to I5, Airport, Little Italy."]], "2515514_4": ["internet is did not work", ["The internet did not work for a night I was there."]], "2515514_5": ["bed is comfortable", ["It was one of the most comfortable beds I've ever slept in at a hotel."]], "203223_0": ["staff is helpful", ["The front desk staff at the Duca D'Alba was wonderful and very friendly and willing to help with anything."]], "203223_1": ["breakfast is very good", ["The breakfast selection at the hotel was very good with lots of choices."]], "203223_2": ["location is not worth it", ["Apparently the people that have put reviews saying it is hard to find, did not follow the directions given."]], "203223_3": ["location is good", ["The hotel is a 5 minute walk to the Colliseum and 15 minutes to Trevi Fountain."]], "203223_4": ["room is adequate", ["Adequate room size with plasma tv on the wall."]], "203223_5": ["hotel is very nice", ["We made it to Rome and found our hotel pretty easily."]], "203223_6": ["room is very clean", ["If you want a VERY clean room and bathroom , then this is the hotel for you."]], "203223_7": ["room is very small", ["The rooms were VERY small with a lot of moscito's, which my partner got eaten alive."]], "232885_0": ["breakfast is great", ["They have a cappucino machine for self-serve, eggs, and the usual Italian breakfast foods."]], "232885_1": ["staff is helpful", ["The staff was very friendly and helped us retrieve our lost luggage from the airlines."]], "232885_2": ["hotel is clean", ["The point is you can have a clean room with private en-suite bathroom in the historical center of Rome minutes walk from everything."]], "232885_3": ["room is old", ["The picture must have been taken in the 1970s from the condition the room was."]], "232885_4": ["value for money is very good", ["We booked a 3 night break and couldn't believe a city centre 4* could be such good value."]], "232885_5": ["room is renovated", ["Our room was cosy, spacious and deliciously decorated."]], "232885_6": ["hotel is very good", ["This hotel is a very good 2/3 star."]], "232885_7": ["location is really a big plus", ["The hotel is in an excellent location and within walking distance to everything, e.g. all the sights, the shops and the train/bus station."]], "232885_8": ["room is very small", ["Rooms - too small , am surprised at how many can be fitted in a floor."]], "585139_0": ["staff is extremely helpful", ["The reception staff is amongst the friendliest in Barcelona and perhaps Spain."]], "585139_1": ["room is modern", ["We found the room to be very stylish and to our taste."]], "585139_2": ["hotel is great", ["This boutique hotel was a pearl in Barcelona."]], "585139_3": ["breakfast buffet is adequate", ["Breakfast was freshly made and set us up for the day."]], "585139_4": ["room is clean", ["The room was cleaned to a high standard daily."]], "585139_5": ["room is small", ["The only thing that I could complain about was that the room was a bit small."]], "585139_6": ["stay is great", ["My wife and I enjoyed our stay at the Granados."]], "585139_7": ["room is comfortable", ["The room was very nice, comfortable and much larger than some of the other rooms we've seen in Europe."]], "585139_8": ["location is great", ["It is situated about 10 mins walk from the main shopping area."]], "2515167_0": ["location is convenient", ["The $4 roundtrip on the monorail takes you right downtown, within walking distance of every attraction and into the heart of the \"Free Bus\" zone."]], "2515167_1": ["staff is very friendly", ["Zach who works at Brella's and delivered the food, is like all the other hotel staff: great, awesome, and exemplifies excellent customer service."]], "2515167_2": ["bed is comfy", ["We slept soundly in a comfortable bed and woke up each morning in a good mood."]], "2515167_3": ["room is clean", ["The room is clean, although the bedspread looks a bit old."]], "2515167_4": ["internet access is very convenient", ["There is also a business center with 4 computers if you need to check email or do some internet surfing and didn't bring your own computer."]], "2515167_5": ["room is comfy", ["The rooms were extremely comfortable and clean with all the amenities needed for business and vacation travel."]], "2515167_6": ["room is nice", ["We got a very nice room with a view to the west, of the Space Needle, Seattle Center, and Olympic Mountains (weather permitting)."]], "2515167_7": ["room is large", ["The rooms are very large."]], "248857_0": ["staff is very friendly", ["Service, Service, Service - attentive, friendly, courteous, prompt, better than efficient."]], "248857_1": ["mandala hotel is great", ["If you want to experience a hotel where you won't be disappointed with any aspect - this is the one to choose."]], "248857_2": ["breakfast is outstanding", ["We ate in the restaurant twice, once for breakfast, which was amazing and once at the Michelin star restaurant Facil which was out of this world."]], "248857_3": ["room is large", ["The hotel has spacious romms/appartments with a small kitchenette."]], "248857_4": ["room is comfortable", ["The rooms are well-designed in a minimalist/understated manner, are comforting, cozy and extremely relaxing."]], "248857_5": ["bathroom is large", ["We had a suite which had a huge marble bathroom with a balcony."]], "248857_6": ["sony centre is close to", ["Very close to S-Bahn stop, restaurants, shops, cinemas."]], "2515163_0": ["bathroom is good", ["Nice modern bathroom with bath and shower and separate WC."]], "2515163_1": ["room is modern", ["The room was clean, modern design but small- this is probably the size that you will get in Paris."]], "2515163_2": ["room is spotlessly clean", ["I give an A++ for cleanliness no doubt."]], "2515163_3": ["room is comfortable", ["It worked well for us to come back to a cool, comfortable, quiet room to rest after long hard days of sightseeing."]], "2515163_4": ["room is good", ["Travelled with children, the room was set up well for our 2 kids."]], "2515163_5": ["staff is very helpful", ["Very friendly staff at reception who spoke English but were appreciative of our school style French."]], "2515163_6": ["location is great", ["The location is really convenient for anyone travelling in or out of Paris from Montparnasse, as I often do."]], "2515163_7": ["room is spacious", ["We had plenty of room for our two kids, luggage, and a jogging stroller."]], "2515163_8": ["view is lovely", ["I am happy the taxi didn't come because the street we were waiting to hail a taxi on gave us a fantastic view of Eiffel Tower."]], "2515265_0": ["staff is helpful", ["The staff is very friendly, cooperative and eager to please, which is quite an edge the hotel has over its competition."]], "2515265_1": ["bed is comfortable", ["The bed was divine (sheets, duvet, pillows)."]], "2515265_2": ["room is clean", ["Rooms are always clean and well served."]], "2515265_3": ["room is lovely", ["We had a beautiful room that looked onto a small garden with windows that opened all the way inwards, just what I would think of a Paris hotel room."]], "2515265_4": ["breakfast is pleantiful", ["Both meals we had in the hotel (dinner and breakfast) were great."]], "2515265_5": ["room is comfortable", ["Room is extremely comfortable (we were in luxury room) and did not feel it was too small."]], "2515265_6": ["hotel is great", ["I stayed here last year and loved this hotel."]], "2515265_7": ["location is great", ["The hotel is very close to the metro at concorde and so easy to get around."]], "235866_0": ["everything is within easy walking distance", ["This little hotel is situated just yards from the water taxi stop in Accademia so it is very easy to get to."]], "235866_1": ["staff is helpful", ["Like staying in a 'Merchant-Ivory' film, but will all the modern conveniences, and warm friendly staff."]], "235866_2": ["bathroom is gorgeous", ["The bathroom is on the same floor and very clean and charming with a carved wood mirror above the sink."]], "235866_3": ["value is highly recommended", ["Booked this hotel for 3 nights upon recommendation by Rick Steves at 120 Euro a night, with a 5% discount if paid in cash (the preferred method of payment)."]], "235866_4": ["room is gorgeous", ["My husband and I stayed five nights at the Hotel Galleria; had a beautiful, spacious corner room overlooking the Grand Canal."]], "235866_5": ["room is huge", ["I would definitely recommend the larger room if you stay longer then 1-2 nights."]], "235866_6": ["room is spotlessly clean", ["The room was spotless and full of history, with antique furniture and paintings."]], "235866_7": ["hotel is fantastic", ["We stayed in this very pleasent hotel for two nights in early October."]], "2515300_0": ["staff is extremely helpful", ["The service was excellent from breakfast to the late night desk man."]], "2515300_1": ["restaurant is great", ["Found a few friendly restruarants close by Cafe De Paris in Rue De Buci and Vins et Terroris in Rue St Andre des Arts."]], "2515300_2": ["hotel is very centrally located", ["The location, on a small street in the heart of St. Germain, could not be better if you are visiting the main attractions in central Paris."]], "2515300_3": ["price is reasonable", ["Lots of friendly reasonably priced places to eat in the area as well."]], "2515300_4": ["room is very nice", ["We were upgraded to a junior suite and had a lovely room that we shared with our nearly 3 year-old daughter."]], "2515300_5": ["cafe is outstanding", ["We tried the breakfasts on offer at the cafes but found that the hotel offered a cheaper and far superior breakfast without having to deal with snooty French waiters."]], "2515300_6": ["room is comfy", ["We just used the room to crash out in and the beds are comfortable enought to get a good night sleep."]], "2515521_0": ["bathroom is nice", ["The bathroom is very spacious and luxurious with every amenity you need."]], "2515521_1": ["family trip is good", ["The week I was there, the hotel was packed with families and business travelers."]], "2515521_2": ["room is clean", ["My room with a comfortable king-size bed was spacious and very clean, with a pleasant neutral decor (granite sinks!)."]], "2515521_3": ["airport is very convenient to", ["It is only six blocks west to the Trolley stop and two more blocks to the pier."]], "2515521_4": ["hotel is great", ["I Stayed here for three nights prior to a cruise and loved it."]], "2515521_5": ["room is remodeled", ["The rooms in the hotel seem newly furnished."]], "2515521_6": ["front desk service is very friendly", ["We also liked how accommodating the shuttle guy and reception staff was to us."]], "1641968_0": ["double room is clean", ["The hotel was both clean and bright even though we had an 'inside room'."]], "1641968_1": ["hotel is very central", ["I would definitely stay here again as the hotel is within walking distance of the train station and tourist attractions."]], "1641968_2": ["room is modern", ["The rooms do make up for the space though, as they are very modern and trendy."]], "1641968_3": ["bathroom is really nice", ["The bathroom was really nice and had a lovely shower."]], "1641968_4": ["staff is friendly", ["A very friendly, approachable and flexible service at reception."]], "1641968_5": ["room is small", ["After reading some reviews I was worried that we could have ended up in a very tiny room."]], "1641968_6": ["room is comfortable", ["I would recommend it for anyone who doesnt mind a small cozy room."]], "1641968_7": ["hotel is excellent", ["This is the best hotel I have stayed in over there so far."]], "1641968_8": ["night is bit noisy", ["The only complaint I have is that it was a small bit noisy at night but to be expected really given it's proximity to the red light district."]], "111423_0": ["staff is helpful", ["The front desk staff, bell men and doormen were all very pleasant, friendly and helpful."]], "111423_1": ["location is great", ["And the location of the hotel is so convenient: Newbury and Boylston Streets, and the T within a block."]], "111423_2": ["room is clean", ["It is clean and follows good green practice with towels and linen."]], "111423_3": ["eliot is liked", ["If you don't want the typical chain hotel experience, the Eliot is perfect."]], "111423_4": ["hotel is charming", ["The hotel has a certain charm perfect for historical Boston and seriously lacking in most big chain hotels."]], "111423_5": ["room is comfortable", ["5 women shared a 2 bedroom suite comfortably (especially for the small amount of time spent in room)."]], "111423_6": ["hotel is beautiful", ["The decorating is quite lovely if you are into VERY traditional Americana."]], "111423_7": ["room is spacious", ["We had the pleasure of staying in a spacious suite with views of Commonwealth Ave."]], "111423_8": ["front desk service is poorer than", ["The front desk service was poorer than that in the restaurant."]], "249328_0": ["window is n't open", ["There was no fire escape where we were on the 4th flour and outside the window were boards with nails."]], "249328_1": ["bathroom is layer of grease", ["As we didn't have an en suite we had to use the communal shower, which wasn't too great."]], "249328_2": ["room is very basic", ["Rooms are basic and in need of modernisation."]], "249328_3": ["location is best", ["The hotel is in a GREAT location - right beside loads of shops, restaurants and coffee shops and about 5mins from the red light district."]], "249328_4": ["room is cleaned", ["The rooms were generally clean and adequate for what we wanted, Just somewhere to sleep,wash and change."]], "249328_5": ["room is not clean", ["The room was dirty, dingy and sorely in need of redecoration."]], "249328_6": ["room is very small", ["The room I stayed in (112) was a single and very small, see the photos."]], "259310_0": ["hotel staff is helpful", ["Good staff at the front desk, especially Franco, who was unfailingly friendly, helpful and informative."]], "259310_1": ["breakfast is good", ["We had breakfast three mornings and weren't bored by the varieties on offer."]], "259310_2": ["location is reasonable", ["The Termini station and first stop for the red \"hop on and hop on\" tourist bus are close by."]], "259310_3": ["room is clean", ["The rooms are very very clean and roomy for italian standards."]], "259310_4": ["room is small", ["When we got to the Montecarlo for the next night, we were given two tiny rooms, not the \"nicest\" rooms that we were expecting."]], "259310_5": ["place is lovely", ["We stayed three nights in Montecarlo Hotel and found it a pleasant place to stay."]], "259310_6": ["room is comfortable", ["We comfortably fit into one room, with single beds for each of the kids (ages 6 and 9)."]], "259310_7": ["room is nice", ["The 3rd room was nice, especailly for a European hotel room."]], "259310_8": ["hotel is reasonable", ["I recommend this hotel to anyone who wants to stay in Rome cheaply."]], "230612_0": ["hotel is within walking distance", ["We took the metro, which is less than a five minute walt from the hotel to the Vatican."]], "230612_1": ["staff is helpful", ["All staff from breakfast staff to reception were fabulous with us, very helpful and courteous."]], "230612_2": ["breakfast is simple", ["A buffet breakfast is served in the dinning room every morning, including cereal, pastries, breads, cheeses and meats and a variety of drinks."]], "230612_3": ["room is good size", ["Our room was amazing we had a small room with a sofa type bed and a larger room with a double bed."]], "230612_4": ["room is very clean", ["On a good point room was cleaned every day, with bedding and towels changed every day."]], "230612_5": ["hotel is great", ["Other then that I loved this hotel and would come back every time when I visit Rome."]], "230612_6": ["price is great", ["The safety deposit in our room was excellent value at just 2.50 Euros for our 4 nights stay."]], "230612_7": ["bathroom is perfectly functional", ["We had a modern and very new bathroom with a great shower."]], "230612_8": ["metro stop is close to", ["The Cavour metro stop is less than a block away, putting us within easy access of everything we visited Rome to see."]], "89382_0": ["bathroom is clean", ["After cleanliness, that's 90% of what I like to see in a bathroom."]], "89382_1": ["room is very spacious", ["When we first checked in we had two large double rooms and one smaller double room."]], "89382_2": ["hotel staff is very pleasant", ["The housekeeping manager was so nice, I called him and he Fed Ex'ed it overnite at their expenses to my next hotel in Philly."]], "89382_3": ["food is outstanding", ["We flew into Baltimore at 11pm, had room service (AMAZING!) and jumped into bed."]], "89382_4": ["airport shuttle is very convenient", ["The airport shuttles are on demand which made getting to the airport Sunday morning quick and easy."]], "89382_5": ["room is clean", ["Our room was clean and well appointed and appeared to have been recently renovated."]], "89382_6": ["room is comfortable", ["The room was much nicer than expected, with a comfortable bed, nice desk/work area and a big flat screen TV."]], "255863_0": ["bathroom is well equipped", ["The bathroom was modern, with an efficient shower."]], "255863_1": ["staff is helpful", ["Staff were always helpful and friendly, and fixed a lightbulb in our room when it went out immediately upon request."]], "255863_2": ["hotel is very centrally located", ["Very conveniently located to Darlo and Surry Hills restaurants and also convenient to the train stations at Museum and Central."]], "255863_3": ["bed is comfortable", ["The bed was king-sized and comfy."]], "255863_4": ["room is clean", ["Room was spotless, modern and thoroughly cleaned daily."]], "255863_5": ["room is well equipped", ["The room was equipted with pantry and dinning table/chairs."]], "255863_6": ["room is big enough", ["But there's enough room for perishables if you're staying for just a few nights only."]], "255863_7": ["room is well maintained", ["Rooms were newly refurbished and hence,excellent."]], "255863_8": ["room is comfortable", ["The rooms were large and comfortable and included a small kitchen with microwave, kettle toaster etc great after a day touring the City."]], "182067_0": ["room is well presented", ["I had a lovely room with a King Sized bed and sitting area."]], "182067_1": ["staff is helpful", ["The staff were lovely in particular the guy who helped me extend my stay and checked me out when I left was lovely and always helpful."]], "182067_2": ["feel is clean", ["Although its not the most modern of hotels around, it was clean and comfortable."]], "182067_3": ["location is great", ["The city buses to Robson Strasse (shop till you drop), Stanley Park and just about everywhere you want to go leave from outside the door of this hotel."]], "182067_4": ["room is clean", ["We had heard that some hotels wash the glasses in the room with whatever rag they have."]], "182067_5": ["room is comfortable", ["I asked for and got a room at the back with a very comfortable king size bed."]], "182067_6": ["hotel is fine", ["This is by far the 'Best' of the Best Western hotels that I have ever stayed in."]], "182067_7": ["value for money is good", ["I used Priceline for a good deal and would be happy to stay at the BW Sands again."]], "294607_0": ["location is convenient", ["Great location , 2 minutes walking to Taksim square and Istiklal street where all the shops and restaurants are."]], "294607_1": ["staff is very nice", ["All employees which we came in contact with were extremely nice and helpful, from the bellboy to the portier to check-in and restaurant staff."]], "294607_2": ["hotel is very cosmopolitan", ["There are many with far more personality and elegance than the Intercontinental and Hilton."]], "294607_3": ["room is kept well cleaned", ["2 rooms with bosphorus view beign cleaned to receive people later the same day 5."]], "294607_4": ["room service is very expensive", ["The only downside was the expensive food costs if eating in any of the hotel restaurants."]], "294607_5": ["room is comfortable", ["Rooms are very comfortable and the ones with Bosphorus views are the best."]], "294607_6": ["room is very nice", ["We were upgraded to a nice room overlooking the Bosphorus."]], "294607_7": ["hotel is excellent", ["I read somewhere that the Istanbul Intercon won their company award for the best hotel in the Group."]], "294607_8": ["room is spacious", ["The suite was very spacious and great for our daughter to run around in."]], "2515217_0": ["hotel is well kept", ["The Hotel de l'Avre is an excellent hotel."]], "2515217_1": ["staff is helpful", ["Never had a problem with staff, who were more than happy to mind my bags before I left later than night."]], "2515217_2": ["hotel location is very convenient", ["The French version of a Walmart is the Monoprix which is another short block away."]], "2515217_3": ["hotel is very clean", ["The maid was down the hall, in the process of cleaning the upstairs rooms."]], "2515217_4": ["room is very comfortable", ["Our room (number 32) was cute, chic, and very comfortable."]], "2515576_0": ["breakfast is nice", ["The bar and restaurant served good food and also dispensed some former elegance."]], "2515576_1": ["location is perfect", ["The hotel is close to Balboa Park and only about 10 min from downtown."]], "2515576_2": ["room is quite presentable", ["They have put wallpaper on one wall which is so cool, as it makes the room cozy."]], "2515576_3": ["staff is helpful", ["The Front Desk was extremely helpful offering Concierge service and very informative."]], "2515576_4": ["hotel is 4 + star", ["I think this hotel was probably one of the hot spots back in the day."]], "2515576_5": ["room is clean", ["We booked a poolside room which was old but very clean."]], "2515576_6": ["place is run down", ["The inside had bad motel written all over it."]], "232843_0": ["hotel is fantastic", ["Spent three nights at the Hotel Trevi and had a wonderful stay."]], "232843_1": ["room is always clean", ["The room was clean and also had a safe and refrigerator."]], "232843_2": ["hotel staff is helpful", ["When asked for assistance and local knowledge on shopping, site seeing and booking airport transfers, all reception staff were very helpful."]], "232843_3": ["location is close to everything", ["This hotel put us in a central location as we were able to walk to all major sights in Rome."]], "232843_4": ["room is small", ["Went to breakfast room at the Hotel Trevi but walked out as very small and overcrowded."]], "232843_5": ["room is nice", ["They arranged for a valet to whisk the car away (and return it on time the next day); and showed us to our utterly charming room."]], "232843_6": ["bed is very comfortable", ["The bedding /towels clean and changed daily."]], "232843_7": ["bathroom is nice", ["The bathroom was large, with heated towel racks."]], "294608_0": ["staff is helpful", ["Staff (outside of the business centre, where the temperature drops several degrees) are friendly and helpful."]], "294608_1": ["pool is great", ["I would definately visit again during a warm month to have the chance to actually dive in the superb pool."]], "294608_2": ["hotel is lovely", ["Beautiful lobby and also the seating areas in the Mezzanine level."]], "294608_3": ["hotel room is good sized", ["Some resorts think that they can build a fancy building with a big pool and offer you a large and nice room and its thereby a 5 star hotel."]], "294608_4": ["bathroom is good sized", ["The bathroom was large and included a very nice walk in shower and a bathtub, and has a window to the rest of the room."]], "294608_5": ["room is very comfortable", ["The room was great, really modern and stylish, good internet connection, comfortable beds."]], "294608_6": ["hotel is great", ["This is without a doubt one of the best hotels in Istanbul."]], "294608_7": ["room is lovely", ["Without a doubt, the room we had was beautifully decorated with sculptures and small momentos of Istanbul."]], "294608_8": ["location is great", ["Located in a 5 mints walk from Taksim, it's a good place to stay with easy connections to any part of the city."]], "2515626_0": ["view is very nice", ["We stayed in a Surf Pad room with a beautiful view."]], "2515626_1": ["food is outstanding", ["We enjoyed one of the best meals we've ever had at JRDN restaurant that is downstairs."]], "2515626_2": ["rom is very clean", ["Tower23 is a very Clean and Modern Boutique Hotel in Pacific Beach."]], "2515626_3": ["location is great", ["All that the Tower 23 Hotel has going for it is its location."]], "2515626_4": ["stay is very pleased", ["We loved our stay here and loved our stay in San Diego."]], "2515626_5": ["room is very nice", ["The ocean front room at Tower 23 was one of the best rooms I have ever stayed."]], "2515626_6": ["bed is very comfortable", ["The Tempurpedic bed assured us 8-10 hrs of rest every night, unreal."]], "2515626_7": ["hotel is beautiful", ["Tower 23 is a beautiful boutique hotel on Pacific Beach in San Diego."]], "2515626_8": ["staff is very helpful", ["Sara at the front desk was truly accomidating to all of my requests."]], "1194140_0": ["hotel is modern", ["Stylish modern hotel situated in one main streets of Barcelona."]], "1194140_1": ["hotel is excellent", ["I would definitly recommed this hotel to anyone, aswell as stay here the next time I come to Barcelona."]], "1194140_2": ["staff is helpful", ["One young hotel staff was very helpful and enthusiastic to explain the hotel facilities and directions during our check-in."]], "1194140_3": ["hotel is very clean", ["And I guess it's smoke free 'coz my room did not smell cigarette."]], "1194140_4": ["room is great value", ["As a one off in that particular room (801), and for the price of 170 Euros per night including Breakfast, was a good deal."]], "1194140_5": ["room is very comfortable", ["I would advise if you stay here to be very comfortable with the people in the room because you can see and hear everything thats going on."]], "1194140_6": ["room is nice", ["Our room was perfect laid out for a family of four."]], "1194140_7": ["breakfast is great", ["There are several cafes in the area and an excellent all you can eat lunch buffet across the street called Fresco."]], "1194140_8": ["location is great", ["The location was good, a bit of a walk to the metro and Catalunya."]], "203114_0": ["staff is helpful", ["Believe it or not the staff remembered the two of us, a year after our first stay!!."]], "203114_1": ["room is very spacious", ["When I stay at these older properties in Italy I try to get Deluxe rooms over superior because they usually offer more space."]], "203114_2": ["location is great", ["The hotel is right next to the subway station which can get you anywhere in the city."]], "203114_3": ["breakfast is wonderful", ["We had a lovely lunch in the Ninfa restaurant on our first day too."]], "203114_4": ["hotel is beautifully decorated", ["The hotel has kept it's class of the 19th century."]], "203114_5": ["hotel is perfect", ["The Hotel Majestic was overall the nicest hotel of the three that I visited during my trip to Rome and Florence this summer."]], "203114_6": ["room is spotless", ["It's so clean you could probably sleep on the floor."]], "223474_0": ["room is nice", ["Our room was a king jacuzzi suite and was very nice."]], "223474_1": ["staff is very friendly", ["The Staff and management were probally the nicest and most helpful of any motel I have ever stayed."]], "223474_2": ["breakfast provided is great", ["There was a FREE (so don't complain) breakfast that was reasonably good."]], "223474_3": ["stay is really nice", ["We have ALWAYS had a nice stay here...never had a problem with anything."]], "223474_4": ["bed is comfortable", ["The room had comfortable beds and pillows and a flat screen 26\" Samsung TV."]], "223474_5": ["hotel is loved", ["It continues to be our favorite of the many hotels to choose from in Branson."]], "223474_6": ["location is great", ["It is on the yellow route which can take you quickly to the \"blue\" and \"red\" routes and get you around all the traffic on Highway 76."]]}