{"0eT3aABtCzZ2jw9iGVboaw_0": ["decor is nice", ["The decor as well is so enticing, it even has the night sky that lights the roof."]], "0eT3aABtCzZ2jw9iGVboaw_1": ["cesar salad is delicious", ["The lasagna was fantastic with homemade noodles and a nice meat sauce."]], "0eT3aABtCzZ2jw9iGVboaw_2": ["service is top notch", ["We were seated promptly and catered to by two waiters throughout the night."]], "0eT3aABtCzZ2jw9iGVboaw_3": ["dinner is amazing", ["We had a wonderful dinner there last night."]], "0eT3aABtCzZ2jw9iGVboaw_4": ["server is susan", ["Thank you Angie Susan and Chef for making our date an unforgettable night."]], "hoFiVWRR4t1wiEMq4FXWfA_0": ["ketchup is nasty", ["The other ketchup spread looked like jelly when I opened it from the container."]], "hoFiVWRR4t1wiEMq4FXWfA_1": ["food is terrible", ["The mac salad also seemed to lack in flavor."]], "hoFiVWRR4t1wiEMq4FXWfA_2": ["chicken katsu is bland", ["My chicken Katsu was crispy, but bland."]], "hoFiVWRR4t1wiEMq4FXWfA_3": ["service is wonderful", ["Tammy the woman who took our order was awesome."]], "hoFiVWRR4t1wiEMq4FXWfA_4": ["food is excellent", ["The teriyaki burger is so good."]], "hoFiVWRR4t1wiEMq4FXWfA_5": ["meat is perfectly cooked", ["I was very impressed with the slow roasted Kalua Pork because it was very tender and went well with the side of teriyaki sauce they provided."]], "hoFiVWRR4t1wiEMq4FXWfA_6": ["food is okay", ["Food is okay and has a good price point."]], "hoFiVWRR4t1wiEMq4FXWfA_7": ["food is cold", ["My grilled pineapple was far from grilled and still cold."]], "hoFiVWRR4t1wiEMq4FXWfA_8": ["chicken katsu is crispy", ["I got the chicken katsu and beef teriyaki."]], "9ciFIt5951W-InCyYqs0CQ_0": ["place is best", ["Still, I would definitely recommend this place to anyone looking for a BYOB dinner spot near the Italian Market."]], "9ciFIt5951W-InCyYqs0CQ_1": ["service is wonderful", ["The chef took the time to come and speak with us."]], "9ciFIt5951W-InCyYqs0CQ_2": ["mussel is tasty", ["Our appetizers and main courses were very good, **except for the mussels appetizer**."]], "9ciFIt5951W-InCyYqs0CQ_3": ["food is excellent", ["Food was pretty good -The filet was pretty good, although the crab sauce it was in was overwhelming the flavor."]], "9ciFIt5951W-InCyYqs0CQ_4": ["pasta is fresh", ["They also added chicken to a pasta dish for me, and will do just about anything to make you happy."]], "9ciFIt5951W-InCyYqs0CQ_5": ["sauce is amazing", ["I recommend selecting the Gorgonzola sauce."]], "9ciFIt5951W-InCyYqs0CQ_6": ["owner is friendly", ["A real treat is to meet and speak with the owner, Maria."]], "9ciFIt5951W-InCyYqs0CQ_7": ["portion is generous", ["It was a good sized portion and came with shrimp as well."]], "9ciFIt5951W-InCyYqs0CQ_8": ["food is mediocre", ["It was one of the poorest quality pieces of chicken I've ever had."]], "3iR4vRtg9yc55_OnMdGQLw_0": ["place is love", ["In addition to the rustic exterior, we walked in and immediately loved the feel of the place."]], "3iR4vRtg9yc55_OnMdGQLw_1": ["service is trash", ["A waitress came in and said a drink order was wrong, the bartenders response was \"they'll get over it."]], "3iR4vRtg9yc55_OnMdGQLw_2": ["food is excellent", ["It was one of the best soups I've ever had."]], "3iR4vRtg9yc55_OnMdGQLw_3": ["service is excellent", ["We sat at the bar for great service with bar tender Lindsay."]], "3iR4vRtg9yc55_OnMdGQLw_4": ["place is awesome", ["This is also a great local spot before heading over the mountain."]], "3iR4vRtg9yc55_OnMdGQLw_5": ["bar selection is great", ["They have a full bar and large draft beer and wine selection."]], "3iR4vRtg9yc55_OnMdGQLw_6": ["smoked meat is great", ["I love the fact that they smoke their meats on site."]], "3iR4vRtg9yc55_OnMdGQLw_7": ["beer is good", ["He has a nice list of local and CA beers."]], "3iR4vRtg9yc55_OnMdGQLw_8": ["people is friendly", ["The people who go there all seem to know each other and the bartenders."]], "J6EXRXbejBgOv4SWamMEAA_0": ["burger is okay", ["I love burgers--and this place has decent burgers."]], "J6EXRXbejBgOv4SWamMEAA_1": ["customer service is excellent", ["The employees are efficient on the dining floor always offering to take your tray when finished."]], "J6EXRXbejBgOv4SWamMEAA_2": ["shake is good", ["I washed it down with a chocolate shake."]], "J6EXRXbejBgOv4SWamMEAA_3": ["fast food is good", ["As far as fast food burgers go, Culver's is somewhere near the top of my list."]], "J6EXRXbejBgOv4SWamMEAA_4": ["culver 's is love", ["I fell in love this chain back when we lived in the Midwest."]], "J6EXRXbejBgOv4SWamMEAA_5": ["onion ring is okay", ["The onion rings and fries were done to perfection."]], "J6EXRXbejBgOv4SWamMEAA_6": ["topping is fresh", ["The toppings were fresh and crisp."]], "J6EXRXbejBgOv4SWamMEAA_7": ["food is delicious", ["FYI,They have great french fries."]], "J6EXRXbejBgOv4SWamMEAA_8": ["burger is average", ["For one, the burgers were average, kinda like the burgers at a Chili's."]], "Scd-rcsQCn60t1sHHFv-og_0": ["customer service is on point", ["The customer service is top-notch, as well as kind and friendly."]], "Scd-rcsQCn60t1sHHFv-og_1": ["food is good", ["He recommended a great dish based on what I wanted to eat."]], "Scd-rcsQCn60t1sHHFv-og_2": ["food is healthy", ["Their menu has a ton of healthy options - as well as a great variety."]], "Scd-rcsQCn60t1sHHFv-og_3": ["pancake is huge", ["The pancake nearly covered the whole plate it was so big."]], "Scd-rcsQCn60t1sHHFv-og_4": ["place is excellent", ["This is one of my favorite breakfast places."]], "Scd-rcsQCn60t1sHHFv-og_5": ["service is worst", ["We didn't have a set waiter for our table, just random servers."]], "Scd-rcsQCn60t1sHHFv-og_6": ["coffee is good", ["The sweet tea was freshly brewed and the same with the great coffee."]], "Scd-rcsQCn60t1sHHFv-og_7": ["breakfast is good", ["I can't get over the Fritatta Rustica and the breakfast tacos."]], "Scd-rcsQCn60t1sHHFv-og_8": ["potato is perfectly", ["I really enjoy the potatoes that they have and the avocado toast."]], "-0FX23yAacC4bbLaGPvyxw_0": ["outside seating is great", ["The place has a lovely bar, inside dining, and outdoor patio seating."]], "-0FX23yAacC4bbLaGPvyxw_1": ["short rib is perfectly", ["Tender short rib meat and creamy fondue atop crispy fries."]], "-0FX23yAacC4bbLaGPvyxw_2": ["food is excellent", ["I came here with my family and all their food was amazing too."]], "-0FX23yAacC4bbLaGPvyxw_3": ["service is terrible", ["We were seated and had to ask the hostess to send over a server after a solid 12 minutes, again, with no acknowledgment."]], "-0FX23yAacC4bbLaGPvyxw_4": ["room is drafty", ["Outside you are sitting on a concrete slab with no plants or atmosphere."]], "-0FX23yAacC4bbLaGPvyxw_5": ["service is quick", ["Roxanne blew me away with her excellent customer service and personality."]], "-0FX23yAacC4bbLaGPvyxw_6": ["atmosphere is clean", ["Old historic building is beautiful."]], "-0FX23yAacC4bbLaGPvyxw_7": ["food is mediocre", ["Food was average burger stuff they tried to make fancy."]], "v1msvs2bf_LwGUnIcCgSEg_0": ["service is good", ["Service was very attentive - some might argue a bit much - as he asked my husband if he'd like to order any bread 3 times."]], "v1msvs2bf_LwGUnIcCgSEg_1": ["food is good", ["Chicken Tikka Masala and Chicken Achari tasted better than expecatations."]], "v1msvs2bf_LwGUnIcCgSEg_2": ["service is slow", ["Slow delivery service, once waited two hours for a small order."]], "v1msvs2bf_LwGUnIcCgSEg_3": ["vegetable korma is good", ["I honestly love everything on the vegetarian menu, which is rare because I can be pretty picky."]], "v1msvs2bf_LwGUnIcCgSEg_4": ["rice is excellent", ["The entree usually comes with rice, especially if it's like a curry such as the chicken tikka Masala that's my go to."]], "v1msvs2bf_LwGUnIcCgSEg_5": ["lamb chop is worst", ["Probably the worst Indian food I've ever had."]], "v1msvs2bf_LwGUnIcCgSEg_6": ["decor is nice", ["The ladies room was clean and marble-ized and nice."]], "v1msvs2bf_LwGUnIcCgSEg_7": ["portion is nice", ["Portion size was what you would expect (plenty in one dish to share and entree)."]], "v1msvs2bf_LwGUnIcCgSEg_8": ["naan is great", ["Naan was absolutely fresh and hot when we got it."]], "1UHjA5mo1UI2TmImfdYXKw_0": ["food is good", ["The sauce it came with was yummy, had a nice kick."]], "1UHjA5mo1UI2TmImfdYXKw_1": ["stadium seating is comfortable", ["The seats and theater are clean and comfy."]], "1UHjA5mo1UI2TmImfdYXKw_2": ["service is great", ["The waiters and waitresses did a very good job in serving the customers."]], "1UHjA5mo1UI2TmImfdYXKw_3": ["drink is delicious", ["Which is nice unless you just want a popcorn and soft drink."]], "1UHjA5mo1UI2TmImfdYXKw_4": ["place is great", ["Our family had a great experience at Studio Movie Grill."]], "1UHjA5mo1UI2TmImfdYXKw_5": ["theatre is dirty", ["Once in the theater, the manual recliners were all open, and difficult to get."]], "1UHjA5mo1UI2TmImfdYXKw_6": ["food is worse", ["We have seen a steady decline in the food."]], "QGYzYUMsQe6k7__LD91E5w_0": ["service is great", ["Service was quick and efficient - all you should expect in a sandwich shop."]], "QGYzYUMsQe6k7__LD91E5w_1": ["place is love", ["I've been here about a dozen times, and really love this place."]], "QGYzYUMsQe6k7__LD91E5w_2": ["bread is superb", ["Regardless, I got home and unwrapped a perfectly made piece of heaven."]], "QGYzYUMsQe6k7__LD91E5w_3": ["sandwich is good", ["Not only will I return, but I will shout out praises to anyone who will listen for the sandwich you must not miss here in Philly."]], "QGYzYUMsQe6k7__LD91E5w_4": ["banh mi is good", ["I don't think I can describe how much I like this banh mi."]], "QGYzYUMsQe6k7__LD91E5w_5": ["baguette is fresh", ["Fresh baguette that the owners get every morning."]], "QGYzYUMsQe6k7__LD91E5w_6": ["meat is fine", ["One of the meats had a lot of white pepper flavor, which I love."]], "QGYzYUMsQe6k7__LD91E5w_7": ["bread is nicely toasted", ["The tofu is cut into thinner strips and then cooked on the grill till it's got a nice crisp skin on it."]], "QGYzYUMsQe6k7__LD91E5w_8": ["coffee is good", ["And the Vietnamese iced coffee is exquisite."]], "-f43-rglIkI4AIowaJF0sQ_0": ["server is great", ["If you want great service and assistance on your first or next visit make sure you ask for Lala to be your waitress."]], "-f43-rglIkI4AIowaJF0sQ_1": ["place is love", ["This is my new Favorite place to go for food & drinks."]], "-f43-rglIkI4AIowaJF0sQ_2": ["pizza is awesome", ["We were amazed by the bacon and Brussels appetizer."]], "-f43-rglIkI4AIowaJF0sQ_3": ["food is good", ["The wings and onion strings were so good."]], "-f43-rglIkI4AIowaJF0sQ_4": ["food is mediocre", ["The food was sloppy today I'm guessing because of the backed up kitchen."]], "-f43-rglIkI4AIowaJF0sQ_5": ["fried food is cold", ["My pulled pork sandwich was really dry and in the middle was cold."]], "-f43-rglIkI4AIowaJF0sQ_6": ["place is terrible", ["As soon as another sports bar opens this place is in serious trouble."]], "-f43-rglIkI4AIowaJF0sQ_7": ["drink is great", ["My iced tea (I was the DD) was tasty, especially for a pub."]], "XT2LjmnD66isV8Tgj-Otpw_0": ["place is love", ["I love it."]], "XT2LjmnD66isV8Tgj-Otpw_1": ["food is good", ["The burger I had was decent, claims to be the best in town and all that."]], "XT2LjmnD66isV8Tgj-Otpw_2": ["service is disappointing", ["Also throughout the meal the waiter pretty much just took the order, left, brought the food, left."]], "XT2LjmnD66isV8Tgj-Otpw_3": ["staff is nice", ["Other than that, they were all very polite and never forgot about our refills, which is sometimes frustrating because some waiters do not always pay close attention to that."]], "XT2LjmnD66isV8Tgj-Otpw_4": ["wait time is good", ["Keep up the good work and get the server of ours today a raise."]], "XT2LjmnD66isV8Tgj-Otpw_5": ["bartender is super", ["The bartender (Ruth) is by far the coolest I have met in the Indy area."]], "XT2LjmnD66isV8Tgj-Otpw_6": ["place is great", ["A great place to eat if you are visiting Indy."]], "XT2LjmnD66isV8Tgj-Otpw_7": ["atmosphere is love", ["I love the feel of the Elbow Room."]], "1B6S6XDoX1fWnQI0_K1b1Q_0": ["service is excellent", ["Brittany was our delightful server, who was very friendly and attentive."]], "1B6S6XDoX1fWnQI0_K1b1Q_1": ["place is best", ["We came here for a bachelorette party and enjoy everything about this place."]], "1B6S6XDoX1fWnQI0_K1b1Q_2": ["cheese board is perfect", ["The cheese board is high end and perfect."]], "1B6S6XDoX1fWnQI0_K1b1Q_3": ["atmosphere is spectacular", ["I want to start by saying the ambiance of the place is great with live music and the decor is for a good date night."]], "1B6S6XDoX1fWnQI0_K1b1Q_4": ["restaurant is favorite", ["Favorite bar in Tampa."]], "1B6S6XDoX1fWnQI0_K1b1Q_5": ["drink is good", ["We had a great time enjoying our gin based drinks here."]], "1B6S6XDoX1fWnQI0_K1b1Q_6": ["food is delicious", ["The asparagus was the best I have ever tasted."]], "1B6S6XDoX1fWnQI0_K1b1Q_7": ["speakeasy vibe is love", ["I enjoyed the speakeasy feel as we walked into the nonchalant building."]], "1B6S6XDoX1fWnQI0_K1b1Q_8": ["gin joint is good", ["I highly recommend CW's Gin Joint for any occasion."]], "UiuYQTP-oxhEd01qpjQszw_0": ["campbell 's is love", ["Campbell's has been a staple in Chestnut Hill for many years and continues to be a favorite for locals, including myself."]], "UiuYQTP-oxhEd01qpjQszw_1": ["beer is great", ["They always have a good selection of wine and beers."]], "UiuYQTP-oxhEd01qpjQszw_2": ["fry is delicious", ["One of us will absolutely order the fried chicken 100% of the time we go back."]], "UiuYQTP-oxhEd01qpjQszw_3": ["service is great", ["The bartender was great (Raj, or Rodg?) and talked me into a Magic Hat No. 9."]], "UiuYQTP-oxhEd01qpjQszw_4": ["burger is great", ["My favorite dishes are the fish tacos, veggie burger and regular burger."]], "UiuYQTP-oxhEd01qpjQszw_5": ["atmosphere is comfortable", ["I really like the warm atmosphere with exposed brick walls and cosy booths."]], "UiuYQTP-oxhEd01qpjQszw_6": ["food is good", ["The lobster mac and cheese is mouth watering."]], "UiuYQTP-oxhEd01qpjQszw_7": ["service is awful", ["Once we ordered our server never came back to check on our food."]], "bK0j7YtVyN98UnM_8fUONg_0": ["table server is great", ["The staff is friendly and attentive so you wont be waiting around for service."]], "bK0j7YtVyN98UnM_8fUONg_1": ["service is not great", ["We asked to move and then had to chase down a server to take our order in our new booth."]], "bK0j7YtVyN98UnM_8fUONg_2": ["drink is good", ["They have everything on the menu to choose from to match your tasty beverage of choice."]], "bK0j7YtVyN98UnM_8fUONg_3": ["food is tasty", ["The appetizers, especially the chicken, are well prepared and cooked."]], "bK0j7YtVyN98UnM_8fUONg_4": ["place is horrible", ["Full disclosure: the very first time I went there with my wife it was really bad."]], "bK0j7YtVyN98UnM_8fUONg_5": ["atmosphere is great", ["The room was comfy and almost like being in someone's living room."]], "bK0j7YtVyN98UnM_8fUONg_6": ["drink special is great", ["Drink specials were good when we went-- actually had some girly drink specials."]], "lTe6ItmfcPlA4-Q4CTzpfw_0": ["service is good", ["When finally seated, the waitstaff was very helpful with suggestions on what items to order."]], "lTe6ItmfcPlA4-Q4CTzpfw_1": ["food is not great", ["The pancakes here are awful and full of nutmeg."]], "lTe6ItmfcPlA4-Q4CTzpfw_2": ["place is amazing", ["My wife and I spent our anniversary here it was amazing."]], "lTe6ItmfcPlA4-Q4CTzpfw_3": ["dish is excellently prepared", ["The dish was excellently prepared."]], "lTe6ItmfcPlA4-Q4CTzpfw_4": ["cocktail is good", ["To start, we enjoyed the Bloody Mary bar, which had several mix choices in addition to lots of toppings and spices to mix in."]], "lTe6ItmfcPlA4-Q4CTzpfw_5": ["service is terrible", ["When they seated a couple there halfway through our meal, the person's back was less than a foot away from me."]], "lTe6ItmfcPlA4-Q4CTzpfw_6": ["drink is good", ["I was able to get a nice draft beer while waiting to be seated."]], "lTe6ItmfcPlA4-Q4CTzpfw_7": ["atmosphere is cozy", ["We sat on the patio which has a nice ambiance."]], "lTe6ItmfcPlA4-Q4CTzpfw_8": ["food is good", ["Then I had a lamb dish which was amazing."]], "5Mxa0q08Kn6ZVbmbsLcZDw_0": ["prosciutto stuffed chicken is favorite", ["My favorite was the Prosciutto Stuffed Chicken."]], "5Mxa0q08Kn6ZVbmbsLcZDw_1": ["food is horrible", ["Food quality: My Caesar salad was not fresh, nor was the bread (which many Yelp reviewers have commented on)."]], "5Mxa0q08Kn6ZVbmbsLcZDw_2": ["staff is great", ["The management staff was very friendly and accommodating Jeff Messersmith greeted us when the party was sat."]], "5Mxa0q08Kn6ZVbmbsLcZDw_3": ["food is delicious", ["I love the salad with feta instead of blue cheese, spinach leaves, onions, vinaigrette and roasted walnuts."]], "5Mxa0q08Kn6ZVbmbsLcZDw_4": ["service is barely satisfactory", ["At one point the server tried to take a plate away from my father while he was still eating off of it."]], "5Mxa0q08Kn6ZVbmbsLcZDw_5": ["seating is awful", ["The lack of windows and the low ceilings does make it a bit claustrophobic."]], "WBdJ_3M3NC5RQZgGK_dPgA_0": ["pita is delicious", ["The Greek yogurt dip - so good."]], "WBdJ_3M3NC5RQZgGK_dPgA_1": ["gyro is delicious", ["I get the Gyro with spicy lamb and spicy sauce."]], "WBdJ_3M3NC5RQZgGK_dPgA_2": ["service is friendly", ["The waitress was very fast at taking our orders and making sure we had water refilled and was very accommodating of my indecisiveness."]], "WBdJ_3M3NC5RQZgGK_dPgA_3": ["portion is large", ["It's a large portion that two can share or take home leftovers and reheat."]], "WBdJ_3M3NC5RQZgGK_dPgA_4": ["place is great", ["This place is amazing the first time I had it was through DoorDash."]], "WBdJ_3M3NC5RQZgGK_dPgA_5": ["meat is excellently flavored", ["It had a nice smokey flavor and was very tender."]], "WBdJ_3M3NC5RQZgGK_dPgA_6": ["salad is excellent", ["Greek side salad was crispy and scrumptious: romaine lettuce( dark parts too), tomatoes, cucumbers, shaved white onions, olive and a creamy diary dressing."]], "WBdJ_3M3NC5RQZgGK_dPgA_7": ["fry is good", ["Fries are crunchy and soft."]], "6pVVwtFmd7VBsgyFPHvU_w_0": ["food is terrific", ["I like their macaroni and cheese."]], "6pVVwtFmd7VBsgyFPHvU_w_1": ["place is awesome", ["My wife and I stopped here during a visit and were both very pleased with this place."]], "6pVVwtFmd7VBsgyFPHvU_w_2": ["service is horrible", ["First of all, our waitress took forever to get our orders."]], "6pVVwtFmd7VBsgyFPHvU_w_3": ["atmosphere is great", ["It's open and airy with beautiful dark-wood floors."]], "6pVVwtFmd7VBsgyFPHvU_w_4": ["service is great", ["Our waitress made sure our waters were filled and that we had everything we needed."]], "6pVVwtFmd7VBsgyFPHvU_w_5": ["mac and cheese is bland", ["The Mac and Cheese was flavorless and cold."]], "6pVVwtFmd7VBsgyFPHvU_w_6": ["burger is good", ["But the burger is always well done no matter how you ask for it to be made."]], "6pVVwtFmd7VBsgyFPHvU_w_7": ["drink is amazing", ["Topped off by a tasty house beer."]], "F1UxFp_b7Gdi-OGERx1jow_0": ["place is love", ["This particular Red Lobster holds a special place in my heart."]], "F1UxFp_b7Gdi-OGERx1jow_1": ["food is horrible", ["The fish dishes are also disappointing and unappealing."]], "F1UxFp_b7Gdi-OGERx1jow_2": ["mashed potato is good", ["The new sides were good had the tomatoes and mozzarella and the lagostin bake potatoe."]], "F1UxFp_b7Gdi-OGERx1jow_3": ["sauce is salty", ["My tilapia came with a miserly drizzle of sauce that had already developed a skin on it by the time it got to our table."]], "F1UxFp_b7Gdi-OGERx1jow_4": ["cleanliness is awful", ["To top it all off, my husband said the men's room was absolutely filthy."]], "F1UxFp_b7Gdi-OGERx1jow_5": ["service is great", ["The servers were very nice, as all I had was take out."]], "F1UxFp_b7Gdi-OGERx1jow_6": ["biscuit is warm", ["We split a warm chocolate chip lava cookie for a dessert."]], "F1UxFp_b7Gdi-OGERx1jow_7": ["food is delicious", ["I tried their lobster and it was smooth, buttery, and delicious."]], "t9lFIoKltOdbRWpJLFpCOA_0": ["oyster is incredible", ["I felt I was at my aunt's patio who makes amazing fried oysters."]], "t9lFIoKltOdbRWpJLFpCOA_1": ["gumbo is delicious", ["Dorothy had the crab cakes yum yum."]], "t9lFIoKltOdbRWpJLFpCOA_2": ["server is friendly", ["As we were leaving the owner/ operator also was very friendly and helpful."]], "t9lFIoKltOdbRWpJLFpCOA_3": ["place is great", ["I asked fellow yelpers what was a good spot and they mentioned this place."]], "t9lFIoKltOdbRWpJLFpCOA_4": ["wine selection is top notch", ["In addition to the entrees, they serve bottled/canned beer & wines."]], "t9lFIoKltOdbRWpJLFpCOA_5": ["beer is top notch", ["They have a lot of Abita beer, which I think hails from Louisiana (?) not sure."]], "t9lFIoKltOdbRWpJLFpCOA_6": ["atmosphere is wonderful", ["Great outdoor seating under a pretty oak tree with a great atmosphere."]], "vt_esoDw6HG5ClM12OPkMg_0": ["place is love", ["All in all, I love this place and am glad to patronize it regularly."]], "vt_esoDw6HG5ClM12OPkMg_1": ["coffee is good", ["The Apple Cider was also really delicious."]], "vt_esoDw6HG5ClM12OPkMg_2": ["bonte is favorite", ["I totally found it at Bonte."]], "vt_esoDw6HG5ClM12OPkMg_3": ["customer service is great", ["I found the guy and girl who were working there at the time efficient and friendly."]], "vt_esoDw6HG5ClM12OPkMg_4": ["waffle is delicious", ["The waffles were good, not the best, but not bad either."]], "vt_esoDw6HG5ClM12OPkMg_5": ["wireless is free", ["They offer free wireless which is a huge plus if you want to just study/surf/etc."]], "vt_esoDw6HG5ClM12OPkMg_6": ["waffle is gross", ["Instead, I got an uncooked waffle."]], "4YoVUmkpUBNtdYa804Wzvg_0": ["drink is great", ["The best best drinks we've had in Nashville...or maybe anywhere."]], "4YoVUmkpUBNtdYa804Wzvg_1": ["place is great", ["This speakeasy bar/appetiser type restaurant is fantastic."]], "4YoVUmkpUBNtdYa804Wzvg_2": ["place is cool", ["I did love the fact that this place just looked like an ordinary house from the outside and was pretty much unmarked."]], "4YoVUmkpUBNtdYa804Wzvg_3": ["drink service is outstanding", ["I loved watching the bartenders chop ice, squeeze limes, mix homemade syrups."]], "4YoVUmkpUBNtdYa804Wzvg_4": ["pizza is delicious", ["Really great wings and tater tots, and their grilled cheese was delicious as well."]], "4YoVUmkpUBNtdYa804Wzvg_5": ["service is bad", ["When we finally had a server come help us he was also extremely rude."]], "4YoVUmkpUBNtdYa804Wzvg_6": ["service is on point", ["Our server, an impossibly beautiful young woman named Kalloway (of course), was friendly, knowledgable, and present."]], "4YoVUmkpUBNtdYa804Wzvg_7": ["cocktail is awesome", ["Cocktails are for the most part well made."]], "4YoVUmkpUBNtdYa804Wzvg_8": ["ambiance is great", ["They have stools all around the bar, really great warm decor."]], "Xat8Yhqly9GdM7kYcfQJyA_0": ["service is quick", ["He was friendly, checked in on us just the right amount and brought us drinks and napkins as needed."]], "Xat8Yhqly9GdM7kYcfQJyA_1": ["food is delicious", ["All of the food was delicious and very fresh."]], "Xat8Yhqly9GdM7kYcfQJyA_2": ["place is great", ["All in all, my family loved this spot and talked about how great our experience was for the rest of the day."]], "Xat8Yhqly9GdM7kYcfQJyA_3": ["service is rude", ["During the entire time, our waitress never came over to see if we needed more coffee or juice (which we did)."]], "Xat8Yhqly9GdM7kYcfQJyA_4": ["food is love", ["My girlfriend fell in love with her breakfast sandwich and actually remade it at home the following two weekends."]], "Xat8Yhqly9GdM7kYcfQJyA_5": ["atmosphere is nice", ["The restaurant itself was attractive inside with lots of natural light."]], "Xat8Yhqly9GdM7kYcfQJyA_6": ["drink is great", ["Like really really good iced coffee was delicious I'll post down below what we all ate because I can't remember the names of it."]], "Xat8Yhqly9GdM7kYcfQJyA_7": ["food is mediocre", ["The meals (avocado toast and chickichanga) left much to be desired."]], "dGojJtwKAEqLr6UIV-2fQA_0": ["service is good", ["And as an added bonus the service was dynamite, excellent service."]], "dGojJtwKAEqLr6UIV-2fQA_1": ["food is excellent", ["On a positive note, the Fried Green Beans were very good - nice and crispy."]], "dGojJtwKAEqLr6UIV-2fQA_2": ["place is great", ["She said \"anyplace that get my husband to eat dessert is a phenomenal place."]], "dGojJtwKAEqLr6UIV-2fQA_3": ["service is horrible", ["Lastly, I don't think we've ever been greeted with a smile by the hostess or waitress we've had - each time."]], "dGojJtwKAEqLr6UIV-2fQA_4": ["ambience is great", ["The place was colorful, had a full bar and a lovely outdoor patio area."]], "dGojJtwKAEqLr6UIV-2fQA_5": ["rice is great", ["On our evenings out, Rice will always be our first choice for a restaurant."]], "Tx2VhZhz6YQF3sWs06aLsQ_0": ["restaurant is great", ["This is the best gluten free restaurant I've been to."]], "Tx2VhZhz6YQF3sWs06aLsQ_1": ["cinnamon roll french toast is amazing", ["First off, those were hands down the most flavorful French fries I've ever had."]], "Tx2VhZhz6YQF3sWs06aLsQ_2": ["place is gem", ["This place is better than any of the gf Los Angeles haunts."]], "Tx2VhZhz6YQF3sWs06aLsQ_3": ["bread is soft", ["I wish I would have gotten a soft pretzel also while I was there."]], "Tx2VhZhz6YQF3sWs06aLsQ_4": ["sandwich is amazing", ["Oh how I wish I could have one of the sandwiches right now."]], "Tx2VhZhz6YQF3sWs06aLsQ_5": ["service is great", ["Every time we have gone the service has been prompt and friendly."]], "Tx2VhZhz6YQF3sWs06aLsQ_6": ["iced tea is amazing", ["And their water is filtered and enhanced with lemon."]], "yUbxTKb2Od9xg9wrAIeC6w_0": ["service is top - notch", ["When we told our server, he was very understanding and assured us it would be taken off."]], "yUbxTKb2Od9xg9wrAIeC6w_1": ["decor is cool", ["But they have a lovely patio right on the Monon."]], "yUbxTKb2Od9xg9wrAIeC6w_2": ["food is delicious", ["We were told by a buddy that their pizza is pretty decent."]], "yUbxTKb2Od9xg9wrAIeC6w_3": ["menu is good variety", ["They have a huge variety on the menu."]], "yUbxTKb2Od9xg9wrAIeC6w_4": ["meatloaf sandwich is ok", ["Try the meatloaf."]], "yUbxTKb2Od9xg9wrAIeC6w_5": ["fry is good", ["I'm a sucker for hand cut fries."]], "yUbxTKb2Od9xg9wrAIeC6w_6": ["beer is good", ["They offer some good ones like Zombie Dust and Lagunitas Waldo Ale to go."]], "yUbxTKb2Od9xg9wrAIeC6w_7": ["menu is excellent", ["I've been kind of eating my way through the menu, and have never been disappointed."]], "yUbxTKb2Od9xg9wrAIeC6w_8": ["stick is excellent", ["Loved the breadsticks as well."]], "oHiaVt8SG3EgVyyJlzhlwg_0": ["service is great", ["First of all, every time I go, I'm impressed with how friendly and accomodating the ENTIRE staff is."]], "oHiaVt8SG3EgVyyJlzhlwg_1": ["drink is delicious", ["Seriously though every drink she makes is muy delicioso."]], "oHiaVt8SG3EgVyyJlzhlwg_2": ["place is good", ["As someone who frequents quizzo weekly and tries at a number of places, I enjoyed myself here."]], "oHiaVt8SG3EgVyyJlzhlwg_3": ["bar is great", ["We have been to Your bar in the past and had a good time."]], "oHiaVt8SG3EgVyyJlzhlwg_4": ["beer selection is nice", ["They have a better beer selection than most of the other Irish bars in town, including a good selection of craft and import bottles."]], "oHiaVt8SG3EgVyyJlzhlwg_5": ["bartender is amazing", ["It felt like she was our own personal bartender even though she was serving the full bar of patrons."]], "oHiaVt8SG3EgVyyJlzhlwg_6": ["bar is favorite", ["One of my favorite watering holes in the whole city."]], "oHiaVt8SG3EgVyyJlzhlwg_7": ["happy hour deal is awesome", ["I always get there for happy hour ( half off drinks ( or 2 dollar off if over $5) and 5 dollar appetizers)."]], "oHiaVt8SG3EgVyyJlzhlwg_8": ["food is decent", ["Good nachos, HOT wings, fries."]], "M_xppCCS13upKrRrPmc5Dw_0": ["server is friendly", ["She was able to assist us with getting beverages since it took over 10 minutes for our waitress to come to our table."]], "M_xppCCS13upKrRrPmc5Dw_1": ["food is good", ["The grits may be the best I have ever had in my 54 years."]], "M_xppCCS13upKrRrPmc5Dw_2": ["service is better", ["Service was good."]], "M_xppCCS13upKrRrPmc5Dw_3": ["place is great", ["This is my favorite breakfast place in town."]], "M_xppCCS13upKrRrPmc5Dw_4": ["potato is good", ["(You can have lightly seasoned roasted potatoes if you prefer instead of the grits.)."]], "M_xppCCS13upKrRrPmc5Dw_5": ["place is loves", ["My family always wants to go here when they come and my kids love it."]], "M_xppCCS13upKrRrPmc5Dw_6": ["breakfast is great", ["Bubba's breakfast was a hit with our eleven year old."]], "M_xppCCS13upKrRrPmc5Dw_7": ["atmosphere is awesome", ["I love the art on the walls and cafe feel."]], "6CpCnFzpyOV4ymhNP1AOGw_0": ["service is good", ["Our waitress was nice and attentive with refilling our waters."]], "6CpCnFzpyOV4ymhNP1AOGw_1": ["place is recommend", ["I would recommend this restaurant to anyone in south Philly."]], "6CpCnFzpyOV4ymhNP1AOGw_2": ["place is nice", ["This place has a nice painting along the wall."]], "6CpCnFzpyOV4ymhNP1AOGw_3": ["food is good", ["I wanted to keep eating because it was literally one of the best Mexican dishes I have ever had."]], "6CpCnFzpyOV4ymhNP1AOGw_4": ["salsa is great", ["I also like the homemade chips that they provide with very unique green and red hot sauces."]], "6CpCnFzpyOV4ymhNP1AOGw_5": ["pupusas is amazing", ["Their hands conjure tortillas, huaraches, tamales, and pupusas."]], "6CpCnFzpyOV4ymhNP1AOGw_6": ["ingredient is fresh", ["The complimentary chips are a little bit thick but fresh."]], "6CpCnFzpyOV4ymhNP1AOGw_7": ["food is authentic", ["If you're looking for authentic Honduran baleadas, these are them."]], "6CpCnFzpyOV4ymhNP1AOGw_8": ["burrito is amazing", ["Some of my favorites are the squash blossom quesadilla, chicken enchiladas with green sauce, the veggie burrito, and pretty much any variety of their tacos."]], "e6B5zcgxqFNLSB1Hr11i1A_0": ["service is fantastic", ["The service we great, but seems like we had 3 or 4 different people helping us out."]], "e6B5zcgxqFNLSB1Hr11i1A_1": ["food is fabulous", ["I have to say the food here at Peterson's was fantastic everything was over the top just how I like it."]], "e6B5zcgxqFNLSB1Hr11i1A_2": ["steak is flavorful", ["I think I actually had them along with steak which was perfect."]], "e6B5zcgxqFNLSB1Hr11i1A_3": ["place is great", ["I've been to peterson's over a dozen times and have yet to leave w/o thinking that it's a GREAT restaurant."]], "e6B5zcgxqFNLSB1Hr11i1A_4": ["lobster bisque is okay", ["The lobster bisque was reminiscent of some of the finest that we have experienced on upscale cruise ship restaurants."]], "e6B5zcgxqFNLSB1Hr11i1A_5": ["restaurant atmosphere is nice", ["It has a very modern, classy ambiance."]], "3qsHL1xuMPlPqQciHNYkeg_0": ["place is small", ["It is a very small restaurant though with very limited seating."]], "3qsHL1xuMPlPqQciHNYkeg_1": ["service is great", ["I just want to recognize Scott for the attentive amazing service and for always being so respectful to their guests."]], "3qsHL1xuMPlPqQciHNYkeg_2": ["food is excellent", ["I cannot brag enough about how delicious their pizza is."]], "3qsHL1xuMPlPqQciHNYkeg_3": ["meal is great", ["I claimed this meal to be my birthday meal because...not sure it could be beat."]], "3qsHL1xuMPlPqQciHNYkeg_4": ["pizza restaurant is great", ["I have found my new favorite local pizza place."]], "3qsHL1xuMPlPqQciHNYkeg_5": ["topping is fresh", ["The other ingredients are fresh mozzarella, ricotta, garlic, olive oil, basil, & chiltepin."]], "jugVvW4yAJu92lzv3jun0w_0": ["service is good", ["I asked her to check on my order, she did and said it would be out in just a minute or two."]], "jugVvW4yAJu92lzv3jun0w_1": ["setting is cool", ["It's a neat place with open air seating where you can people watch."]], "jugVvW4yAJu92lzv3jun0w_2": ["food is excellent", ["The kalamata olives were delicious."]], "jugVvW4yAJu92lzv3jun0w_3": ["kaybob 's is love", ["After returning to Kay Bob's a second time, I've decided that I like it."]], "jugVvW4yAJu92lzv3jun0w_4": ["food is fresh", ["The potato chips were freshly cut and cooked to order."]], "jugVvW4yAJu92lzv3jun0w_5": ["food is love", ["I did love the side of yam chips."]], "jugVvW4yAJu92lzv3jun0w_6": ["meat is expertly cooked", ["All of their meat is cooked on skewers and fits perfectly into the bread."]], "QpAVPiH1Yujksd_ReL-x-g_0": ["place is love", ["It is no wonder Guy Fiere loves this spot when he was in town."]], "QpAVPiH1Yujksd_ReL-x-g_1": ["arroz is flavorful", ["It was paired with arroz (seasoned rice) y ensalada (salad)."]], "QpAVPiH1Yujksd_ReL-x-g_2": ["service is pleasant", ["Our server was great, helped us choose our entrees and made sure we were happy every step of the way."]], "QpAVPiH1Yujksd_ReL-x-g_3": ["food is delicious", ["The Pollo la brasa is very delicious especially the cilantro lime rice."]], "QpAVPiH1Yujksd_ReL-x-g_4": ["sauce is amazing", ["Tyler brought some rocotto pepper sauce."]], "QpAVPiH1Yujksd_ReL-x-g_5": ["lomo saltado is great", ["He said the most popular dish was the Lomo Saltado, which is beef marinaded in Peruvian spices."]], "QpAVPiH1Yujksd_ReL-x-g_6": ["atmosphere is great", ["They have a cozy interior and a nice outdoor space where they often have live music going."]], "QpAVPiH1Yujksd_ReL-x-g_7": ["coffee is good", ["The mixed juice drink with cinnamon (non alcoholic, chicha morada) was even better."]], "QpAVPiH1Yujksd_ReL-x-g_8": ["meal is incredible", ["Wow, this was one of the best meals I've ever had in my life."]], "8eYAokJewh-eBm1ya75nEg_0": ["food is good", ["It was all tasty (they yams were crazy good."]], "8eYAokJewh-eBm1ya75nEg_1": ["bratwurst is nicely seasoned", ["The hash was pan fried perfectly."]], "8eYAokJewh-eBm1ya75nEg_2": ["portion is large", ["The food came and well the portions are just huge."]], "8eYAokJewh-eBm1ya75nEg_3": ["place is great", ["Barb & Ernie's is one of favorite places in the city."]], "8eYAokJewh-eBm1ya75nEg_4": ["service is great", ["Our server refilled coffee frequently and cleared plates once we were finished."]], "8eYAokJewh-eBm1ya75nEg_5": ["breakfast is great", ["And all-day breakfast is pretty much one of the best all-day things there is."]], "8eYAokJewh-eBm1ya75nEg_6": ["food is bland", ["English muffins were pretty much raw and had an overwhelming taste of raw flour."]], "8eYAokJewh-eBm1ya75nEg_7": ["food is mediocore", ["Had the eggs benedict, but sadly they were very substandard."]], "8eYAokJewh-eBm1ya75nEg_8": ["eggs benny is great", ["I got the famous eggs benedict."]], "QOcBOX8_yUwbnCsImxJxNg_0": ["place is love", ["I love the mom and pap feel to this bakery."]], "QOcBOX8_yUwbnCsImxJxNg_1": ["donut is delicious", ["I ate a donut on Friday, can you say FRESH."]], "QOcBOX8_yUwbnCsImxJxNg_2": ["cream donut is fantastic", ["Everyone knows McMillan's for their powdered cream doughnuts."]], "QOcBOX8_yUwbnCsImxJxNg_3": ["pastry is great", ["There's a bread pudding on the display that looks pretty good."]], "QOcBOX8_yUwbnCsImxJxNg_4": ["baked good is incredible", ["Everything here is so fresh and flavorful."]], "QOcBOX8_yUwbnCsImxJxNg_5": ["cake is heavenly", ["My favorite were these crisp lacey-thin cookies with a layer of chocolate."]], "QOcBOX8_yUwbnCsImxJxNg_6": ["bakery is 5 star", ["Mcmillan's is my favorite bakery."]], "QOcBOX8_yUwbnCsImxJxNg_7": ["sticky bun is fantastic", ["I finally caved and tried a sticky bun that our doc is brought weekly - woooow."]], "QOcBOX8_yUwbnCsImxJxNg_8": ["cupcake is great", ["One thing I do really love there are the orange coated cupcakes."]], "8MzF1Tlgz0pOkxmhP5dYzA_0": ["service is friendly", ["Service was good -- slightly slow at getting our food out."]], "8MzF1Tlgz0pOkxmhP5dYzA_1": ["staff is rude", ["Mary, my server, had a terrible attitude and argued with me about what I ordered when the person across from me heard me order as well."]], "8MzF1Tlgz0pOkxmhP5dYzA_2": ["atmosphere is cool", ["They maintain all of the cool parts of a retro burger bar."]], "8MzF1Tlgz0pOkxmhP5dYzA_3": ["burger is tasty", ["We enjoyed the mac and cheese bites."]], "YSRM9nWQn40eg49tSiI-_Q_0": ["service is great", ["Service is friendly and pretty quick given the amount of people in here."]], "YSRM9nWQn40eg49tSiI-_Q_1": ["bean is good", ["Shredded beef tacos, rice, and beans are my favorite."]], "YSRM9nWQn40eg49tSiI-_Q_2": ["margarita is good", ["We started with two yummy margaritas while we waiting for a table."]], "YSRM9nWQn40eg49tSiI-_Q_3": ["guacamole is amazing", ["My daughter loved her breaded shrimps and loved those chips."]], "YSRM9nWQn40eg49tSiI-_Q_4": ["enchilada is good", ["Recommend the green chili burrito w/ enchilada sauce."]], "YSRM9nWQn40eg49tSiI-_Q_5": ["president platter is good", ["Get the presidents plate; a little bit of everything bean tostada, shredded beef taco, chile rellenos, chicken enchilada and red sauce tamale."]], "YSRM9nWQn40eg49tSiI-_Q_6": ["mexican restaurant is great", ["By far my favorite mexican restaurant."]], "2BMk_drsikKWslJCXmQtjQ_0": ["place is great", ["It is absolutely a super place to come for brunch or breakfast."]], "2BMk_drsikKWslJCXmQtjQ_1": ["service is poor", ["He visited our table three times: to (bitterly) take our order, to deliver our food (45 minutes later) and to take care of the check."]], "2BMk_drsikKWslJCXmQtjQ_2": ["rooster is amazing", ["Rooster Gets five stars for five happy breakfast eaters."]], "2BMk_drsikKWslJCXmQtjQ_3": ["service is excellent", ["The service was very good, which says a lot considering every table was full."]], "2BMk_drsikKWslJCXmQtjQ_4": ["rooster slinger is delicious", ["I tried the Rooster Slinger - sausage, toast, eggs and potatoes, all slathered with gravy."]], "2BMk_drsikKWslJCXmQtjQ_5": ["coffee is delicious", ["The Kaldi's coffee that they serve is amazing."]], "2BMk_drsikKWslJCXmQtjQ_6": ["atmosphere is great", ["The decor is cute -- lots of roosters and mirrors and nicely painted walls."]], "2BMk_drsikKWslJCXmQtjQ_7": ["crepe is delectable", ["I fancied a savory crepe in the form of brie cheese, chutney and apples."]], "2BMk_drsikKWslJCXmQtjQ_8": ["food is delicious", ["It had to have been delicious because there was nothing left on her plate."]], "nxdtFZh00Bdzf_OUNYdhYg_0": ["service is good", ["By the time I sat down, she was right there to take my order."]], "nxdtFZh00Bdzf_OUNYdhYg_1": ["place is love", ["Still loving this little strip mall dive."]], "nxdtFZh00Bdzf_OUNYdhYg_2": ["food is delicious", ["Like I said though, the sushi tempura was delicious."]], "nxdtFZh00Bdzf_OUNYdhYg_3": ["service is slow", ["15 minutes later another server asked if anyone had taken my order."]], "nxdtFZh00Bdzf_OUNYdhYg_4": ["spring roll is ok", ["When I got to the house, I had Thai spring rolls."]], "nxdtFZh00Bdzf_OUNYdhYg_5": ["egg roll is great", ["The only upside now is their V2 crispy eggrolls."]], "nxdtFZh00Bdzf_OUNYdhYg_6": ["thai restaurant is not my favorite", ["I think my favorite pho spot is no longer."]], "nxdtFZh00Bdzf_OUNYdhYg_7": ["pho is ok", ["My faves so far are their Beef Pho and Bun Bowl #V21."]], "lK-YaoQ670dGJrmaqyJTBA_0": ["service is good", ["She gave us great service, was entertaining, candid, and made us feel good."]], "lK-YaoQ670dGJrmaqyJTBA_1": ["food is good", ["The crab cakes were good as was the catfish."]], "lK-YaoQ670dGJrmaqyJTBA_2": ["place is awesome", ["This place is awesome and made us wish we didn't live 8 hours away."]], "lK-YaoQ670dGJrmaqyJTBA_3": ["service is terrible", ["The worst waitress and service I have ever had in New Orleans."]], "lK-YaoQ670dGJrmaqyJTBA_4": ["food is sub par", ["Terrible food, our first stop in NOLA after arriving."]], "lK-YaoQ670dGJrmaqyJTBA_5": ["music is great", ["The 70's and 80's soundtrack playing in the background was fun for reminiscing."]], "lK-YaoQ670dGJrmaqyJTBA_6": ["location is great", ["Great little spot in the warehouse district if you're looking for a quick bite."]], "lK-YaoQ670dGJrmaqyJTBA_7": ["sandwich is excellent", ["2. Other notables are the chicken sandwich and bread pudding for dessert."]], "3fxqVlOqjWeCunLApbnb_g_0": ["service is great", ["When we arrived, the hostess was friendly and assisted us right away with our cake."]], "3fxqVlOqjWeCunLApbnb_g_1": ["decor is great", ["I love the cool, dimly lit, trendy, chic vibe of this place."]], "3fxqVlOqjWeCunLApbnb_g_2": ["service is terrible", ["The first thing the hostess said after greeting us is that they closed in 30 minutes."]], "3fxqVlOqjWeCunLApbnb_g_3": ["steak is perfectly", ["Scallops were perfectly done over a fragrant and meaty-tasting (bacon) risotto."]], "3fxqVlOqjWeCunLApbnb_g_4": ["drink is good", ["We didn't try any food that wasn't on the HH menu but did get a few other glasses of wine that were really good for the price."]], "3fxqVlOqjWeCunLApbnb_g_5": ["steak is delicious", ["Our dining companions did, however, enjoy their salmon, which looked very good."]], "3fxqVlOqjWeCunLApbnb_g_6": ["food is delicious", ["The best part were the cheesy grits which was my side."]], "3fxqVlOqjWeCunLApbnb_g_7": ["burger is good", ["We opted to try most of it: wings, tomato salad, smoked chicken tacos, and the burger."]], "3fxqVlOqjWeCunLApbnb_g_8": ["food is mediocre", ["The burger was so dry and crisp it was terrible."]], "lEi0T3m96A2NXXDSn7569A_0": ["service is great", ["All times, I had prompt kind service, waiters who knew what they were doing."]], "lEi0T3m96A2NXXDSn7569A_1": ["service is uninterested", ["Our server missed offering a water bowl for our fur baby."]], "lEi0T3m96A2NXXDSn7569A_2": ["restaurant is amazing", ["Gotta say this is probably the best restaurant we have eaten in in Reno."]], "lEi0T3m96A2NXXDSn7569A_3": ["fish is perfectly", ["The shrimp was crusted perfectly in cornmeal, giving a nice texture contrast to the fresh tomato and soft roll."]], "lEi0T3m96A2NXXDSn7569A_4": ["drink is good", ["Even the decaf coffee was wonderful, tasting like espresso."]], "lEi0T3m96A2NXXDSn7569A_5": ["ambiance is cozy", ["They had live music and a great ambiance outside, which would be worth the wait next time."]], "lEi0T3m96A2NXXDSn7569A_6": ["meal is great", ["The star of the meal was this risotto cake that came along with the meal."]], "lEi0T3m96A2NXXDSn7569A_7": ["food is delicious", ["You have to try the french onion soup... its amazing."]], "lEi0T3m96A2NXXDSn7569A_8": ["salad is good", ["Their house salad with the pears and candied walnuts is a must-have."]], "LG03thDHBO4vRcYZ7g_zmg_0": ["seafood is delicious", ["The pork belly salad was delicious."]], "LG03thDHBO4vRcYZ7g_zmg_1": ["service is great", ["We had great service from the time we stepped in the door until when we left."]], "LG03thDHBO4vRcYZ7g_zmg_2": ["food is not the best", ["Can't even discuss the food, they need to get their act together quickly if they want to survive in the food capital of NOLA."]], "LG03thDHBO4vRcYZ7g_zmg_3": ["fish is dry", ["I was extremely put off by the fact that their market catch fish sandwich was catfish."]], "LG03thDHBO4vRcYZ7g_zmg_4": ["seafood is fresh", ["The crab meat was fresh and tasty."]], "LG03thDHBO4vRcYZ7g_zmg_5": ["atmosphere is nice", ["The atmosphere is fantastic as this is a converted warehouse with original brickwork and vibrant art."]], "LG03thDHBO4vRcYZ7g_zmg_6": ["drink is great", ["The drinks I ordered were very good."]], "LG03thDHBO4vRcYZ7g_zmg_7": ["snapper pontchartrain is delicious", ["I had the Snapper Pontchartrain and my husband had the Redfish on the Half-shell with Crabmeat."]], "2xxkaRy7rP5EUyjFt2J5kA_0": ["service is good", ["We sat at the bar, where the service was excellent."]], "2xxkaRy7rP5EUyjFt2J5kA_1": ["ramen is phenomenal", ["The gyoza was a yummy appetizer."]], "2xxkaRy7rP5EUyjFt2J5kA_2": ["tonkatsu ramen is dank", ["The broth also had an odd fishy taste."]], "2xxkaRy7rP5EUyjFt2J5kA_3": ["pork belly is good", ["And for meat, definitely go with the pork belly."]], "2xxkaRy7rP5EUyjFt2J5kA_4": ["tonkotsu is favorite", ["This is my favorite soup and/or ramen place in town."]], "2xxkaRy7rP5EUyjFt2J5kA_5": ["tonkotsu broth is authentic", ["I got the Tonkotsu Spicy Ramen with a spicy deep fried egg."]], "2xxkaRy7rP5EUyjFt2J5kA_6": ["place is gem", ["Best ramen place in the area, hands down."]], "PwHa_x_kUykiJBg1Vo1BiQ_0": ["service is good", ["Both times our waitress and waiter were both great, attenative, and friendly."]], "PwHa_x_kUykiJBg1Vo1BiQ_1": ["food is yummy", ["At the last event, they had chicken marsala which was quite possibly the best I've ever had."]], "PwHa_x_kUykiJBg1Vo1BiQ_2": ["room is handsome", ["God was it bright - white tiled pizza oven area and TV's everywhere."]], "PwHa_x_kUykiJBg1Vo1BiQ_3": ["place is great", ["This place overall is pretty good, especially if you're going to sit in the bar and watch a game."]], "PwHa_x_kUykiJBg1Vo1BiQ_4": ["sauce is good", ["The sauce was a sweet pineapple type of sauce with a little spice (red pepper flakes)."]], "PwHa_x_kUykiJBg1Vo1BiQ_5": ["steak is good", ["Steaks, BBQ chicken and they are known for their crab cakes."]], "PwHa_x_kUykiJBg1Vo1BiQ_6": ["fry is amazing", ["Also, the fries and buffalo chicken wrap are amazing."]], "PwHa_x_kUykiJBg1Vo1BiQ_7": ["burger is good", ["I've had the steamed clams, the fries (obviously), the caesar salad, the french onion soup, and the burger and all were up to par in my opinion."]], "PwHa_x_kUykiJBg1Vo1BiQ_8": ["food is mediocre", ["When my dinner came my mashed potatoes were literally cold and my Chicken was far from hot."]], "vhGl4WDtyvSd1Ml0b_FaFA_0": ["beet salad is perfect", ["The evening ended with a deconstructed carrot cake - a perfect end to the meal."]], "vhGl4WDtyvSd1Ml0b_FaFA_1": ["food is good", ["Then had the chicken tikka which was delicious."]], "vhGl4WDtyvSd1Ml0b_FaFA_2": ["service is excellent", ["Our server was very friendly, well versed in the menu and wine list and attentive."]], "vhGl4WDtyvSd1Ml0b_FaFA_3": ["atmosphere is nice", ["The atmosphere is really cozy--lots of dark hardwood and an upscale cabiny feel."]], "vhGl4WDtyvSd1Ml0b_FaFA_4": ["wine list is glorious", ["The wine list had a nice selection in a range of prices with wines from all over the world."]], "vhGl4WDtyvSd1Ml0b_FaFA_5": ["appetizer corn purée is good", ["I'd highly recommend the corn pure soup."]], "vhGl4WDtyvSd1Ml0b_FaFA_6": ["ribeye is amazing", ["The Halibut was cooked beautifully."]], "vhGl4WDtyvSd1Ml0b_FaFA_7": ["dish is great", ["The fried crispy chickpea that came with the chops gave a very nice touch to the dish."]], "Ln_LEQt8yx1GX5hHuLR8qA_0": ["place is love", ["Let me say that my girlfriend and I have been coming here for the last few years and we love it."]], "Ln_LEQt8yx1GX5hHuLR8qA_1": ["japanese food is amazing", ["I had the spicy ramen with grilled pork which was delicious."]], "Ln_LEQt8yx1GX5hHuLR8qA_2": ["chef is friendly", ["Sat at the bar and the sushi chef was really nice."]], "Ln_LEQt8yx1GX5hHuLR8qA_3": ["place is great", ["I would recommended this place if your looking for a great byob to have a nice quiet evening."]], "Ln_LEQt8yx1GX5hHuLR8qA_4": ["fish is fresh", ["The sashimi was fresh and not like the cheaper-tasting all you can eat sushi buffets."]], "Ln_LEQt8yx1GX5hHuLR8qA_5": ["service is great", ["However, the server who brought out the order was very nice and thorough."]], "Ln_LEQt8yx1GX5hHuLR8qA_6": ["meal is good", ["The twins ended up being super happy with their meals and me as well."]], "Ln_LEQt8yx1GX5hHuLR8qA_7": ["fish is excellent", ["Quality of fish in it were good too."]], "Ln_LEQt8yx1GX5hHuLR8qA_8": ["roll is favorite", ["The Trifecta roll is my go-to, love that tangy, smoky flavor."]], "lpDctDItk9GkfZD-cZ6oQA_0": ["place is favorite", ["We love this place and eat here multiple times a week."]], "lpDctDItk9GkfZD-cZ6oQA_1": ["food is delicious", ["The cauliflower bites were also very good."]], "lpDctDItk9GkfZD-cZ6oQA_2": ["food is healthy", ["Next time I'll go to Whole Foods hot bar/ salad bar for a quick and healthy meal if needed."]], "lpDctDItk9GkfZD-cZ6oQA_3": ["chicken is excellent", ["I suggest the chicken protein and mushroom veggies."]], "lpDctDItk9GkfZD-cZ6oQA_4": ["bowl is fresh", ["My bowl came with grilled pineapple, black beans, peppers and onions."]], "lpDctDItk9GkfZD-cZ6oQA_5": ["tofu bowl is great", ["Our go to is their southern bowl with cauliflower rice, chicken/pork, an egg and an avocado."]], "lpDctDItk9GkfZD-cZ6oQA_6": ["portion is generous", ["The portions were so large that I was able to take half home for another meal."]], "lpDctDItk9GkfZD-cZ6oQA_7": ["burger is good", ["The good - all the salads I've tried, Buddha's burrito (loved the Mofu and spicing), grassfed beef burger (the super beefiness and pickled onions -yum), the cauli tots."]], "2rOBCDR32E8GXAya75ae9w_0": ["place is love", ["I, as a proud restaurant enthusiast, wholeheartedly recommend this place."]], "2rOBCDR32E8GXAya75ae9w_1": ["pita bread is delicious", ["The hummus is delicious (not an easy feat)."]], "2rOBCDR32E8GXAya75ae9w_2": ["felafel is bad", ["I am not a big fan of the falafel."]], "2rOBCDR32E8GXAya75ae9w_3": ["schwarma platter is amazing", ["I ordered the chicken shwarma platter for lunch, with hummus, potato salad, and tabbouli."]], "2rOBCDR32E8GXAya75ae9w_4": ["service is great", ["The two ladies there smiled at him and didn't seem to have any problem with him being there."]], "2rOBCDR32E8GXAya75ae9w_5": ["lamb sandwich is yummy", ["My most recent visit, last evening, I ordered the Lamb kabob platter with the tomato salad and carrot salad, and extra of the greek green hot sauce that they provide."]], "2rOBCDR32E8GXAya75ae9w_6": ["hummus is bad", ["The hummus is flavorless."]], "2rOBCDR32E8GXAya75ae9w_7": ["fry is good", ["We had a side of French fries which were good."]], "2rOBCDR32E8GXAya75ae9w_8": ["pita bread is fluffy", ["I really liked their thick, pillowy pita."]], "tTAb4vrTgcmm0eLC8qy3qw_0": ["outdoor seating is great", ["There's lots of outdoor seating, which our waiter told us is filled with people and their dogs during the warmer months."]], "tTAb4vrTgcmm0eLC8qy3qw_1": ["steak is excellent", ["I love the Harvest Salad with Steak."]], "tTAb4vrTgcmm0eLC8qy3qw_2": ["sweet potato fry is delicious", ["The sweet potato fried and mac and cheese with pulled pork (dirty mac and cheese) are delicious."]], "tTAb4vrTgcmm0eLC8qy3qw_3": ["service is slow", ["Hostess informed us that there was a 25 minute wait all while displaying her ability to present her resting bitch face."]], "tTAb4vrTgcmm0eLC8qy3qw_4": ["place is awesome", ["This place is a Broad Ripple gem and really represents the area well."]], "tTAb4vrTgcmm0eLC8qy3qw_5": ["service is wonderful", ["Our waiter was promptly asking us our drink order."]], "tTAb4vrTgcmm0eLC8qy3qw_6": ["atmosphere is comfortable", ["The big red building just feels so welcoming when you walk in."]], "tTAb4vrTgcmm0eLC8qy3qw_7": ["beer selection is great", ["The beer list is full of local, fresh beer."]], "NXs4byOiMay3DkMLuvgJxw_0": ["salad is large", ["Finally I ordered the kale salad - which was quite literally a large bowl of kale."]], "NXs4byOiMay3DkMLuvgJxw_1": ["service is excellent", ["Our bartender, A.J. was great; super friendly and added to the pleasant experience."]], "NXs4byOiMay3DkMLuvgJxw_2": ["pizza is delicious", ["I would 100% recommend the goat cheese gratin appetizer."]], "NXs4byOiMay3DkMLuvgJxw_3": ["food is excellent", ["I almost swallowed my apple salad down whole because it was so amazing."]], "NXs4byOiMay3DkMLuvgJxw_4": ["service is awful", ["It was also quite a wait after finishing, that our server came by for us to get the check."]], "NXs4byOiMay3DkMLuvgJxw_5": ["atmosphere is great", ["We love all the open windows and light coming in."]], "NXs4byOiMay3DkMLuvgJxw_6": ["place is groovy", ["Today, I will be talking about my experience at Peel; the loveliest place in my opinion."]], "NXs4byOiMay3DkMLuvgJxw_7": ["buffalo wing is great", ["One of my favorite is the buffalo one (also the maple bourbon pork is good but maybe could be kinda sweet for some people)."]], "NXs4byOiMay3DkMLuvgJxw_8": ["menu is amazing", ["We will bring our grown daughters back here as the menu is extensive and one is a vegetarian."]], "ByypEk6Cnz99TYLgaj5Adg_0": ["service is poor", ["When we complained our server just laughed at us like we were idiots who got duped."]], "ByypEk6Cnz99TYLgaj5Adg_1": ["service is great", ["Service was just OK, which is the main reason this is a 3-star review."]], "ByypEk6Cnz99TYLgaj5Adg_2": ["patio is nice", ["We ended up on the patio with live music."]], "ByypEk6Cnz99TYLgaj5Adg_3": ["food is fresh", ["While the crab tasted fresh and the bread was nice and toasty, it was a bit crunchy from shell pieces."]], "ByypEk6Cnz99TYLgaj5Adg_4": ["food is good", ["I enjoyed my Buffalo Chicken Wrap as well."]], "ByypEk6Cnz99TYLgaj5Adg_5": ["orchard burger is loved", ["The burger with the apple slice is a favorite as is their clam chowder."]], "ByypEk6Cnz99TYLgaj5Adg_6": ["place is ok", ["Loved this place."]], "ByypEk6Cnz99TYLgaj5Adg_7": ["beer selection is great", ["There are 30 beers on tap which is a decent selection."]], "ByypEk6Cnz99TYLgaj5Adg_8": ["atmosphere is nice", ["As soon as you walk in, you can tell this place is very clean."]], "HEf0QXnhxrcIWxRfAbQ2iA_0": ["service is good", ["We had a good waitress, Briella, who we found out later that it was her first day."]], "HEf0QXnhxrcIWxRfAbQ2iA_1": ["saba is shines", ["So in case it isn't clear, huge rave for Saba, 100% recommend."]], "HEf0QXnhxrcIWxRfAbQ2iA_2": ["humus is amazing", ["I highly recommend the Brussels sprouts hummus and the shakshuka."]], "HEf0QXnhxrcIWxRfAbQ2iA_3": ["pita is great", ["Cannot end this review without a nod to the hot, fresh pita that is served, which in my opinion is reason enough alone to visit Saba."]], "HEf0QXnhxrcIWxRfAbQ2iA_4": ["waitress is mortified", ["I'm not sure if it's the management or the staff who are so uninterested in the customer experience."]], "HEf0QXnhxrcIWxRfAbQ2iA_5": ["blue crab hummus is luscious", ["The lamb kebabs were perfect in every way."]], "HEf0QXnhxrcIWxRfAbQ2iA_6": ["drink is tasty", ["To drink, we went for two very tasty and layered cocktails that complimented the food very well."]], "HEf0QXnhxrcIWxRfAbQ2iA_7": ["wine is excellent", ["The wine list is also spectacular and will make any day a sunny day."]], "HEf0QXnhxrcIWxRfAbQ2iA_8": ["ambiance is great", ["The interior of the restaurant is beautiful - very bright and open."]], "E4OS_VH-ru2oER7W1Gk8rg_0": ["seating is comfortable", ["We were seated in the area with the blue dining chairs right in front of the fireplace."]], "E4OS_VH-ru2oER7W1Gk8rg_1": ["drink is great", ["Really good drinks - highly recommend the Ham Handed."]], "E4OS_VH-ru2oER7W1Gk8rg_2": ["decor is special", ["I'm alllll about decor because to me that's like 85% of what creates the ambiance."]], "E4OS_VH-ru2oER7W1Gk8rg_3": ["food is excellent", ["Food was delicious as we tried both sword fish and salmon and finished with creme brle."]], "E4OS_VH-ru2oER7W1Gk8rg_4": ["cocktail is delicious", ["I washed it all down with a mock tail ( it was 1130 on a Wednesday) containing lemonade, cayenne, and honey."]], "E4OS_VH-ru2oER7W1Gk8rg_5": ["decor is wonderful", ["We were taken to our patio table that was enveloped by gorgeous flowers and the sound of water falling."]], "E4OS_VH-ru2oER7W1Gk8rg_6": ["service is great", ["Our server was so nice even though we lost track of time and were the last people there lol."]], "E4OS_VH-ru2oER7W1Gk8rg_7": ["crab cake is tasteless", ["The crab cake was tasteless too."]], "lNTXXh_vrIt705lqDlDp5A_0": ["place is love", ["We moved out of town and really loved this place premove, and would love to keep coming here when we visit our kids."]], "lNTXXh_vrIt705lqDlDp5A_1": ["service is good", ["After having been seated for around 15 minutes, the hostess checked on us, which was good since no one else had."]], "lNTXXh_vrIt705lqDlDp5A_2": ["food is excellent", ["Their potatoes skins and wings were delicious."]], "lNTXXh_vrIt705lqDlDp5A_3": ["burger is decent", ["All in all though, you can get a decent meal for a reasonable price."]], "lNTXXh_vrIt705lqDlDp5A_4": ["helen 's is enjoy", ["Helen's is a south county institution."]], "lNTXXh_vrIt705lqDlDp5A_5": ["cabbage is no flavor", ["The strip had no flavor as well as undercooked."]], "lNTXXh_vrIt705lqDlDp5A_6": ["service is horrible", ["The service was atrocious on the grill side."]], "lNTXXh_vrIt705lqDlDp5A_7": ["frisco melt is disappointing", ["The Frisco melt was disappointing and dry."]], "lNTXXh_vrIt705lqDlDp5A_8": ["food is above average", ["The food is your most basic bar food- lots of choices but average in quality."]], "n3xTK_jqAwZB-C3sUDXEvA_0": ["service is great", ["When we got seated, our server, Kelly, made sure that what we needed was provided."]], "n3xTK_jqAwZB-C3sUDXEvA_1": ["place is awesome", ["The best place to go Late Night in the Opryland."]], "n3xTK_jqAwZB-C3sUDXEvA_2": ["side is inedible", ["The cornbread side tasted like stovetop stuffing with a lot of oil."]], "n3xTK_jqAwZB-C3sUDXEvA_3": ["service is terrible", ["First it took 10 minutes for a server to even greet us in a half full dining room that we waited for."]], "n3xTK_jqAwZB-C3sUDXEvA_4": ["brisket is flavorful", ["We had the brisket quesadilla."]], "n3xTK_jqAwZB-C3sUDXEvA_5": ["beer is fine", ["We had delicious Moscow Mules with a great ginger beer to tie it all in."]], "n3xTK_jqAwZB-C3sUDXEvA_6": ["food is par at best", ["When I say this is the worst pulled pork I have ever had I am not exaggerating."]], "n3xTK_jqAwZB-C3sUDXEvA_7": ["mac and cheese is no flavor", ["We had the catfish that was mush, the smoked sausage that was dry as a bone."]], "n3xTK_jqAwZB-C3sUDXEvA_8": ["food is good", ["I ordered the dill pickle chips - really good."]], "XtuWejrrZMZGkRMxxesKJw_0": ["service is slow", ["We never got to tell our waiter because he never cared enough to ask about the food or about anything."]], "XtuWejrrZMZGkRMxxesKJw_1": ["place is amazing", ["When the restaurant originally opened in downtown New Port Richey it was amazing."]], "XtuWejrrZMZGkRMxxesKJw_2": ["food is quality", ["Food has been consistently fresh, high-quality, and well-prepared."]], "XtuWejrrZMZGkRMxxesKJw_3": ["place is must try", ["This place has been on my list of must try restaurants for over a year."]], "XtuWejrrZMZGkRMxxesKJw_4": ["server is great", ["Oh and Donna our waitress so kind and attentive, and funny."]], "XtuWejrrZMZGkRMxxesKJw_5": ["food is delicious", ["I tasted the shrimp and grits and WOW."]], "XtuWejrrZMZGkRMxxesKJw_6": ["food is bland", ["The potatoes tasted like they were fried in old grease and inedible."]], "A0koFivZbUeUaR4x4HqQ5A_0": ["place is enjoyed", ["We were visiting friends in St. Louis and while driving around, found this AWESOME spot."]], "A0koFivZbUeUaR4x4HqQ5A_1": ["staff is friendly", ["The other factor that made the trip to Vincent Van Doughnut such a memorable experience was the kindness of the employees."]], "A0koFivZbUeUaR4x4HqQ5A_2": ["maple bacon is best", ["Tried the maple bacon donut."]], "A0koFivZbUeUaR4x4HqQ5A_3": ["glaze is yummy", ["I got the vanilla glazed with sprinkles."]], "A0koFivZbUeUaR4x4HqQ5A_4": ["cinnamon donut hole is fantastic", ["We also picked up a half dozen doughnut holes to go, with cinnamon being our favorite."]], "A0koFivZbUeUaR4x4HqQ5A_5": ["donut is good", ["What changed my mind was when I special ordered donuts for my friends birthday and let me tell you, they were nothing but amazing."]], "A0koFivZbUeUaR4x4HqQ5A_6": ["dough is thick", ["Very tough and overly thick to the point where you don't even taste the toppings."]], "A0koFivZbUeUaR4x4HqQ5A_7": ["storefront is lovely", ["My he storefront and interior are of a different time, dark wood and quaint."]], "A0koFivZbUeUaR4x4HqQ5A_8": ["donut is dry", ["The two donuts I tried were dry, cold and crumbly."]], "n4GDJsQAyBrcWduMjcJ-4g_0": ["sushi is good", ["Their food is as great as it use to be or even better."]], "n4GDJsQAyBrcWduMjcJ-4g_1": ["sushi place is love", ["So I love it."]], "n4GDJsQAyBrcWduMjcJ-4g_2": ["place is go to", ["It's always a go to when we are in the NE."]], "n4GDJsQAyBrcWduMjcJ-4g_3": ["service is mixed", ["While picking up take out, I was made to wait for 25 mins (even though I called prior to coming & placed the order)."]], "n4GDJsQAyBrcWduMjcJ-4g_4": ["food is cold", ["I ordered the shrimp and scallops which came out cold and so was the broccoli that came with it."]], "n4GDJsQAyBrcWduMjcJ-4g_5": ["sushi spot is favorite", ["Out of all the \"50% off\" sushi joints around this is my favorite."]], "n4GDJsQAyBrcWduMjcJ-4g_6": ["bustleton roll is favorite", ["I am a huge fan of the Bustleton Roll & recommend it."]], "n4GDJsQAyBrcWduMjcJ-4g_7": ["hibachi chef is amazing", ["The chef did their egg trick for my three year old and my niece."]], "n4GDJsQAyBrcWduMjcJ-4g_8": ["sushi menu is fresh", ["The sushi, regular and half price, are rolled and assembled freshly as you order them."]], "eAc2AMfLy97r_AQY1IieGg_0": ["service is good", ["The waitress was very sweet and kept coming to our table to refill our drinks and to make sure everything was good."]], "eAc2AMfLy97r_AQY1IieGg_1": ["restaurant is great", ["So glad to have found a great Mexican restaurant not far from where we live."]], "eAc2AMfLy97r_AQY1IieGg_2": ["food is good", ["Loved the avocado and mozzarella cheese."]], "eAc2AMfLy97r_AQY1IieGg_3": ["lamb is flavorful", ["For those of you that like spice, you would find it flavorful and hot."]], "eAc2AMfLy97r_AQY1IieGg_4": ["mexican food is authentic", ["This place truly has the authentic Mexican food."]], "eAc2AMfLy97r_AQY1IieGg_5": ["chip is good", ["The complimentary chips and salsa were a nice touch."]], "eAc2AMfLy97r_AQY1IieGg_6": ["salsa is strange", ["I was not a huge fan of the chips and salsa."]], "to6rjQskEIczYUxCSGPh6g_0": ["place is favorite", ["My all-time favorite place to eat in Nashville."]], "to6rjQskEIczYUxCSGPh6g_1": ["food is delicious", ["Side note: I was informed the tiramisu was the best I'd ever had."]], "to6rjQskEIczYUxCSGPh6g_2": ["pizza is excellent", ["The pizza is REAL ITALIAN PIZZA."]], "to6rjQskEIczYUxCSGPh6g_3": ["salad is disappointing", ["The pasta on the other hand was awful."]], "to6rjQskEIczYUxCSGPh6g_4": ["service is fantastic", ["Fianc and his friend commented on how the server had the best balance of engagement and silent service during the meal."]], "to6rjQskEIczYUxCSGPh6g_5": ["outdoor seating is nice", ["First, they have lovely outdoor seating with lights strung between two buildings."]], "to6rjQskEIczYUxCSGPh6g_6": ["pizza is go to", ["This place and Porta via are the only places I will eat pizza in nashville."]], "zOtbdSGCVYRLiaSCokZDbA_0": ["place is nice", ["Decor is very nice and modern for a little corner spot."]], "zOtbdSGCVYRLiaSCokZDbA_1": ["service is excellent", ["Service was as good as you would expect from an establishment with 8 tables, 2 servers and 3 sat tables."]], "zOtbdSGCVYRLiaSCokZDbA_2": ["place is great", ["Even out 2 year old loves this place."]], "zOtbdSGCVYRLiaSCokZDbA_3": ["sushi is tasty", ["The ramen soup was so delicious that I totally forgot to take pictures until we finish the whole bowl."]], "zOtbdSGCVYRLiaSCokZDbA_4": ["ambiance is nice", ["Nice bright window with beautiful stylized Art on the walls."]], "zOtbdSGCVYRLiaSCokZDbA_5": ["sushi is high quality", ["Fresh high quality fist and the rice is spot on."]], "zOtbdSGCVYRLiaSCokZDbA_6": ["fish is great", ["My partner got raw fish and it everything was delicious."]], "zOtbdSGCVYRLiaSCokZDbA_7": ["place is go to", ["Umai is definitely one of our \"go to\" restaurants."]], "zOtbdSGCVYRLiaSCokZDbA_8": ["service is awful", ["Hands down, the WORST service I have ever experienced in my life."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_0": ["service is slow", ["My fiance and I were basically ignored by both the hostess AND the waitress."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_1": ["customer service is great", ["Our server, Christian, was wonderful and will request him when we go back."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_2": ["place is great", ["In manayunk, there is no better place to go than the Brewpub."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_3": ["ambiance is nice", ["I love the ambience of the place, very hipster."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_4": ["live music is incredible", ["The band, Element K, was AWESOME."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_5": ["food is good", ["We had nachos to share as an appetizer and they were good."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_6": ["coconut crunch porter is favorite", ["My favorite was the coconut crunch porter."]], "ZGH8MzJa7Q7iIpmtzBAJAQ_7": ["bartender is great", ["The bartenders were tremendous, never missing a beat with sampler refills and cheerful attitudes."]], "jyZQWgKCXtGLf2j81OzQLw_0": ["place is amazing", ["As a local who absolutely adored Sams I'll leave this place to the tourists - judging by the gushing reviews they like it just fine."]], "jyZQWgKCXtGLf2j81OzQLw_1": ["food is good", ["I also had the cole slaw, which is the best cole slaw I've ever had, so much better than any other recipe I've tried."]], "jyZQWgKCXtGLf2j81OzQLw_2": ["beer list is good", ["They also have a very large menu of craft beers to choose from."]], "jyZQWgKCXtGLf2j81OzQLw_3": ["food is awful", ["They were the dirtiest mussels I think I've ever had, ever."]], "jyZQWgKCXtGLf2j81OzQLw_4": ["service is great", ["Service was phenomenal from the moment we approached the front through the meal and leaving."]], "jyZQWgKCXtGLf2j81OzQLw_5": ["sandwich is great", ["Pete had open face meatloaf sandwich, which he loved."]], "jyZQWgKCXtGLf2j81OzQLw_6": ["service is missing", ["After our drinks arrived the owner and manager came by and was rude and told us to get out."]], "jyZQWgKCXtGLf2j81OzQLw_7": ["food is fresh", ["The Mussels and Eastpoint oysters are perfect I am a lifelong saltwater fisherman and have a hard time finding such well prepared and fresh seafood in local restaurants."]], "jyZQWgKCXtGLf2j81OzQLw_8": ["food is ok", ["Fried cod was ok."]], "m1kM87opn4tR6lt3v9AiWw_0": ["place is love", ["Absolutely love this fast food version of PF Chang's."]], "m1kM87opn4tR6lt3v9AiWw_1": ["pei wei is love", ["If I could eat at Pei Wei every day I would it's just that great."]], "m1kM87opn4tR6lt3v9AiWw_2": ["food is fresh", ["They recently transitioned their menu to use more fresh ingredients and less preservatives."]], "m1kM87opn4tR6lt3v9AiWw_3": ["food is good", ["I love their Japaneese Udon noodle dish."]], "m1kM87opn4tR6lt3v9AiWw_4": ["service is top notch", ["Manager Brittany goes way above & beyond to make sure her customers are happy."]], "m1kM87opn4tR6lt3v9AiWw_5": ["food is mediocre", ["The egg rolls just taste a bit off."]], "m1kM87opn4tR6lt3v9AiWw_6": ["rice is dry", ["I ordered the Spicy Polynesian Poke Bowl, and received a bowl full of cold and what seemed to be like uncooked rice."]], "4yxS1sLRoABSmU-k5dXdwg_0": ["sushi lover is love", ["I tried Sushi Lover for the first time the other day."]], "4yxS1sLRoABSmU-k5dXdwg_1": ["menu is awesome", ["Originally it attracted us for the vegetarian menu, which has two pages of absolutely delightful vegetarian options."]], "4yxS1sLRoABSmU-k5dXdwg_2": ["place is terrible", ["This is by far the worst sushi place I've been to in all my life."]], "4yxS1sLRoABSmU-k5dXdwg_3": ["place is gem", ["This place has left a great impression for what I will be looking forward to as other sushi places."]], "4yxS1sLRoABSmU-k5dXdwg_4": ["customer service is excellent", ["We received excellent customer service from our waitress as well as the chef."]], "4yxS1sLRoABSmU-k5dXdwg_5": ["nigiri sushi is fantastic", ["The Hawaiian sushi roll was delicious and original."]], "4yxS1sLRoABSmU-k5dXdwg_6": ["muscle appy is delicious", ["Either go somewhere else - anywhere else - or just go to Uchi Ramen right next door for a delicious bowl of ramen."]], "4yxS1sLRoABSmU-k5dXdwg_7": ["atmosphere is great", ["Not to mention, this place is a well ekpt secret, rarely busy and a cosy spot."]], "4yxS1sLRoABSmU-k5dXdwg_8": ["vegan sushi is legit", ["Yep, a vegan menu with over 40 options of delicious vegan rolls."]], "YhpUIN4ByTEMdFbWJvIB9A_0": ["place is great", ["Bavaro's is one of my favorite places in downtown Tampa."]], "YhpUIN4ByTEMdFbWJvIB9A_1": ["atmosphere is enjoyable", ["The ambiance itself is cozy and dare I say, romantic, what with the candles, exposes masonry, Italian cooking aromas and all."]], "YhpUIN4ByTEMdFbWJvIB9A_2": ["sauce is great", ["The egg yoke was great dipping sauce for the crust."]], "YhpUIN4ByTEMdFbWJvIB9A_3": ["food is delicious", ["Then a plate of arugula with Prosciutto and what seemed like homemade buffalo mozzarella - so succulent and creamy - the best I've ever had."]], "YhpUIN4ByTEMdFbWJvIB9A_4": ["mediterranean salad is good", ["The salad was outstanding with the perfect amount of oil mixed in it."]], "YhpUIN4ByTEMdFbWJvIB9A_5": ["pizza is tasty", ["I do love the authentic Neapolitan style stone fired pizza."]], "YhpUIN4ByTEMdFbWJvIB9A_6": ["waitress is friendly", ["We were greeted by our server with menu and water."]], "YhpUIN4ByTEMdFbWJvIB9A_7": ["service is horrible", ["We could hear servers chatting with each other and had severs' backsides in our face as they ran back and forth to grab pizzas."]], "YhpUIN4ByTEMdFbWJvIB9A_8": ["food is fresh", ["Ended with espresso and a fresh cannoli."]], "8XjxHeV66F4eoIy06rW0pA_0": ["service is good", ["Our server was lovely, and was very proactive about getting us inside before the storm hit."]], "8XjxHeV66F4eoIy06rW0pA_1": ["place is awesome", ["My husband and I had an awesome experience at Porta."]], "8XjxHeV66F4eoIy06rW0pA_2": ["octopus app is tasty", ["They make some really good pies I highly recommend checking them out."]], "8XjxHeV66F4eoIy06rW0pA_3": ["decor is great", ["The vibe is really cool overall, with garage doors open to the street and shared, picnic table seating (on one side of the restaurant)."]], "8XjxHeV66F4eoIy06rW0pA_4": ["staff is rude", ["The service was not excellent for the caliber of this restaurant."]], "8XjxHeV66F4eoIy06rW0pA_5": ["place is hugeeeeee", ["The space is HUGE which I find to be somewhat rare in Philly."]], "8XjxHeV66F4eoIy06rW0pA_6": ["drink is good", ["I ordered a carafe of the Bellini which was nice and strong."]], "8XjxHeV66F4eoIy06rW0pA_7": ["pizza is enjoyed", ["My friend loved her carbonara pizza."]], "8XjxHeV66F4eoIy06rW0pA_8": ["food is delicious", ["The mozzarella is very flavorful."]], "EmJF-xSIOaEEOWcK8UOBqg_0": ["food is excellent", ["I have never had a pickle that taste so good."]], "EmJF-xSIOaEEOWcK8UOBqg_1": ["place is bomb", ["I couldn't ask for a better place to eat and hang out in the neighborhood."]], "EmJF-xSIOaEEOWcK8UOBqg_2": ["staff is excellent", ["However the waiter's customer service was amazing, my drink was refilled before it made it to the half way mark."]], "EmJF-xSIOaEEOWcK8UOBqg_3": ["burger is delicious", ["I will forever crave a fharmacy burger several times a week."]], "EmJF-xSIOaEEOWcK8UOBqg_4": ["wing is loved", ["If you are a wing fan, you need to try the Red Dragon wings."]], "cFSyJluKa2SHtgMMvlx6SQ_0": ["pizza is good", ["The pizza was the best pizza I've had in Philly."]], "cFSyJluKa2SHtgMMvlx6SQ_1": ["bread is nice", ["The bread for the sandwich was spot on with lots of sesame and full of flavor."]], "cFSyJluKa2SHtgMMvlx6SQ_2": ["place is awesome", ["I visited from California and heard great things about this place."]], "cFSyJluKa2SHtgMMvlx6SQ_3": ["bread is crispy", ["The pizza was fantastically authentic with fresh basil on top, just the right amount of cheese, a well seasoned (not sweet) sauce, and crispy, but still chewy crust."]], "cFSyJluKa2SHtgMMvlx6SQ_4": ["seeded bread is loved", ["The seeds give it a nice touch of flavor."]], "cFSyJluKa2SHtgMMvlx6SQ_5": ["cheesesteak is great", ["I also ordered a cheesesteak(provolone with fried onions)and was thrilled with that decision."]], "cFSyJluKa2SHtgMMvlx6SQ_6": ["roll is great", ["The roll on this cheesesteak was probably one of the best I had."]], "ivD5l1I3a146ZDGIfr6HYA_0": ["place is great", ["I still love this place and would eat here every day if I could afford it."]], "ivD5l1I3a146ZDGIfr6HYA_1": ["sauce is delicious", ["The dipping sauce the went with it was a very nice accent."]], "ivD5l1I3a146ZDGIfr6HYA_2": ["moo dang soup is amazing", ["My favorite was the eggplant (yum)."]], "ivD5l1I3a146ZDGIfr6HYA_3": ["service is great", ["The service was just as excellent as if I were eating in."]], "ivD5l1I3a146ZDGIfr6HYA_4": ["fish ball is amazing", ["I tried the fish ball appetizer."]], "ivD5l1I3a146ZDGIfr6HYA_5": ["atmosphere is good", ["It has a cute little atmosphere."]], "ivD5l1I3a146ZDGIfr6HYA_6": ["meal is great", ["Gave them 2 stars because of one good meal out of three."]], "ivD5l1I3a146ZDGIfr6HYA_7": ["restaurant is clean", ["The restaurant and bathrooms are clean."]], "8ZLaJ0IpIdzaPcF05BThIw_0": ["service is good", ["The waiter I had was friendly and made sure all my needs were met."]], "8ZLaJ0IpIdzaPcF05BThIw_1": ["french fry is cold", ["We don't blame her for the cold food or the hostel cashier."]], "8ZLaJ0IpIdzaPcF05BThIw_2": ["service is slow", ["It took the waitress 10-15 minutes to come to our table."]], "8ZLaJ0IpIdzaPcF05BThIw_3": ["food is horrible", ["The onion rings were mushy."]], "8ZLaJ0IpIdzaPcF05BThIw_4": ["food is good", ["Absolutely delicious, as were the home fries."]], "8ZLaJ0IpIdzaPcF05BThIw_5": ["restaurant is awful", ["I have literally never left a restaurant so disappointed as I did when I left the joke of a restaurant."]], "8ZLaJ0IpIdzaPcF05BThIw_6": ["place is terrible", ["Major thumbs down and noticed this place gets bad reviews so I guess I should not have been surprised."]], "wFHz88EklQKK3qah4rSLJw_0": ["place is love", ["My boyfriend and I wandered into Cheap on Saturday night, and absolutely fell in love with the place."]], "wFHz88EklQKK3qah4rSLJw_1": ["strawberry butter is delicious", ["Strawberry butter for your bread."]], "wFHz88EklQKK3qah4rSLJw_2": ["ambiance is good", ["It was a lively environment on a Saturday night, had a nice vibe."]], "wFHz88EklQKK3qah4rSLJw_3": ["service is great", ["We sat at the bar and were served by Amanda and Matt."]], "wFHz88EklQKK3qah4rSLJw_4": ["drink is good", ["The sangria that I ordered definitely tasted good."]], "wFHz88EklQKK3qah4rSLJw_5": ["food is average", ["The shrimp ceviche is a joke."]], "wFHz88EklQKK3qah4rSLJw_6": ["manager is friendly", ["The manager came around and chatted us up a bit, but not in the pushy sort of way - which we liked."]], "wFHz88EklQKK3qah4rSLJw_7": ["food is good", ["We had a few sushi rolls that were good."]], "wFHz88EklQKK3qah4rSLJw_8": ["music is fantastic", ["They had a DJ that was playing some classic 90s music mixing it with today's music."]], "ooUI-JC2tu0J-vavmOHZYQ_0": ["portion is solid", ["The soup came out with a hearty portion."]], "ooUI-JC2tu0J-vavmOHZYQ_1": ["broth is good", ["It's pork broth with egg noodles, roast duck, shiitake mushroom and vegetables."]], "ooUI-JC2tu0J-vavmOHZYQ_2": ["service is excellent", ["Their young adult son is working the front with a friendly smile."]], "ooUI-JC2tu0J-vavmOHZYQ_3": ["place is amazing", ["This place was soooo close to 4 stars."]], "ooUI-JC2tu0J-vavmOHZYQ_4": ["chicken pho is good", ["The shrimp spring rolls were also delicious."]], "ooUI-JC2tu0J-vavmOHZYQ_5": ["peanut sauce is fresh", ["They offer fresh vegetables which is always a plus."]], "ooUI-JC2tu0J-vavmOHZYQ_6": ["spot is great", ["We are so happy to have found our \"Pho\" spot here in Nashville."]], "ooUI-JC2tu0J-vavmOHZYQ_7": ["vietnamese restaurant is favorite", ["Found our new favorite Vietnamese restaurant."]], "ooUI-JC2tu0J-vavmOHZYQ_8": ["service is helpful", ["The service is friendly and provided helpful advice on selections and pronunciations."]], "jqGTjz0qPDQLLjsbqpfuDg_0": ["service is good", ["Luckily, the waitress agreed to take our order."]], "jqGTjz0qPDQLLjsbqpfuDg_1": ["pulled pork is delicious", ["The pulled pork was really good as well."]], "jqGTjz0qPDQLLjsbqpfuDg_2": ["fried is good", ["First, we ordered the deep fried pickles, which is one of my favorites."]], "jqGTjz0qPDQLLjsbqpfuDg_3": ["owner is friendly", ["The first time we went the owner noticed that we were new faces and provided that night's appetizer on the house."]], "jqGTjz0qPDQLLjsbqpfuDg_4": ["place is ok", ["This place is a winner, and another gem on the Main Line."]], "jqGTjz0qPDQLLjsbqpfuDg_5": ["side is good", ["The sides: coleslaw was creamy."]], "jqGTjz0qPDQLLjsbqpfuDg_6": ["chicken is lacked flavor", ["The biggest letdown was the brisket because there was hardly any smokiness to it."]], "jqGTjz0qPDQLLjsbqpfuDg_7": ["place is bad", ["It's impossible to find a decent place on the main Line."]], "IS3h8_4gL_IbmpVTKDB3LA_0": ["food is delicious", ["I had the pork buns which were amazing."]], "IS3h8_4gL_IbmpVTKDB3LA_1": ["omakase is worth", ["My guilty pleasure is the omakase at the sushi bar."]], "IS3h8_4gL_IbmpVTKDB3LA_2": ["service is great", ["Jesse, although busy throughout service, was very friendly and chatted with us every now and then."]], "IS3h8_4gL_IbmpVTKDB3LA_3": ["fried chicken is salty", ["The fried chicken was extremely salty."]], "IS3h8_4gL_IbmpVTKDB3LA_4": ["sashimi is nice", ["The guac was followed by some perfectly prepared sashimi (toro, mackerel, yellowtail, a few others)."]], "IS3h8_4gL_IbmpVTKDB3LA_5": ["service is average", ["Much to our chagrin, the attention of our bartender dwindled as the clientele packed in."]], "y8gjlpJA89qDRCLC0JQaew_0": ["food is delicious", ["The crab and spaghetti was delicious."]], "y8gjlpJA89qDRCLC0JQaew_1": ["food is mediocre", ["The pasta was grainy and tasted worse than boxed pasta."]], "y8gjlpJA89qDRCLC0JQaew_2": ["service is great", ["The manager (I think it was the manager?) was there behind the bar and was really nice and conversational."]], "y8gjlpJA89qDRCLC0JQaew_3": ["chicken parm is ok", ["I have never had a better piece of chicken parm anywhere."]], "y8gjlpJA89qDRCLC0JQaew_4": ["negroni is great", ["The drinks were also very good, however stick to the Happy Hour menu."]], "y8gjlpJA89qDRCLC0JQaew_5": ["cheese is fantastic", ["I really wanted the chicken because of the pictures of golden, bubbly cheese on Yelp."]], "y8gjlpJA89qDRCLC0JQaew_6": ["ambiance is great", ["First and foremost, the ambience of the downstairs dining room is impressive and cozy."]], "wPQWqLxY6t3-yRBNPPAmkQ_0": ["beer selection is phenomenal", ["They have so many different types of beer they have it stored all around the restaurant."]], "wPQWqLxY6t3-yRBNPPAmkQ_1": ["place is awesome", ["If you are a beer drinker, you will love this place."]], "wPQWqLxY6t3-yRBNPPAmkQ_2": ["food is excellent", ["I got some wings, which are supposed to be some of the best wings in Indy."]], "wPQWqLxY6t3-yRBNPPAmkQ_3": ["food is sub par", ["The chicken was bland and so were the chips."]], "wPQWqLxY6t3-yRBNPPAmkQ_4": ["shallo 's is like", ["Shallos is a tried and true classic and a genuine must visit."]], "wPQWqLxY6t3-yRBNPPAmkQ_5": ["atmosphere is great", ["I enjoyed the decor and thought the two-story dining area was pretty cool."]], "wPQWqLxY6t3-yRBNPPAmkQ_6": ["service is awful", ["A server came up after about 15 minutes and told us the upstairs was closed."]], "wPQWqLxY6t3-yRBNPPAmkQ_7": ["service is fine", ["From the general manager, Shane, to our food delivery person, Chase the service was great."]], "xsumpGkMjvbULFeoDEvmEg_0": ["food is outstanding", ["The best part are the rolls with garlic butter."]], "xsumpGkMjvbULFeoDEvmEg_1": ["service is excellent", ["Service was great from the greeting to the server to others who checked on us while we ate."]], "xsumpGkMjvbULFeoDEvmEg_2": ["atmosphere is priceless", ["The decor and the ambiance felt like I was back in NY."]], "xsumpGkMjvbULFeoDEvmEg_3": ["place is favorite", ["This is now our \"go to\" place for dining out."]], "xsumpGkMjvbULFeoDEvmEg_4": ["food is authentic", ["My son got the Beef Braciole with their authentic res sauce on top."]], "xsumpGkMjvbULFeoDEvmEg_5": ["portion is generous", ["Our kid ordered the chicken Parmesan everyone's entres were perfectly prepared and very generous in size."]], "xsumpGkMjvbULFeoDEvmEg_6": ["food is disappointment", ["When everyone's food came each of us were totally disappointed in their entrees."]], "vpfy4_N1PozCkvk2WDE_RQ_0": ["place is great", ["This place is really climbing into my list of favorite bars in the city."]], "vpfy4_N1PozCkvk2WDE_RQ_1": ["atmosphere is nice", ["Was nice and cozy inside and they have outdoor seating as well."]], "vpfy4_N1PozCkvk2WDE_RQ_2": ["fry is delicious", ["While I've also developed an addiction to their crispy thin-cut fries, I recommend you pay the upcharge and order the sweet potato fries."]], "vpfy4_N1PozCkvk2WDE_RQ_3": ["food is good", ["The huevos rancheros was so yummy."]], "vpfy4_N1PozCkvk2WDE_RQ_4": ["burger is amazing", ["I always end up trying their seasonal homemade veggie burger."]], "vpfy4_N1PozCkvk2WDE_RQ_5": ["beer selection is great", ["They have an awesome beer selection as well."]], "vpfy4_N1PozCkvk2WDE_RQ_6": ["steak is perfect", ["I love the veggie cheesesteak (marinated in Chimay)."]], "vpfy4_N1PozCkvk2WDE_RQ_7": ["staff is excellent", ["The waitress helped us out with a gift card problem at the end and was quite pleasant as well."]], "vpfy4_N1PozCkvk2WDE_RQ_8": ["bartender is great", ["We visited last Saturday during brunch and had a nice time day drinking, chatting with the bartender, and munching on some food."]], "rueQ9RiqrN8E5Lb3EyFuTg_0": ["service is great", ["Once seated and attended by one of the many great servers I've encountered or seen serving other tables you'll be delighted to be welcomed by their hospitality."]], "rueQ9RiqrN8E5Lb3EyFuTg_1": ["food is delicious", ["The strawberry waffle was delicious."]], "rueQ9RiqrN8E5Lb3EyFuTg_2": ["place is cool", ["This brunch spot is adorable and different from your typical brunch places."]], "rueQ9RiqrN8E5Lb3EyFuTg_3": ["frittata is great flavor", ["The frittata I had was perfectly cooked, light and fluffy."]], "rueQ9RiqrN8E5Lb3EyFuTg_4": ["place is recommend", ["I love Caff Buond, seriously one of my favorite places right now."]], "rueQ9RiqrN8E5Lb3EyFuTg_5": ["panini is awesome", ["The hazelnut and Nutella combo in Nocciolato was HEAVEN - can I rate 10*."]], "rueQ9RiqrN8E5Lb3EyFuTg_6": ["breakfast spot is great", ["My husband and I went there for brunch and absolutely loved it."]], "rueQ9RiqrN8E5Lb3EyFuTg_7": ["atmosphere is nice", ["The interior is very chic and cute; a primarily white, black, and wooden aesthetic, with a bright mural as a pop of color."]], "rueQ9RiqrN8E5Lb3EyFuTg_8": ["coffee is amazing", ["I also enjoyed both the Americano and cappuccino."]], "zS_iBFOBbZSNC1edaijD3A_0": ["food is delicious", ["The gyro platter had tremendous flavor."]], "zS_iBFOBbZSNC1edaijD3A_1": ["service is great", ["The woman taking and fulfilling orders was on point- no bs and caring about the customers' orders."]], "zS_iBFOBbZSNC1edaijD3A_2": ["place is love", ["I can say I am really happy this place has opened up near my house."]], "zS_iBFOBbZSNC1edaijD3A_3": ["food is bad", ["I was pretty disappointed with the food it was bland and almost tasteless."]], "zS_iBFOBbZSNC1edaijD3A_4": ["customer service is poor", ["The employees aren't very friendly and roll their eyes at you."]], "zS_iBFOBbZSNC1edaijD3A_5": ["white sauce is works", ["There is definite value in getting the large rice bowl with chicken, along with lots of white sauce as it definitely can last two meals."]], "GoYSJ-YY-YwbxdgasHuq-Q_0": ["place is love", ["One of my favorite places in philly."]], "GoYSJ-YY-YwbxdgasHuq-Q_1": ["food is delicious", ["The butter toasted bread is soooooo yummy."]], "GoYSJ-YY-YwbxdgasHuq-Q_2": ["service is top notch", ["The service was nice (could have been quicker on refilling coffee though!)."]], "GoYSJ-YY-YwbxdgasHuq-Q_3": ["service is not great", ["Unfortunately our server didn't come around as much and really didn't seem attentive to our table."]], "GoYSJ-YY-YwbxdgasHuq-Q_4": ["atmosphere is great", ["The restaurant had beautiful ambiance inside but was still very casual."]], "GoYSJ-YY-YwbxdgasHuq-Q_5": ["ropa vieja is amazing", ["I heard the Ropa Vieja was good from yelp, so decided to try it."]], "GoYSJ-YY-YwbxdgasHuq-Q_6": ["mojitos is fantastic", ["Had I not driven to Mixto, I would have been tempted to try one of their signature oversized margaritas, caipirinhas, or mojitos."]], "GoYSJ-YY-YwbxdgasHuq-Q_7": ["guava mojitos is delicious", ["I had one with raspberry liqueur which wasn't overly sweet or overpowering."]], "GoYSJ-YY-YwbxdgasHuq-Q_8": ["drink is great", ["The hour hour deals are particularly note-worthy, as their drinks and apps are very solid."]], "naLdPZBHOeC2id4WVSoigA_0": ["food is delicious", ["The nacho plate to start was tasty."]], "naLdPZBHOeC2id4WVSoigA_1": ["ambiance is nice", ["The outdoor seating was beautiful and adhered to social distancing guidelines which was lovely and appreciated."]], "naLdPZBHOeC2id4WVSoigA_2": ["service is abysmal", ["Our server was borderline annoying asking us if we were ready to order when we were just enjoying our drink and nachos."]], "naLdPZBHOeC2id4WVSoigA_3": ["server is excellent", ["Our server was extremely attentive and knowledgeable of the menu as we had some dietary questions."]], "naLdPZBHOeC2id4WVSoigA_4": ["food is average", ["We ordered tacos that were mediocre at best."]], "naLdPZBHOeC2id4WVSoigA_5": ["dinner spot is great", ["We had a great dinner last night at Al Pastor."]], "naLdPZBHOeC2id4WVSoigA_6": ["margarita is best", ["I had a mojito which was SO good."]], "naLdPZBHOeC2id4WVSoigA_7": ["taco is great", ["My spicy tuna tacos hit the spot and same with for my wife's chicken tacos."]], "naLdPZBHOeC2id4WVSoigA_8": ["food is fresh", ["I loved the infusion of fresh corn nuts for crunch."]], "c-iKAO2GBzSKjm7y1Oljcw_0": ["food is excellent", ["Gumbo and the bread pudding was excellent."]], "c-iKAO2GBzSKjm7y1Oljcw_1": ["service is great", ["Our waiter, Marouf, was excellent and very attentive."]], "c-iKAO2GBzSKjm7y1Oljcw_2": ["place is goooood", ["Definitely a great lunch spot in the French Quarter."]], "c-iKAO2GBzSKjm7y1Oljcw_3": ["oyster is amazing", ["BBQ oysters and BBQ crab claws are those things."]], "c-iKAO2GBzSKjm7y1Oljcw_4": ["sauce is delicious", ["The salads were fresh with lots of crispy romaine lettuce and a house made dressing that tasted like a cross between garlic ranch and Italian."]], "c-iKAO2GBzSKjm7y1Oljcw_5": ["redfish is exceptional", ["For the entree I had the signature hickory smoked redfish."]], "c-iKAO2GBzSKjm7y1Oljcw_6": ["dish is best", ["The best thing was a fish fillet that came grilled and topped with lump crab meat."]], "c-iKAO2GBzSKjm7y1Oljcw_7": ["meal is good", ["Sadly, my favorite part of our meal was my side salad."]], "c-iKAO2GBzSKjm7y1Oljcw_8": ["dish is great", ["The shrimp and grits were great."]], "VbGGpt-Q5ZeMxSFPDbPeBg_0": ["place is awesome", ["Breakfast review: This is my favorite place in the neighborhood to grab breakfast."]], "VbGGpt-Q5ZeMxSFPDbPeBg_1": ["service is top notch", ["I had excellent service for Sunday brunch at Girard."]], "VbGGpt-Q5ZeMxSFPDbPeBg_2": ["brunch is amazing", ["This by far has been my favorite breakfast in the US so far."]], "VbGGpt-Q5ZeMxSFPDbPeBg_3": ["food is subpar", ["\"Beet tartare\" was nothing but diced cold beets."]], "VbGGpt-Q5ZeMxSFPDbPeBg_4": ["egg is flavorful", ["The piri pri chicken was not only abundant, niely spicy and flavorful the quality of the chicken was surperb."]], "VbGGpt-Q5ZeMxSFPDbPeBg_5": ["food is delicious", ["The food was delicious, especially the avocado and bacon omelette."]], "VbGGpt-Q5ZeMxSFPDbPeBg_6": ["meal is great", ["Here's the other bottom line: Despite going there more times than I can count, I have never had a disappointing meal there."]], "VbGGpt-Q5ZeMxSFPDbPeBg_7": ["coffee is good", ["I love that they serve Elixir coffee which is so far my favorite coffee I have had in the area."]], "VbGGpt-Q5ZeMxSFPDbPeBg_8": ["decor is great", ["It's a cute cozy place with very well done interiors."]], "b-ovJ5Moe92RBCs_jI88kg_0": ["place is perfect", ["But in light of the fact that New Orleans has very few private karaoke options, this place is great."]], "b-ovJ5Moe92RBCs_jI88kg_1": ["food is good", ["All jokes aside, the food is yum."]], "b-ovJ5Moe92RBCs_jI88kg_2": ["food is horrible", ["Been here plenty of times and never had good sushi."]], "b-ovJ5Moe92RBCs_jI88kg_3": ["service is bad", ["It took over 30 minutes for a server to actually come over to our table (which at the point we should've left)."]], "b-ovJ5Moe92RBCs_jI88kg_4": ["techno dance music is crappy", ["My only complaint back then was the loud, mainstream music that would blare throughout the entire main dining hall, which made it impossible to hold a conversation over."]], "b-ovJ5Moe92RBCs_jI88kg_5": ["ramen broth is bland", ["Now they have one type of soup that I wouldn't even call ramen."]], "b-ovJ5Moe92RBCs_jI88kg_6": ["hot tea is great", ["Strobe lights, pop hits blaring in your ear, lychee martinis, delicious sush, and private karaoke rooms that don't close till 2."]], "b-ovJ5Moe92RBCs_jI88kg_7": ["place is like", ["This place just simply is not worth the effort with all the other good sushi restaurants popping up in New Orleans."]], "dS4_CM11h7E-EDI7-Adsgg_0": ["place is love", ["I loved PDQ and can't wait for the St. Pete location to open."]], "dS4_CM11h7E-EDI7-Adsgg_1": ["chicken is nicely fried", ["The fries are seasoned well and a nice change of pace from regular salted fries."]], "dS4_CM11h7E-EDI7-Adsgg_2": ["lettuce is crisp", ["I have had the Crispy Chicken Sandwich, Grilled Chicken Sandwich, Grilled Turkey Breast, Grilled Chicken Salad, Crispy Chicken Salad and Tenders and recommend them all."]], "dS4_CM11h7E-EDI7-Adsgg_3": ["food is excellent", ["Last but not least, they have the best Greek salad I've ever had from a fast dining establishment."]], "dS4_CM11h7E-EDI7-Adsgg_4": ["place is cool", ["Good location, plenty of parking, good-sized place inside with plenty of seating."]], "dS4_CM11h7E-EDI7-Adsgg_5": ["chick fil a is better", ["If you are in the mood for chicken and want something a notch up from Chik Fil A, this is the place for you."]], "dS4_CM11h7E-EDI7-Adsgg_6": ["fry is awesome", ["They had me with the fries- golden, thin and pipping hot with that real potato-y flavor."]], "dS4_CM11h7E-EDI7-Adsgg_7": ["customer service is good", ["The staff also makes it a point to ask for the first name of every ordered, which is a nice personal touch."]], "dS4_CM11h7E-EDI7-Adsgg_8": ["food is bland", ["The chicken tenders were surprisingly bland considering the fact that you could see the herbs in the batter."]], "4ZKAGQ2U8M4mtONcAg42cQ_0": ["burger is big", ["Its huge and yes it is as good as it sounds."]], "4ZKAGQ2U8M4mtONcAg42cQ_1": ["fry is great", ["The onion rings, fried pickles, and fries were all good too."]], "4ZKAGQ2U8M4mtONcAg42cQ_2": ["service is great", ["The service here is AMAZING with all of the bartenders being super inviting, friendly, attentive and social."]], "4ZKAGQ2U8M4mtONcAg42cQ_3": ["food is outstanding", ["The Cajun chicken Mac n cheese was incredibly flavorful."]], "4ZKAGQ2U8M4mtONcAg42cQ_4": ["burger is on point", ["The burgers were the star so the fries really didn't matter."]], "4ZKAGQ2U8M4mtONcAg42cQ_5": ["food is horrible", ["The fries were soggy and tasted like rancid oil."]], "4ZKAGQ2U8M4mtONcAg42cQ_6": ["beer selection is nice", ["Great beer selection of cans and draft."]], "4ZKAGQ2U8M4mtONcAg42cQ_7": ["music is great", ["The music scene is also a great one with a great selection of tracks from the staff."]], "4ZKAGQ2U8M4mtONcAg42cQ_8": ["roll is perfect", ["The garlic fries are the perfect side."]], "u6WTtx2pWipCSiBdUl-mow_0": ["place is love", ["My family and I loved our experience here, and would come back in a heart beat."]], "u6WTtx2pWipCSiBdUl-mow_1": ["service is top notch", ["The service was very nice and quick, although there were not many others in the restaurant."]], "u6WTtx2pWipCSiBdUl-mow_2": ["basil lemonade is excellent", ["The basil lemonade was excellent."]], "u6WTtx2pWipCSiBdUl-mow_3": ["food is horrible", ["Food was bla, no flavor or spice, side of pasta tasted like it came out of a can."]], "u6WTtx2pWipCSiBdUl-mow_4": ["sauce is perfect", ["The breading was a bit soggy, good sauce with tomatoes and asparagus."]], "u6WTtx2pWipCSiBdUl-mow_5": ["pizza is good", ["It was pretty good, although I would've liked just a bit more melted cheese."]], "u6WTtx2pWipCSiBdUl-mow_6": ["toasted ravioli is delicious", ["He really enjoyed the parmesan fries that were served with his sandwich though."]], "u6WTtx2pWipCSiBdUl-mow_7": ["ambiance is perfect", ["The patio is lovely, next to a fountain."]], "u6WTtx2pWipCSiBdUl-mow_8": ["portion is generous", ["The sandwich was generous sized."]], "aEZdzmzcpqgaaf7dYfieJg_0": ["beef is fresh", ["It had beef ribs and potatoes in it."]], "aEZdzmzcpqgaaf7dYfieJg_1": ["service is great", ["Our waitress was very lovely and personable while she was cooking our food on the grill."]], "aEZdzmzcpqgaaf7dYfieJg_2": ["place is great", ["I have been waiting for a good Korean BBQ place in Nashville."]], "aEZdzmzcpqgaaf7dYfieJg_3": ["korean chicken wing is delicious", ["I especially enjoyed the shrimp dumplings and the seafood pancake."]], "aEZdzmzcpqgaaf7dYfieJg_4": ["service is horrible", ["The staff was hesitant to let me take control of the cooking experience."]], "aEZdzmzcpqgaaf7dYfieJg_5": ["atmosphere is great", ["The atmosphere is great, decorated nicely, modern & clean."]], "aEZdzmzcpqgaaf7dYfieJg_6": ["korean food is best", ["I can taste Korea BBQ's right now."]], "aEZdzmzcpqgaaf7dYfieJg_7": ["food is bland", ["The roll was just blah, nothing impressive and same with the rice."]], "aEZdzmzcpqgaaf7dYfieJg_8": ["table top bbq is awesome", ["The table top bbq was awesome."]], "G1nix5cIWx3Jla8xZG-xAA_0": ["service is excellent", ["All staff members were friendly and attentive, including our great waiter Zac."]], "G1nix5cIWx3Jla8xZG-xAA_1": ["restaurant is great", ["Overall, I highly recommend this restaurant and hope you find this review helpful for a great Nashville eat."]], "G1nix5cIWx3Jla8xZG-xAA_2": ["food is excellent", ["I had the chicken fajitas they were the very best I have ever tasted."]], "G1nix5cIWx3Jla8xZG-xAA_3": ["pork is delicious", ["I ordered the bbq pork tacos."]], "G1nix5cIWx3Jla8xZG-xAA_4": ["chip is delicious", ["Maybe it was all the chips, salsa, and guac (we ordered that too)."]], "G1nix5cIWx3Jla8xZG-xAA_5": ["staff is unaccommodating", ["Let's start with the service our waitress (Olivia) would literally had to be flagged down to help us."]], "G1nix5cIWx3Jla8xZG-xAA_6": ["drink is good", ["We had a blueberry drink which was basically a Moscow mule it was delicious."]], "G1nix5cIWx3Jla8xZG-xAA_7": ["atmosphere is great", ["The restaurant is beautiful with hundreds of beautiful plants."]], "G1nix5cIWx3Jla8xZG-xAA_8": ["taco is good", ["They were great on the side of the tacos."]], "2MAQeAqmD8enCT2ZYqUgIQ_0": ["place is love", ["This is a great place to have a dinner if taking a love one out or celebrating something special."]], "2MAQeAqmD8enCT2ZYqUgIQ_1": ["chocolate is fantastic", ["There was PLENTY of cheese and chocolate to go around."]], "2MAQeAqmD8enCT2ZYqUgIQ_2": ["food is good", ["The cheese fondue was very flavorful."]], "2MAQeAqmD8enCT2ZYqUgIQ_3": ["service is great", ["We had the best server EVER, Miranda who explained all options of the 4 course meal along the way."]], "2MAQeAqmD8enCT2ZYqUgIQ_4": ["meal is excellent", ["Such a great restaurant, to enjoy fine dining and have a wonderful meal."]], "2MAQeAqmD8enCT2ZYqUgIQ_5": ["service is dismal", ["He was very annoyed when we asked a couple of times if he could check on our order."]], "2MAQeAqmD8enCT2ZYqUgIQ_6": ["melting pot is awesome", ["I rank Melting Pot up high on my list of good places to eat."]], "nkzhe-nViX6e-lBdhDLbGg_0": ["bean is good", ["Green bean sides were good but could be a little more southern with some spices."]], "nkzhe-nViX6e-lBdhDLbGg_1": ["chicken is delicious", ["The chicken strips were THE BEST IVE EVER HAD."]], "nkzhe-nViX6e-lBdhDLbGg_2": ["honey mustard is incredible", ["And the gravy had a nice peppery finish."]], "nkzhe-nViX6e-lBdhDLbGg_3": ["place is great", ["King Edwards is one of my favorite places to go, hands down."]], "nkzhe-nViX6e-lBdhDLbGg_4": ["chicken is bland", ["Seriously, what good is fried chicken if it's not greasy."]], "nkzhe-nViX6e-lBdhDLbGg_5": ["staff is friendly", ["The gentleman who took our order was friendly and quick."]], "nkzhe-nViX6e-lBdhDLbGg_6": ["side is hit and miss", ["The sides that we got were kind of on the mediocre side."]], "nkzhe-nViX6e-lBdhDLbGg_7": ["hushpuppy is great", ["We added hush puppies and mashed potatoes with gravy for good measure."]], "nkzhe-nViX6e-lBdhDLbGg_8": ["food is bland", ["The mac n cheese was terrible and tasted extremely fake."]], "Pl_9HzOa8uy_YOUxgonzGw_0": ["service is good", ["Our server was super nice and patient, considering that most of us were gringos."]], "Pl_9HzOa8uy_YOUxgonzGw_1": ["place is love", ["My coworkers and I love Los Gallos."]], "Pl_9HzOa8uy_YOUxgonzGw_2": ["place is nice", ["The place is a nice size and super clean."]], "Pl_9HzOa8uy_YOUxgonzGw_3": ["place is best", ["This is the best mexicano restaurant in philadelphia."]], "Pl_9HzOa8uy_YOUxgonzGw_4": ["food is good", ["The nachos are fantastic and come with chips and salsa."]], "Pl_9HzOa8uy_YOUxgonzGw_5": ["place is clean", ["The interior was very nice, clean and vibrant."]], "Pl_9HzOa8uy_YOUxgonzGw_6": ["steak is perfectly", ["There was chicken and steak too which was decent, though needed a bit more flavor."]], "Pl_9HzOa8uy_YOUxgonzGw_7": ["taco is amazing", ["The al pastor tacos are out of this worldddddd."]], "Pl_9HzOa8uy_YOUxgonzGw_8": ["atmosphere is relaxed", ["Smallish dining area, however, it is very comfortable."]], "gkrDiCU_sRZKwuBlhEzv6A_0": ["sushi is delicious", ["The sashimi is always fresh and so good."]], "gkrDiCU_sRZKwuBlhEzv6A_1": ["service is top notch", ["The waitress was super friendly, even offered to change our table cuz we were orginally seated at two person table."]], "gkrDiCU_sRZKwuBlhEzv6A_2": ["shiroi hana is love", ["My wife and I have loved Shiroi Hana for years."]], "gkrDiCU_sRZKwuBlhEzv6A_3": ["deco is nice", ["It also has very chic decor and very quiet ambient which would make a great date spot."]], "gkrDiCU_sRZKwuBlhEzv6A_4": ["fish is nothing special", ["The fish did not taste very fresh to me."]], "gkrDiCU_sRZKwuBlhEzv6A_5": ["salad is average", ["The sushi that I did manage to consume before finding the bone was not great."]], "gkrDiCU_sRZKwuBlhEzv6A_6": ["place is good", ["This is my favorite sushi spot in Philly."]], "gkrDiCU_sRZKwuBlhEzv6A_7": ["chirashi is delicious", ["For main entre I decided to have Chirashi served with sushi rice."]], "fKXU_HMU09PJfTHjtInN0Q_0": ["service is excellent", ["I also should add that although it's a busy restaurant the service is excellent."]], "fKXU_HMU09PJfTHjtInN0Q_1": ["food is good", ["I had the shrimp scampi, which was delicious."]], "fKXU_HMU09PJfTHjtInN0Q_2": ["restaurant is favorite", ["No matter where I am across the country I love this restaurant."]], "fKXU_HMU09PJfTHjtInN0Q_3": ["burger is great flavor", ["It was prepared as you'd expect, but again the flavor."]], "fKXU_HMU09PJfTHjtInN0Q_4": ["peanut butter is best", ["The best part of the meal was the order of kettle chips."]], "fKXU_HMU09PJfTHjtInN0Q_5": ["food is fresh", ["My stuffed mushrooms that I order every time was so perfect and fresh."]], "fKXU_HMU09PJfTHjtInN0Q_6": ["waiter is nice", ["When I walked into the restaurant, a waiter immediately asked me if I was looking for a group of people, and walked me to them."]], "fKXU_HMU09PJfTHjtInN0Q_7": ["bj 's is like", ["I personally wouldn't usually order that a chain restaurant like bjs."]], "fKXU_HMU09PJfTHjtInN0Q_8": ["pizookies is amazing", ["To me, that's the BEST part of the pizookie."]], "jGn6f8Y8A9mnNlVSc4lAJQ_0": ["service is great", ["Service is warm and attentive without being obtrusive, and very welcoming to my small kids."]], "jGn6f8Y8A9mnNlVSc4lAJQ_1": ["place is love", ["At the risk of of ruining a good thing and not getting a table anymore this is a fantastic place and recommend it highly."]], "jGn6f8Y8A9mnNlVSc4lAJQ_2": ["food is delicious", ["I tried the warm hummus as an appetizer."]], "jGn6f8Y8A9mnNlVSc4lAJQ_3": ["lavas bread is fresh", ["I ordered the cold app platter which was a variety of \"dips\" with fresh bread."]], "jGn6f8Y8A9mnNlVSc4lAJQ_4": ["lavas bread is hot", ["It is served with a puffy piping hot lavish bread."]], "jGn6f8Y8A9mnNlVSc4lAJQ_5": ["bread is huge", ["The bread was huge and a lot to use for the whole meal."]], "CU75YM3XOAQ4lO12eWdlcA_0": ["appetizer is good", ["For appetizers, we ordered the seafood pancake and Kim chi Mandu, both were tasty."]], "CU75YM3XOAQ4lO12eWdlcA_1": ["food is delicious", ["Everything we tried was absolutely delicious."]], "CU75YM3XOAQ4lO12eWdlcA_2": ["side dish is plus", ["In addition to all that, it is served with a few banchan (side dishes)."]], "CU75YM3XOAQ4lO12eWdlcA_3": ["place is great", ["I have to say this is by far the best Korean place to eat in Tampa."]], "CU75YM3XOAQ4lO12eWdlcA_4": ["pork barbeque is best", ["My wife and I love Korean BBQ."]], "CU75YM3XOAQ4lO12eWdlcA_5": ["service is quick", ["Our waitress was really nice and was very accommodating to our requests."]], "CU75YM3XOAQ4lO12eWdlcA_6": ["place is dissapointing", ["Have yet to find a decent place to eat Korean in Tampa."]], "CU75YM3XOAQ4lO12eWdlcA_7": ["service is falters", ["The servers took forever to take our drink and meal orders."]], "CU75YM3XOAQ4lO12eWdlcA_8": ["soup is lacked flavor", ["Also, the tofu soup we had was a little bland."]], "xwjUyOwIQuFNaBCxhedwLA_0": ["brisket is yummy", ["We had the brisket and pulled pork tacos, both were very tasty and tender."]], "xwjUyOwIQuFNaBCxhedwLA_1": ["place is awesome", ["This was one of my favorite places to eat in Nashville when we visited."]], "xwjUyOwIQuFNaBCxhedwLA_2": ["edley 's is love", ["Edley's East BBQ was one of the BBQ places I had to hit up while in Nashville."]], "xwjUyOwIQuFNaBCxhedwLA_3": ["bbq is great", ["We loved the barbecue sauce which tasted homemade."]], "xwjUyOwIQuFNaBCxhedwLA_4": ["service is great", ["Catfish the manager was so attentive and gave such great customer service we loved it."]], "xwjUyOwIQuFNaBCxhedwLA_5": ["side is delicious", ["Had a bite of my friend's Mac and cheese side and I wish i had ordered one for myself because it was good."]], "xwjUyOwIQuFNaBCxhedwLA_6": ["cornbread is good", ["The corn bread was good and had hot peppers in to make it interesting."]], "xwjUyOwIQuFNaBCxhedwLA_7": ["brisket is dry", ["They might as well not have brisket in the menu."]], "xwjUyOwIQuFNaBCxhedwLA_8": ["atmosphere is great", ["The atmosphere is great with both indoor and outdoor sitting and a full bar."]], "8JcdN89xv4AqAVRSDLLUHw_0": ["hostess is friendly", ["The staff was very attentive as it was my father in laws 80th birthday."]], "8JcdN89xv4AqAVRSDLLUHw_1": ["food is mediocre", ["The fish I had was very bland and needed more seasoning."]], "8JcdN89xv4AqAVRSDLLUHw_2": ["food is excellent", ["I had the goat cheese salad which was good."]], "8JcdN89xv4AqAVRSDLLUHw_3": ["bread olive oil is best", ["If you're skipping an appetizer, D'angelos serves fresh bread with olive oil for dipping, all pretty standard."]], "8JcdN89xv4AqAVRSDLLUHw_4": ["owner is rude", ["The owner was INCREDIBLY rude to us."]], "8JcdN89xv4AqAVRSDLLUHw_5": ["service is not", ["When it came time to pay, the waitress passed by several times while our credit card was on the bill without picking it up."]], "V0SHmvYtXqdv8-AsqshV6w_0": ["food is excellent", ["And the coleslaw was delicious."]], "V0SHmvYtXqdv8-AsqshV6w_1": ["place is great", ["Smoking Betty's is a reliably good place to grab a casual dinner or brunch."]], "V0SHmvYtXqdv8-AsqshV6w_2": ["brunch drink special is great", ["The brunch drink specials are great."]], "V0SHmvYtXqdv8-AsqshV6w_3": ["service is mediocre", ["Waiter watched us and never even came over to ask if we wanted water or anything."]], "V0SHmvYtXqdv8-AsqshV6w_4": ["service is fine", ["I had positive service from the waitstaff and bartenders, both upstairs and down."]], "V0SHmvYtXqdv8-AsqshV6w_5": ["atmosphere is great", ["The ambiance is nice and the outdoor seating was perfect."]], "V0SHmvYtXqdv8-AsqshV6w_6": ["meal is great", ["Had a wonderful meal here while on a business trip."]], "V0SHmvYtXqdv8-AsqshV6w_7": ["menu is great", ["This place has great variety on the menu, including the aforementioned turducken burger."]], "V0SHmvYtXqdv8-AsqshV6w_8": ["food is disappointment", ["Last few times, I went there I was not impressed by the food."]], "j6ZbvZ61szApc-EXvKgumA_0": ["drink is good", ["Any night of the week you will have an amazing time there sitting outside enjoying a nice cold drink."]], "j6ZbvZ61szApc-EXvKgumA_1": ["service is terrible", ["I had to wait until the waiter decided to come back and told him that it needed to come off the bill."]], "j6ZbvZ61szApc-EXvKgumA_2": ["wait staff is attentive", ["Server was new, and one of the most friendly, helpful and attentive waitresses I have had in a long time."]], "j6ZbvZ61szApc-EXvKgumA_3": ["food is excellent", ["My encrusted salmon (w a mango salsa) over arugula was amazing."]], "j6ZbvZ61szApc-EXvKgumA_4": ["atmosphere is nice", ["Outdoor tiki bar, but then an outdoor dinner seating area which could be nice."]], "j6ZbvZ61szApc-EXvKgumA_5": ["guacamole is frozen", ["Some of the food was obviously frozen food from Walmart or something."]], "j6ZbvZ61szApc-EXvKgumA_6": ["food is mediocre", ["Seafood bisque soup was so nasty and watery."]], "j6ZbvZ61szApc-EXvKgumA_7": ["view is lovely", ["Beautiful outdoor views - deck is up & running & poppin'."]], "6rOZ16N6YlpLC9_7fDnMLw_0": ["place is best", ["Tried this place for lunch with husband today and loved it."]], "6rOZ16N6YlpLC9_7fDnMLw_1": ["salmon pita is delicious", ["She recommended their kabobs (delish)."]], "6rOZ16N6YlpLC9_7fDnMLw_2": ["customer service is awesome", ["A male staff came over to check on us and was also very friendly."]], "6rOZ16N6YlpLC9_7fDnMLw_3": ["hummus is great", ["I've also tried the cookies and the basil pesto hummus."]], "6rOZ16N6YlpLC9_7fDnMLw_4": ["sandwich is good", ["I had the grilled chicken sandwich."]], "6rOZ16N6YlpLC9_7fDnMLw_5": ["food is loved", ["Love them with hot sauce or the spicy aioli."]], "6rOZ16N6YlpLC9_7fDnMLw_6": ["meal is tasty", ["I was looking for something healthy & tasty for lunch."]], "6rOZ16N6YlpLC9_7fDnMLw_7": ["service is horrible", ["The people behind the counter were not friendly At all and on their phones the entire time."]], "6rOZ16N6YlpLC9_7fDnMLw_8": ["flavor is good", ["The steak was perfectly medium rare and very flavorful."]], "HUcjSm1Lxdn8zSu-hQ7-sw_0": ["service is great", ["Luckily the hostess finally motioned to us that our table was ready."]], "HUcjSm1Lxdn8zSu-hQ7-sw_1": ["place is love", ["For a long time, this was our favorite place for lunch or brunch (we've never been here for dinner)."]], "HUcjSm1Lxdn8zSu-hQ7-sw_2": ["hanger steak is awesome", ["I always get the mussels and escargot."]], "HUcjSm1Lxdn8zSu-hQ7-sw_3": ["french onion soup is good", ["The French onion soup was really good."]], "HUcjSm1Lxdn8zSu-hQ7-sw_4": ["cocktail is great", ["The wine list and cocktail menu have something for every taste."]], "HUcjSm1Lxdn8zSu-hQ7-sw_5": ["ambiance is great", ["Great atmosphere, such a throwback to the '80s when people weren't staring at the phones in public."]], "aqdoynddLcBTSmI7uJVBiw_0": ["miles auto spa is love", ["I had the best experience at Miles Auto Spa."]], "aqdoynddLcBTSmI7uJVBiw_1": ["customer service is love", ["Very nice employee came over wiped the dirt off my windows and the top of my car and the hood everything was dirty and soapy."]], "aqdoynddLcBTSmI7uJVBiw_2": ["service is disappointing", ["The workers that are supposed to prewash your car just don't care at the Royal Oaks location."]], "aqdoynddLcBTSmI7uJVBiw_3": ["place is like", ["I have recently moved to the area and found myself disappointed with this place being my only option other than a quicky drive through."]], "aqdoynddLcBTSmI7uJVBiw_4": ["interior is ignored", ["I mean I'm still so confused that o can't get interior wiped down/vacuum without an appointment?!."]], "aqdoynddLcBTSmI7uJVBiw_5": ["car is clean", ["Once my wife arrived back home, I walked out to look at the clean car."]], "aqdoynddLcBTSmI7uJVBiw_6": ["interior work is average at best", ["They were not done on time, did a very poor vacuuming job, and totally ignored waxing the roof of the vehicle."]], "aqdoynddLcBTSmI7uJVBiw_7": ["place is great", ["If you are looking for a great place to get your car washed in Williamson County then go here."]], "StqG4cdKhTHmGyS7PSimdA_0": ["food is delicious", ["Then I ordered the chicken shwarma with hummus and greek salad was delicious."]], "StqG4cdKhTHmGyS7PSimdA_1": ["kafta is perfectly flavored", ["I recommend the kafta, cheese egg roll, and baklava."]], "StqG4cdKhTHmGyS7PSimdA_2": ["service is great", ["The service is excellent as well, the staff is attentive and helpful and very friendly."]], "StqG4cdKhTHmGyS7PSimdA_3": ["portion is large", ["My dad and I both ordered the chicken kabobs, which came out hot and in generous portions."]], "StqG4cdKhTHmGyS7PSimdA_4": ["service is bad", ["The waitress was completely disrespectful when I told her they had charged my card three times."]], "StqG4cdKhTHmGyS7PSimdA_5": ["food is fresh", ["They came out hot and freshly made."]], "lFs4LIQn_kbsLozQzk-4Qg_0": ["place is love", ["My boyfriend and I love to spend our Sunday afternoon walking up and down 9th St.."]], "lFs4LIQn_kbsLozQzk-4Qg_1": ["place is fun", ["It's a fun place to wander in and out of shops."]], "lFs4LIQn_kbsLozQzk-4Qg_2": ["food is great", ["The best food we found to eat was Blue Corn (Mexican)."]], "lFs4LIQn_kbsLozQzk-4Qg_3": ["place is best", ["This was the one place I totally wanted to do while in Philly."]], "lFs4LIQn_kbsLozQzk-4Qg_4": ["area is neat", ["The area has a unique amount of sounds and smells."]], "lFs4LIQn_kbsLozQzk-4Qg_5": ["produce is quality", ["Bring your own bag and look carefully to make sure the produce is in good shape."]], "lFs4LIQn_kbsLozQzk-4Qg_6": ["shop is fantastic", ["And the little cheese and spice shops are amazing as well."]], "lFs4LIQn_kbsLozQzk-4Qg_7": ["italian market is quintessential", ["The Italian Market would be simply amazing if I lived anywhere near South 9th Street."]], "lFs4LIQn_kbsLozQzk-4Qg_8": ["produce is amazing", ["I easily load my bags with enough fresh, cheap produce to keep me stuffed for a week."]], "czZ39uUtw3Z1eRvHpDg2yA_0": ["falafel is delicious", ["Shawarma was delicious as was the rice."]], "czZ39uUtw3Z1eRvHpDg2yA_1": ["food is better", ["Overall, foods were great but if you want to eat there you need."]], "czZ39uUtw3Z1eRvHpDg2yA_2": ["rice is dry", ["We had kebabs that were overcooked and underseasoned served with rice."]], "czZ39uUtw3Z1eRvHpDg2yA_3": ["hummus is smooth", ["The humus and babba gannouji were creamy and addictive."]], "czZ39uUtw3Z1eRvHpDg2yA_4": ["service is great", ["The person who answered was very pleasant and explained the dishes I was interested in."]], "czZ39uUtw3Z1eRvHpDg2yA_5": ["meal is sumptuous", ["And the fresh pita bread that comes with your meal."]], "czZ39uUtw3Z1eRvHpDg2yA_6": ["lamb is wonderful", ["She suggested the platter which had various grilled meat items including chicken, kebab, and lamb chunks sitting on a bed of delicious rice."]], "pP_jeWrWq-lvMitmkM2Gkw_0": ["place is good", ["The actual atmosphere of the place was pretty good for a burger joint."]], "pP_jeWrWq-lvMitmkM2Gkw_1": ["food is delicious", ["The veggie burger was delicious."]], "pP_jeWrWq-lvMitmkM2Gkw_2": ["food is fresh", ["I sincerely appreciate the Eco-friendly packaging and the quality of the ingredients."]], "pP_jeWrWq-lvMitmkM2Gkw_3": ["fry is n't that crispy", ["The fries weren't that crispy."]], "pP_jeWrWq-lvMitmkM2Gkw_4": ["staff is great", ["The only reason this place is getting one star is because the cashier was very nice and greeting."]], "Uooe_7n4jy1ZYAFF0xe2UA_0": ["service is great", ["The greeter & Bartender who gave me my take out order were attentive& Friendly."]], "Uooe_7n4jy1ZYAFF0xe2UA_1": ["food is stellar", ["The first thing I had was the blackened shrimp and cheesy grits, which was delicious."]], "Uooe_7n4jy1ZYAFF0xe2UA_2": ["food is barely edible", ["My tasty oyster appetizer was ruined by rushing the oysters down."]], "Uooe_7n4jy1ZYAFF0xe2UA_3": ["brunch is fantastic", ["City Fish has an awesome Sunday morning brunch."]], "Uooe_7n4jy1ZYAFF0xe2UA_4": ["lobster is dry", ["The two diners that had salmon, my husband being one of them, said that it was a bit dry."]], "Uooe_7n4jy1ZYAFF0xe2UA_5": ["service is horrible", ["The wait staff also seemed rushed and weeded throughout the entire meal."]], "Uooe_7n4jy1ZYAFF0xe2UA_6": ["coleslaw is no flavor", ["The coleslaw had no flavor."]], "Uooe_7n4jy1ZYAFF0xe2UA_7": ["steak is perfect", ["My steak tasted along the lines of the steaks I have had at Ruth Chris' and Morton's."]], "gzMlFR9ViVCr_HUYPgqqVg_0": ["french toast is good", ["She had the pork shoulder and said it was the best thing she ate in NOLA."]], "gzMlFR9ViVCr_HUYPgqqVg_1": ["place is great", ["My friend moved to New Orleans and highly recommended this place."]], "gzMlFR9ViVCr_HUYPgqqVg_2": ["service is great", ["Our server was incredible friendly and knew exactly which items on the menu were gluten free for me."]], "gzMlFR9ViVCr_HUYPgqqVg_3": ["gastropub is great", ["Truly a great experience at Sylvain Restaurant."]], "gzMlFR9ViVCr_HUYPgqqVg_4": ["food is average", ["My chicken sandwich was dry and not flavorful at all."]], "gzMlFR9ViVCr_HUYPgqqVg_5": ["fry is good", ["The fried pork shoulder was slammin (ask for hot sauce to go with.)."]], "gzMlFR9ViVCr_HUYPgqqVg_6": ["atmosphere is great", ["Fun atmosphere that is dimly lit inside with candles at each table."]], "gzMlFR9ViVCr_HUYPgqqVg_7": ["service is awful", ["The only reason I don't give this five stars is the staff moves a littler slower than I prefer."]], "gzMlFR9ViVCr_HUYPgqqVg_8": ["burger is good", ["I had the burger for lunch at my last visit."]], "uxtkqKLsVeXZz-5AQ1uI3A_0": ["place is love", ["My boyfriend and I LOVE going here for our date nights."]], "uxtkqKLsVeXZz-5AQ1uI3A_1": ["food is average at best", ["The food has been beyond bland on every visit; nothing special, just exactly what it says on the menu cooked like it was made in a 7th grace home ec."]], "uxtkqKLsVeXZz-5AQ1uI3A_2": ["beer selection is great", ["For whatever reason, the beer selection in this place is great Monthly selections both draught and bottles is fantastic."]], "uxtkqKLsVeXZz-5AQ1uI3A_3": ["atmosphere is comfortable", ["Overall, nice atmosphere though."]], "uxtkqKLsVeXZz-5AQ1uI3A_4": ["place is awesome", ["This place is good is you like a \"dive bar\" atmosphere."]], "uxtkqKLsVeXZz-5AQ1uI3A_5": ["bar is cool", ["(There are very nice hi-def flat screen t.v.s in the bar area.)."]], "uxtkqKLsVeXZz-5AQ1uI3A_6": ["atmosphere is bleh", ["The atmosphere is that of a doctor's office on a Saturday morning filled with the people you hate."]], "uxtkqKLsVeXZz-5AQ1uI3A_7": ["food is great", ["Their crab fries are beyond delicious."]], "uxtkqKLsVeXZz-5AQ1uI3A_8": ["owner is rude", ["I'm embarrassed to say I witnessed the owner yell and curse at a guy at the bar."]], "u-wkhjV7CfvGJVY7hGULjw_0": ["bathroom is tiny", ["My only complaints for my room was the TV didn't work and the water pressure was non-existent in the bathroom."]], "u-wkhjV7CfvGJVY7hGULjw_1": ["room is nice", ["The room was nice and spacious, although there was only 1 full length mirror + the mirror in the bathroom."]], "u-wkhjV7CfvGJVY7hGULjw_2": ["view of the riverwalk is great", ["We had a fantastic view of the river."]], "u-wkhjV7CfvGJVY7hGULjw_3": ["hotel is top notch", ["The hotel is one of the better hotels I have stayed at, either for conferences or leisure."]], "u-wkhjV7CfvGJVY7hGULjw_4": ["hotel staff is helpful", ["The hotel staff is amazing and as friendly as you can possibly imagine."]], "u-wkhjV7CfvGJVY7hGULjw_5": ["hotel room is smelly", ["My room had places where the wallpaper was peeling and makeup spots on the door."]], "u-wkhjV7CfvGJVY7hGULjw_6": ["bread pudding is good", ["They have the best grilled oysters in NOLA."]], "u-wkhjV7CfvGJVY7hGULjw_7": ["room service is crapy", ["Horrible customer service from everyone at this hotel (including manager and assistant manager)."]], "u-wkhjV7CfvGJVY7hGULjw_8": ["location by the is nice", ["The location is conveniently located by the cruise port and the Riverside Outlet center."]], "vio2OwMG_gbw0xFUDIQzog_0": ["service is slow", ["We sat in the lounge area and was served by a very rude bar tender (Bianca)."]], "vio2OwMG_gbw0xFUDIQzog_1": ["service is great", ["From the moment we walked in to the moment we walked out, service was top notch."]], "vio2OwMG_gbw0xFUDIQzog_2": ["food is excellent", ["The risotto we had was divine."]], "vio2OwMG_gbw0xFUDIQzog_3": ["place is great", ["My fiancee and I love this place like it's our own kitchen."]], "vio2OwMG_gbw0xFUDIQzog_4": ["oyster is excellent", ["The chargrilled oyster appetizer was out of this world."]], "vio2OwMG_gbw0xFUDIQzog_5": ["atmosphere is excellent", ["The environment is very nice in both the main dining and bar area."]], "vio2OwMG_gbw0xFUDIQzog_6": ["entree is great", ["I also had a shrimp and scallop salad which was also great."]], "vio2OwMG_gbw0xFUDIQzog_7": ["lobster is good", ["With fresh seafood brought in daily you could defiantly tell."]], "vio2OwMG_gbw0xFUDIQzog_8": ["wine is excellent", ["We drank a bottle of wine with dinner."]], "LqxwgpXvWMrAZV5W0u2x6g_0": ["food is delicious", ["The waffle fries were great."]], "LqxwgpXvWMrAZV5W0u2x6g_1": ["customer service is top notch", ["Our waiter was quick and attentive even though he was juggling a few different parties."]], "LqxwgpXvWMrAZV5W0u2x6g_2": ["cake is delicious", ["I highly recommend the loaded potato cakes."]], "LqxwgpXvWMrAZV5W0u2x6g_3": ["soup is good", ["I chose their signature French onion soup."]], "LqxwgpXvWMrAZV5W0u2x6g_4": ["dawson 's is love", ["I've come to the conclusion that Dawson's is the best restaurant to visit on Main Street."]], "LqxwgpXvWMrAZV5W0u2x6g_5": ["salad is fresh", ["It was served with mashed potatoes and fresh vegetables."]], "LqxwgpXvWMrAZV5W0u2x6g_6": ["menu is great", ["Dawson's has steak, pasta, AND seafood on its menu."]], "LqxwgpXvWMrAZV5W0u2x6g_7": ["house sauce is awesome", ["The texture was off to me but the sauce was amazing."]], "LqxwgpXvWMrAZV5W0u2x6g_8": ["atmosphere is great", ["Atmosphere: Dawson's gives a classic American restaurant vibe."]], "l_mx_q740TLKBPCMa_mtJw_0": ["portion is big", ["The portions are large and can normally have a little excess with two people."]], "l_mx_q740TLKBPCMa_mtJw_1": ["thai food is great", ["I LOVE their Pad Thai noodles with tofu."]], "l_mx_q740TLKBPCMa_mtJw_2": ["service is great", ["The young workers at this restaurant are the ones that offer good customer service."]], "l_mx_q740TLKBPCMa_mtJw_3": ["thai tea is awesome", ["The ginger tea is the best I have ever had, spicy sweet and delicious."]], "l_mx_q740TLKBPCMa_mtJw_4": ["atmosphere is great", ["This place is friendly, clean, cool, pretty."]], "ka2XO8vL_PqCS-xk3SVauA_0": ["customer service is excellent", ["At the end of a meal, I was greeted with another hand wipe, AND mask - that is above & beyond service you would expect from any restaurant."]], "ka2XO8vL_PqCS-xk3SVauA_1": ["ramen is good", ["My favorite item on the menu I will say was my Sapporo Miso Ramen."]], "ka2XO8vL_PqCS-xk3SVauA_2": ["sauce is delicious", ["We went with the traditional demi glace sauce which was nice and tangy."]], "ka2XO8vL_PqCS-xk3SVauA_3": ["broth is oily", ["The shrimp tempura batter was hard to chew."]], "ka2XO8vL_PqCS-xk3SVauA_4": ["okonomiyaki is creamy", ["Crispy fried chicken rice burger - the consistency of the \"rice bun\" actually complements the crispy fried chicken patty."]], "ka2XO8vL_PqCS-xk3SVauA_5": ["broth is flavorful", ["The pork was very tender and was very flavorful."]], "ka2XO8vL_PqCS-xk3SVauA_6": ["food is delicious", ["My mom loved her eel burger and fried oysters."]], "ka2XO8vL_PqCS-xk3SVauA_7": ["omurice is bland", ["The fried rice in the omurice had chunks of white rice that were not distributed evenly."]], "ka2XO8vL_PqCS-xk3SVauA_8": ["omurice is lacking flavor", ["The demi glace sauce was lacking flavor."]], "_H30_Y_YcQQ7kbix9a1KfQ_0": ["service is good", ["The service was GREAT PETE IS AWESOME and FAST (6 min app on table and 12 mins both meals on table)."]], "_H30_Y_YcQQ7kbix9a1KfQ_1": ["chicken is delicious", ["This is still THE BEST CHICKEN IN SAINT LOUIS AND DON'T LET ANYBODY TELL YOU ANY DIFFERENT."]], "_H30_Y_YcQQ7kbix9a1KfQ_2": ["slaw is average", ["Potato salad tasted like the premade grocery store stuff."]], "_H30_Y_YcQQ7kbix9a1KfQ_3": ["food is great", ["The fried okra & the Chess Pie are AWESOME."]], "_H30_Y_YcQQ7kbix9a1KfQ_4": ["side is nothing delicious", ["Although, none of the side dishes I would say are that spectacular."]], "_H30_Y_YcQQ7kbix9a1KfQ_5": ["coleslaw is delicious", ["I love fried pickles and must say that I was impressed that thief fried spears were still crispy after the car ride home."]], "_H30_Y_YcQQ7kbix9a1KfQ_6": ["bean is excellent", ["The bakes beans were good tastes like it may have had some bbq sauce in them."]], "_H30_Y_YcQQ7kbix9a1KfQ_7": ["fried chicken is nothing special", ["The fried chicken here is nothing special."]], "Ld3qgGua7MqrFnZY8AIo0A_0": ["place is loved", ["Giving this place 5 stars does not sufficiently describe how happy I am with my experience here."]], "Ld3qgGua7MqrFnZY8AIo0A_1": ["food is decent", ["I saw tasty looking sandwiches and salads."]], "Ld3qgGua7MqrFnZY8AIo0A_2": ["cafe is great", ["Cafe ventana has become my second home, mostly because I live down the street from it."]], "Ld3qgGua7MqrFnZY8AIo0A_3": ["food is not great", ["My problem with this place is the quality of the food was horrible."]], "Ld3qgGua7MqrFnZY8AIo0A_4": ["atmosphere is perfect", ["The Annex is quite, roomy, and has a cool vibe to it."]], "Ld3qgGua7MqrFnZY8AIo0A_5": ["spot is great", ["Generally a good place to study, has a really nice covered back patio."]], "Ld3qgGua7MqrFnZY8AIo0A_6": ["seating is plenty of", ["They have plenty of seating, both indoor and outdoor."]], "Ld3qgGua7MqrFnZY8AIo0A_7": ["coffee is great", ["However they serve a very very good latte."]], "Ld3qgGua7MqrFnZY8AIo0A_8": ["beignet is awesome", ["Plus, they have beignets which gets them 5 stars already in my book."]], "ELY0HI8GDEx0jkmREVna0A_0": ["staff is amazing", ["EVERY staff member I encountered was beyond helpful & friendly."]], "ELY0HI8GDEx0jkmREVna0A_1": ["beer is good", ["I'm now a fan of mulled wine thanks to FH."]], "ELY0HI8GDEx0jkmREVna0A_2": ["drink is delicious", ["It was so fruity and delicious, like a vitamin C candy."]], "ELY0HI8GDEx0jkmREVna0A_3": ["place is great", ["This place is super spacious with an outdoor seating area with picnic style benches."]], "ELY0HI8GDEx0jkmREVna0A_4": ["food is okay", ["The food is surprisingly good: sausages, pretzels, fries and more."]], "ELY0HI8GDEx0jkmREVna0A_5": ["beer selection is great", ["For the non-beer drinkers, they also have wine and cider."]], "ELY0HI8GDEx0jkmREVna0A_6": ["food is mediocre", ["However, the food does not consistently meet expectations of real German food."]], "ELY0HI8GDEx0jkmREVna0A_7": ["place is shittttttt", ["Anyone that doesnt like this place should be place in front of a firing squad and be properly reprimanded."]], "ELY0HI8GDEx0jkmREVna0A_8": ["pretzel is huge", ["If you're hungry, I urge you to snack on the big warm pretzel with the side of cheese."]], "qoD6-nDDfEuNPRJipJxpOA_0": ["service is good", ["Our waiter was constantly present to check our status for ordering drinks and food but was never pushy."]], "qoD6-nDDfEuNPRJipJxpOA_1": ["food is delicious", ["The dishes offered that we had were so very delicious and absolutely wonderful."]], "qoD6-nDDfEuNPRJipJxpOA_2": ["fry is crisp", ["I would Say there was nothing so special about it, the duck fries were nice and crispy."]], "qoD6-nDDfEuNPRJipJxpOA_3": ["place is great", ["I definitely recommend this place if you want to go somewhere special for breakfast."]], "qoD6-nDDfEuNPRJipJxpOA_4": ["coffee is delicious", ["The coffee was great considering I didn't even put anything into it."]], "qoD6-nDDfEuNPRJipJxpOA_5": ["oeb is impressed", ["I have long been a fan of OEB in Calgary."]], "qoD6-nDDfEuNPRJipJxpOA_6": ["breakfast is good", ["In the end I went for the breakfast poutine."]], "qoD6-nDDfEuNPRJipJxpOA_7": ["ambiance is nice", ["I love the decor - clean and modern but with a bit of a retro 50s vibe, and the decorations and light fixtures reminiscent of breakfast eggs."]], "qoD6-nDDfEuNPRJipJxpOA_8": ["menu is amazing", ["They have something for everyone on the menu, whether you're a sweet or savoury person."]], "BMVDzCh3om7pF2_-4TCVsQ_0": ["service is good", ["The servers were gracious and friendly and efficient and proactive with drink refills and anticipating other needs."]], "BMVDzCh3om7pF2_-4TCVsQ_1": ["food is excellent", ["The brussel sprouts were good."]], "BMVDzCh3om7pF2_-4TCVsQ_2": ["room is huge", ["The room we had was HUGE for some reason - so much room for activities."]], "BMVDzCh3om7pF2_-4TCVsQ_3": ["accommodation is excellent", ["Very cool to be upgraded to a corner Bay view King Suite with pull out sofa bed- beautiful accommodations and views of the Bay."]], "BMVDzCh3om7pF2_-4TCVsQ_4": ["hotel is fantastic", ["This is an awesome hotel in St. Petersburg."]], "BMVDzCh3om7pF2_-4TCVsQ_5": ["lobby is nice", ["My room had 2 balconies- opened up the doors and let the fresh air in."]], "BMVDzCh3om7pF2_-4TCVsQ_6": ["atmosphere is great", ["The jacuzzi on our balcony was amazing."]], "BMVDzCh3om7pF2_-4TCVsQ_7": ["decor is great", ["The convention space was decorated appropiately- not too over the top."]], "BMVDzCh3om7pF2_-4TCVsQ_8": ["vinoy is love", ["I love the Vinoy and stay here frequently when on business but plan to bring the family at some point."]], "yz0KWVamNhqiZGz7XTClzg_0": ["shrimp is outstanding", ["However the shrimp and tasso pinchos were something I will get every time I go."]], "yz0KWVamNhqiZGz7XTClzg_1": ["coffee is great", ["Drinks are great too, we had the Tom Collins which were nice."]], "yz0KWVamNhqiZGz7XTClzg_2": ["service is great", ["The service was great we have been eating out in new orleans."]], "yz0KWVamNhqiZGz7XTClzg_3": ["place is amazing", ["I could go on for hours about how great this place is , but just go and experience it for yourself."]], "yz0KWVamNhqiZGz7XTClzg_4": ["oyster is nicely fried", ["Their pork skins are fried nicely and are greaseless."]], "yz0KWVamNhqiZGz7XTClzg_5": ["avocado ice cream is refreshing", ["The ice cream was a good texture despite topping the tuna)."]], "yz0KWVamNhqiZGz7XTClzg_6": ["sobou is cute", ["Sobou is a great new addition to the fq."]], "yz0KWVamNhqiZGz7XTClzg_7": ["food is delicious", ["The sheepsfish and crawfish with gnocchi was so good."]], "yz0KWVamNhqiZGz7XTClzg_8": ["atmosphere is nice", ["Dark and accented with under-lit apothecary bottles, the decor is spot on."]], "5kXqNRNpxm4vP_awcidPDA_0": ["wait staff is great", ["Let me first start by saying my server, Jackie was great."]], "5kXqNRNpxm4vP_awcidPDA_1": ["portion is huge", ["They give you pretty big portions of food."]], "5kXqNRNpxm4vP_awcidPDA_2": ["breakfast food is excellent", ["The tater tots were cooked perfectly."]], "5kXqNRNpxm4vP_awcidPDA_3": ["place is favorite", ["I love this diner and will continue to keeping coming here."]], "5kXqNRNpxm4vP_awcidPDA_4": ["service is not very good", ["The waitress was so incredibly rude, we walked out after we placed our order."]], "5kXqNRNpxm4vP_awcidPDA_5": ["meal is good", ["My wife and I got the same meal."]], "5kXqNRNpxm4vP_awcidPDA_6": ["food is mediocre", ["That being said the food that they give you could be a little better, not that the food is bad, its just nothing special, very ordinary."]], "EaOpoKLdqNwZ2q5owQ6LDA_0": ["dessert is hit and miss", ["As for the food, it's hit or miss."]], "EaOpoKLdqNwZ2q5owQ6LDA_1": ["food is delicious", ["The fish and chips are some of the best I've had."]], "EaOpoKLdqNwZ2q5owQ6LDA_2": ["customer service is good", ["This evening we found the wait staff to be very friendly, helpful and quite accomodating."]], "EaOpoKLdqNwZ2q5owQ6LDA_3": ["service is terrible", ["The only server on the patio was a young man with NO experience."]], "EaOpoKLdqNwZ2q5owQ6LDA_4": ["view is breathtaking", ["We sat upstairs on the patio and WOW what a view."]], "EaOpoKLdqNwZ2q5owQ6LDA_5": ["ambiance is great", ["Downstairs piano bar and outside patio are so relaxing."]], "EaOpoKLdqNwZ2q5owQ6LDA_6": ["restaurant is beautiful", ["The Five Palms is one of the most beautiful restaurants in Tucson."]], "EaOpoKLdqNwZ2q5owQ6LDA_7": ["drink is great", ["Definitely good to enjoy with one of the wines served there."]], "ANTj0UD-OS7Zod3mulUg6w_0": ["venue is small", ["It is a small restaurant with 10 ish tables (I didn't count them)."]], "ANTj0UD-OS7Zod3mulUg6w_1": ["service is great", ["We were greeted when we walked in the door and quickly seated."]], "ANTj0UD-OS7Zod3mulUg6w_2": ["service is horrible", ["When I called to order, the man on the phone sounded annoyed when taking my order."]], "ANTj0UD-OS7Zod3mulUg6w_3": ["food is tasteless", ["Wasn't impressed by the food-- it wasn't authentic and seemed very Americanized."]], "ANTj0UD-OS7Zod3mulUg6w_4": ["place is great", ["I'm so happy that Virginia's reviews sent me in to this terrific spot."]], "ANTj0UD-OS7Zod3mulUg6w_5": ["dish is solid", ["The Khao Soi is their signature dish here."]], "ANTj0UD-OS7Zod3mulUg6w_6": ["food is excellent", ["The Khao Soi is a delicious curry noodle soup with crispy noodles on top."]], "ANTj0UD-OS7Zod3mulUg6w_7": ["fork & stix is love", ["Fork & Stix is a hidden gem in the Loop."]], "ANTj0UD-OS7Zod3mulUg6w_8": ["ingredient is tasty", ["Every dish is carefully prepared with the freshest ingredients and retains traditional flavors."]], "p_6THXiGLViyxYnOY8BzZQ_0": ["vin de set is yummy", ["Vin De Set is far and away, hands down, no bones about it, the winner."]], "p_6THXiGLViyxYnOY8BzZQ_1": ["food is excellent", ["The BigMamma burger was delicious."]], "p_6THXiGLViyxYnOY8BzZQ_2": ["service is great", ["The waitstaff was great and service in general was top-notch."]], "p_6THXiGLViyxYnOY8BzZQ_3": ["view is great", ["We sat outside at the bar, which was a really great view."]], "p_6THXiGLViyxYnOY8BzZQ_4": ["atmosphere is nice", ["It also has a really a cool outside seating area."]], "1XlT3ELRG2g2LA5zsxkWWA_0": ["seasoning is great", ["Again, all seasoned well and spiced just right."]], "1XlT3ELRG2g2LA5zsxkWWA_1": ["boiled shrimp is delicious", ["Boiled shrimp and crawfish were super tasty."]], "1XlT3ELRG2g2LA5zsxkWWA_2": ["seafood is cheap", ["We got a giant bag of hot and spicy crawfish for cheap ($4.99/lb.)."]], "1XlT3ELRG2g2LA5zsxkWWA_3": ["seafood pasta is not eatable", ["The seafood pasta was dry and not eatable."]], "1XlT3ELRG2g2LA5zsxkWWA_4": ["potato is good", ["Corn and potatoes were good, but nothing to brag about."]], "1XlT3ELRG2g2LA5zsxkWWA_5": ["corn is over cooked", ["The corn is super spicy and over cooked."]], "1XlT3ELRG2g2LA5zsxkWWA_6": ["hot sausage is good", ["They were pretty good and hot and good size mixup too."]], "1XlT3ELRG2g2LA5zsxkWWA_7": ["corn is mediocre", ["I was better off getting corn or maybe even a turkey neck."]], "1XlT3ELRG2g2LA5zsxkWWA_8": ["seafood is fresh", ["Me and the hubby just arrived in NoLa and had to make it here to get their fresh foods."]], "d3Qumdqjwj62dEYZ7lc6mg_0": ["service is great", ["The Service was not an issue at all with a very friendly young lady that served our table."]], "d3Qumdqjwj62dEYZ7lc6mg_1": ["fry is tasty", ["Scallop sliders were very tasty."]], "d3Qumdqjwj62dEYZ7lc6mg_2": ["salmon is good", ["This is one of our favorite places to go to get fresh seafood."]], "d3Qumdqjwj62dEYZ7lc6mg_3": ["house wine is excellent", ["I had a nice glass of wine with my dinner."]], "d3Qumdqjwj62dEYZ7lc6mg_4": ["fish and chip is best", ["I will go back & try the fish & chips."]], "d3Qumdqjwj62dEYZ7lc6mg_5": ["food is delicious", ["The sauce that came with the mussels was incredible."]], "d3Qumdqjwj62dEYZ7lc6mg_6": ["fry is perfect crunch", ["Light crispy batter covering a well cooked large amount of fish."]], "d3Qumdqjwj62dEYZ7lc6mg_7": ["atmosphere is great", ["Ambiance is great right along the river so you can eat outside or inside with a great view."]], "d3Qumdqjwj62dEYZ7lc6mg_8": ["shrimp cocktail is delicious", ["We ordered calamari and shrimp cocktail."]], "FMLrzIBYlEB70KjwTMQMEw_0": ["service is slow", ["Once we were at or table it was 15 minutes before any one even acknowledged we were at the table to offer water or any drinks."]], "FMLrzIBYlEB70KjwTMQMEw_1": ["seafood is great", ["The ribs with the sauce were actually quite good."]], "FMLrzIBYlEB70KjwTMQMEw_2": ["customer service is awesome", ["Our server Shawna was great, took the time to explain the menu and how things were served and answered all of our questions."]], "FMLrzIBYlEB70KjwTMQMEw_3": ["place is recommend", ["I gave this place 5 stars..my family and i."]], "FMLrzIBYlEB70KjwTMQMEw_4": ["atmosphere is good", ["The music is fun (currently playing \"Waterfalls\" by TLC."]], "FMLrzIBYlEB70KjwTMQMEw_5": ["crab meat is mushy", ["The crab meat was mushy."]], "2j_DISg7fi2FCr5B2Xz9fg_0": ["service is excellent", ["We had a great waiter which was so kind his name was Aaron."]], "2j_DISg7fi2FCr5B2Xz9fg_1": ["food is delicious", ["Next the lamb chops, they were sooooooo good."]], "2j_DISg7fi2FCr5B2Xz9fg_2": ["lobster is salty", ["The crab meat obviously had no flavor."]], "2j_DISg7fi2FCr5B2Xz9fg_3": ["lobster is well cooked", ["The lobster was tender and well cooked."]], "2j_DISg7fi2FCr5B2Xz9fg_4": ["service is terrible", ["The blonde manager is rude, rude, rude."]], "2j_DISg7fi2FCr5B2Xz9fg_5": ["atmosphere is cool", ["The ambiance was great with a beautiful fireplace."]], "2j_DISg7fi2FCr5B2Xz9fg_6": ["savor is loved", ["Savor is one of my favorite restaurants in Carmel."]], "qiPqy3DmtM1WRjmtzTFebA_0": ["service is unorganized", ["Now the bad, our server was the worst I think I've ever had anywhere."]], "qiPqy3DmtM1WRjmtzTFebA_1": ["food is excellent", ["The meats, cheeses and goulash were delicious, as were the entrees."]], "qiPqy3DmtM1WRjmtzTFebA_2": ["pretzles is amazing", ["You gave me sandwiches on pretzel bread, fresh cut deli meats."]], "qiPqy3DmtM1WRjmtzTFebA_3": ["bakery is amazing", ["The best part is the bakery/market on the other side of the restaurant."]], "qiPqy3DmtM1WRjmtzTFebA_4": ["service is great", ["The lady in the bakery was extremely nice, funny, and helpful."]], "qiPqy3DmtM1WRjmtzTFebA_5": ["pastry is good", ["After dinner, took home a few pastries."]], "qiPqy3DmtM1WRjmtzTFebA_6": ["food is authentic", ["This is a southern German restaurant that serves mostly-authentic southern German food."]], "qiPqy3DmtM1WRjmtzTFebA_7": ["beer is good", ["Had a German lager and would like to have more."]], "qiPqy3DmtM1WRjmtzTFebA_8": ["decor is amazing", ["As for the ambiance the place is beautiful, my son couldn't stop looking at all the beautiful lamps and pictures."]], "iuQlscgeor7lvRByKiaeiA_0": ["service is great", ["Really enjoyed the quick service of ordering at the counter and having the food delivered to your seat."]], "iuQlscgeor7lvRByKiaeiA_1": ["pizza is good", ["Pizza we ordered was quite good."]], "iuQlscgeor7lvRByKiaeiA_2": ["mozzarella is tasty", ["The Nutella calzone was delicious."]], "iuQlscgeor7lvRByKiaeiA_3": ["margarita pizza is best", ["We got the margarita pizza and a caesar salad."]], "iuQlscgeor7lvRByKiaeiA_4": ["atmosphere is cool", ["Ambience was very warm with great combinations of lights and set ups."]], "iuQlscgeor7lvRByKiaeiA_5": ["meatball is loved", ["My pie was pretty much a meat lovers pie."]], "iuQlscgeor7lvRByKiaeiA_6": ["dough is fresh", ["Best GF fresh dough in the area - don't know of any other places that make their own GF dough."]], "gP2pWousNNGLtD4ahpNEow_0": ["food is outstanding", ["I also had the lentil soup, yummy."]], "gP2pWousNNGLtD4ahpNEow_1": ["service is great", ["The waiter (the Owners son) was attentive and nice."]], "gP2pWousNNGLtD4ahpNEow_2": ["portion is enough", ["Entrees of Penne Puttenesca and Veal Marsala were ample portions and very satisfying."]], "gP2pWousNNGLtD4ahpNEow_3": ["atmosphere is cozy", ["The atmosphere is perfect, a lovely restaurant with mood lighting and just a great setup for a nice Italian dinner."]], "gP2pWousNNGLtD4ahpNEow_4": ["acoustic is awful", ["I agree that the acoustics are poor (neighboring patrons and waiter annoyingly loud)."]], "gP2pWousNNGLtD4ahpNEow_5": ["chicken is bland", ["When the entrees did come they were lukewarm and bland."]], "gP2pWousNNGLtD4ahpNEow_6": ["sauce is disgusting", ["The sauce used for the ravioli was also a bit underwhelming."]], "gP2pWousNNGLtD4ahpNEow_7": ["waitress is terrible", ["However, it took almost one hour for out less-than-friendly waitress to let us know that what we had ordered was not available."]], "6VDSx-ghQwbYvMaS0fz9xw_0": ["place is love", ["As self-proclaimed wino's, my hubby and I love it here."]], "6VDSx-ghQwbYvMaS0fz9xw_1": ["service is wonderful", ["Ryan was so gracious and friendly, as was the rest of the staff."]], "6VDSx-ghQwbYvMaS0fz9xw_2": ["place is interesting", ["This place is interesting."]], "6VDSx-ghQwbYvMaS0fz9xw_3": ["atmosphere is cozy", ["It has a romantic brick aesthetic and mood lighting."]], "6VDSx-ghQwbYvMaS0fz9xw_4": ["wine is great", ["I more or less agreed with the notes on all three of the different wines I had."]], "6VDSx-ghQwbYvMaS0fz9xw_5": ["beer is great", ["There is also a bar right when you enter the restaurant with beer on tap, sake, tequila, and much more."]], "6VDSx-ghQwbYvMaS0fz9xw_6": ["food is great", ["The rest of the appetizers are all a win too."]], "6VDSx-ghQwbYvMaS0fz9xw_7": ["selection of wine is great", ["There are over 100 different bottles of wine to choose from."]], "6VDSx-ghQwbYvMaS0fz9xw_8": ["wine is favorite", ["Out of all the wine bars I have been to across this beautiful country, this is hands down my favorite."]], "byc92hBKz0DKvjcpl76LRQ_0": ["sushi is delicious", ["The avocado roll was wonderful too."]], "byc92hBKz0DKvjcpl76LRQ_1": ["service is excellent", ["The staff was very inviting and friendly and ensured we had everything we needed upon sitting down."]], "byc92hBKz0DKvjcpl76LRQ_2": ["service is not good", ["Finally got this short waitress who acted like she didn't want to serve us."]], "byc92hBKz0DKvjcpl76LRQ_3": ["food is bad", ["The food, lastly, the food was horribly meh, especially when comparing it to what this kitchen used to put out."]], "byc92hBKz0DKvjcpl76LRQ_4": ["shrimp is mediocre", ["The fish was not extremely fresh or tasty."]], "byc92hBKz0DKvjcpl76LRQ_5": ["bartender is great", ["The bartender, a really good guy, said they were down to just one sushi chef that night."]], "byc92hBKz0DKvjcpl76LRQ_6": ["sushi is okay", ["The fried rice however is just okay."]], "rAytSQU5RQHvXe1Wl_j37w_0": ["place is love", ["It was my favorite place to eat in reno, and super close to my house."]], "rAytSQU5RQHvXe1Wl_j37w_1": ["fried chicken with the spicy and sweet sauce is delicious", ["I loved the regular (non-fried) chicken option, as well as the tofu."]], "rAytSQU5RQHvXe1Wl_j37w_2": ["bowl is amazing", ["These bowls were every bit the quality I'd expect from Bab Cafe."]], "rAytSQU5RQHvXe1Wl_j37w_3": ["miso soup is wonderful", ["All their bowls come with miso soup."]], "rAytSQU5RQHvXe1Wl_j37w_4": ["wing is good", ["However, the 5th star was earned this week when I tried their new Korean chicken wings."]], "rAytSQU5RQHvXe1Wl_j37w_5": ["sauce is good", ["With four different sauces available you can adjust some of the flavor to your liking."]], "rAytSQU5RQHvXe1Wl_j37w_6": ["garlic butter is good", ["Out of all three flavors, I liked the garlic butter the most."]], "rAytSQU5RQHvXe1Wl_j37w_7": ["staff is friendly", ["The employees are always very helpful and dedicated to making sure the meals are gluten-free if they need to be."]], "rAytSQU5RQHvXe1Wl_j37w_8": ["bab cafe is love", ["OMG, so excited about Bab cafe in the sierra Summit mall."]], "6AGpQJdTQmbzx7c2-D0vsQ_0": ["place is great", ["I absolutely love everything about Hop House and truly can find no reason to eat anywhere else again."]], "6AGpQJdTQmbzx7c2-D0vsQ_1": ["food is excellent", ["And the mac n cheese was the best."]], "6AGpQJdTQmbzx7c2-D0vsQ_2": ["portion is huge", ["My husband and I split a side salad to start (portions are huge)."]], "6AGpQJdTQmbzx7c2-D0vsQ_3": ["staff is friendly", ["The wait staff was amazing from the hostess to the manager to our waitress jojo who was amazing."]], "6AGpQJdTQmbzx7c2-D0vsQ_4": ["ambiance is nice", ["Other then all that, one positive thing is I love the decor of the restaurant."]], "ZPFdJgzPjEUM6BoFfoV-ZA_0": ["service is great", ["The bartender was super nice as well as the other folks working there."]], "ZPFdJgzPjEUM6BoFfoV-ZA_1": ["place is small", ["The bar is very small, with the bar down the left and a row of tables down the right with barely enough space for 2 people to pass in between."]], "ZPFdJgzPjEUM6BoFfoV-ZA_2": ["place is great", ["McNally's is my favorite place to eat in Chestnut Hill."]], "ZPFdJgzPjEUM6BoFfoV-ZA_3": ["sandwich is great", ["Hands down one of my favorite all time sandwiches."]], "ZPFdJgzPjEUM6BoFfoV-ZA_4": ["food is delicious", ["I love their turkey chili."]], "ZPFdJgzPjEUM6BoFfoV-ZA_5": ["beer is good", ["Oh, and the lager they have brewed under their name is Very good."]], "ZPFdJgzPjEUM6BoFfoV-ZA_6": ["schmitter is fantastic", ["If you come here, know that you will need to try their classic, the Schmitter."]], "ZPFdJgzPjEUM6BoFfoV-ZA_7": ["atmosphere is nice", ["The cozy seating has an old fashioned allure."]], "C9UylQTOh7uwZo4a7QhLyg_0": ["service is good", ["The service was also great / not at all stuffy, but still very professional and attentive without being overbearing."]], "C9UylQTOh7uwZo4a7QhLyg_1": ["beef tartare is standouts", ["And did I mention the steak tartare."]], "C9UylQTOh7uwZo4a7QhLyg_2": ["drink is top notch", ["Had some type of whiskey cocktail that was amazing."]], "C9UylQTOh7uwZo4a7QhLyg_3": ["food is delicious", ["The roasted potato gnocchi was the best I've ever had."]], "C9UylQTOh7uwZo4a7QhLyg_4": ["bartender is great", ["I'd been to the revamped FSS several times for drinks (I love their bar scene and the bartenders are tops!)."]], "C9UylQTOh7uwZo4a7QhLyg_5": ["black and tan dessert is out of this world", ["For dessert we had the Black & Tan Sunday and the Maple Tart."]], "C9UylQTOh7uwZo4a7QhLyg_6": ["dish is flavorful", ["Best dish of the night by far was the Corn Agnolotti."]], "C9UylQTOh7uwZo4a7QhLyg_7": ["carrot dish is lacked flavor", ["They tasted somewhat bland and lackluster compared to the other items we ordered."]], "C9UylQTOh7uwZo4a7QhLyg_8": ["ambiance is great", ["The decor of both the bar on the first floor and the seating area on the second floor is beautiful."]], "2CDI713ATuxHfnB5b-sBdw_0": ["chocolate ganache is incredible", ["We topped it off with the perfect dessert - the chocolate pot de creme."]], "2CDI713ATuxHfnB5b-sBdw_1": ["food is stellar", ["We were also welcomed with an amuse bouche butternut squash soup that was delicious."]], "2CDI713ATuxHfnB5b-sBdw_2": ["sticky toffee pudding is must", ["The sticky toffee pudding is a must for dessert."]], "2CDI713ATuxHfnB5b-sBdw_3": ["place is awesome", ["The other pic is the portobello carpaccio..Love this place."]], "2CDI713ATuxHfnB5b-sBdw_4": ["cocktail is great", ["Cocktails and ginger beer tasted amazing, with their fresh, full flavor ingredients, bravo."]], "2CDI713ATuxHfnB5b-sBdw_5": ["service is great", ["The service at the restaurant was also spectacular, as our orders arrived quickly at the table and were cleared as soon as we finished."]], "2CDI713ATuxHfnB5b-sBdw_6": ["cabbage toast is crispy", ["Crispy cauliflower with kimchee cream, black vinegar - I seriously loved this side."]], "2CDI713ATuxHfnB5b-sBdw_7": ["vedge is recommend", ["I'm so head-over-heels for Vedge that I can't help it."]], "2CDI713ATuxHfnB5b-sBdw_8": ["ambience is great", ["The ambiance is great- modern, but comfortable; full, but not crowded."]], "6im48Aaf0z7aTfq19oXcaQ_0": ["ropa vieja is delicious", ["I can't wait to go back and try the Congris, RopaVieja and Pernil."]], "6im48Aaf0z7aTfq19oXcaQ_1": ["food is good", ["I absolutely LOVED the coleslaw and yes, it did have onions."]], "6im48Aaf0z7aTfq19oXcaQ_2": ["service is excellent", ["The little waitress was very sweet and was running around like crazy with a smile on her face."]], "6im48Aaf0z7aTfq19oXcaQ_3": ["pernil is bland", ["The pernil was a little bland in taste."]], "6im48Aaf0z7aTfq19oXcaQ_4": ["cuban espresso is delicious", ["A friend had the Cuban coffee and highly recommends it."]], "6im48Aaf0z7aTfq19oXcaQ_5": ["plantain is nice", ["The pork was tender and tasty, the black beans and rice perfect and the plantains were a nice addition."]], "Zp2_GDbmKT7YCA04ygIHZg_0": ["room is dirty", ["The first room we got to was filthy, pee on the toilet, fridge was moldy.we were moved to a second room."]], "Zp2_GDbmKT7YCA04ygIHZg_1": ["service is great", ["Also the older man who did the cleaning and security were nice and friendly."]], "Zp2_GDbmKT7YCA04ygIHZg_2": ["food is inedible", ["My grits were dry and tasted like instant grits."]], "Zp2_GDbmKT7YCA04ygIHZg_3": ["hotel is nice", ["My girl friends and I really couldn't have asked for a better hotel during our visit to New Orleans."]], "Zp2_GDbmKT7YCA04ygIHZg_4": ["room is clean", ["The bed is comfy with lots of pillows."]], "Zp2_GDbmKT7YCA04ygIHZg_5": ["staff is rude", ["Housekeeping never came, even though I indicated that I wanted maid service on the door placard."]], "Zp2_GDbmKT7YCA04ygIHZg_6": ["pool / pool area is nice", ["There is a roof top pool and nice outdoor area."]], "Zp2_GDbmKT7YCA04ygIHZg_7": ["location is great", ["It is in a great location right off the french quarters."]], "Zp2_GDbmKT7YCA04ygIHZg_8": ["wall is not soundproof", ["However the walls here are also super thin so you can definitely hear the next door neighbors or people outside the balcony which made it somewhat annoying."]], "K59I711q4mFXw7ZBxdwBTg_0": ["waitstaff is excellent", ["Eventually a nice waiter came out and told us how sorry he was about how long it was taking."]], "K59I711q4mFXw7ZBxdwBTg_1": ["place is good", ["There's a Tapas place in Chattanooga called Terra Nostra that's amazing."]], "K59I711q4mFXw7ZBxdwBTg_2": ["beer selection is fantastic", ["I also love the the fact that they always seem to have new beers to try."]], "K59I711q4mFXw7ZBxdwBTg_3": ["ambiance is fantastic", ["The patio area has a comfy and nice layout for a lazy lunch or happy hour."]], "K59I711q4mFXw7ZBxdwBTg_4": ["food is good", ["I ordered their vegetable sandwich which was delicious!!."]], "K59I711q4mFXw7ZBxdwBTg_5": ["service is awful", ["Three times we tried to flag one of the two 'servers' that came outside to wait on the other two tables."]], "K59I711q4mFXw7ZBxdwBTg_6": ["burger is awesome", ["2) Their crazy, amazing STUFFED burgers."]], "K59I711q4mFXw7ZBxdwBTg_7": ["beer is favorite", ["My favorite beer was the Curious Traveler Shandy."]], "K59I711q4mFXw7ZBxdwBTg_8": ["potato salad is bland", ["The food was mediocre and not even what I ordered."]], "IrUhsjQZtSB-TjxqtXaKkg_0": ["service is good", ["The waitress (Jamie) was awesome and went back to ask the chef if he could make us some up."]], "IrUhsjQZtSB-TjxqtXaKkg_1": ["restaurant is great", ["They instantly became my favorite restaurant after my first visit many years ago."]], "IrUhsjQZtSB-TjxqtXaKkg_2": ["food is excellent", ["I can assure you these were some of the best shrimp and grits I've ever eaten."]], "IrUhsjQZtSB-TjxqtXaKkg_3": ["service is terrible", ["The service, unless sitting at the bar, is usually slow and inattentive."]], "IrUhsjQZtSB-TjxqtXaKkg_4": ["place is delicious", ["We really liked this place and would definitely come here again."]], "IrUhsjQZtSB-TjxqtXaKkg_5": ["atmosphere is great", ["Great atmosphere, went maybe an hour before close on a Friday night."]], "YpJTxfEiXfH3iC9md0zIDg_0": ["food is good", ["The Hummus Avocado toast was incredibly yummy."]], "YpJTxfEiXfH3iC9md0zIDg_1": ["drink is delicious", ["They also have a unique \"coffee fizz\" drink with orange flavoring that was fun to try."]], "YpJTxfEiXfH3iC9md0zIDg_2": ["decor is nice", ["I also love the sleek and modern design of Cafe Roze."]], "YpJTxfEiXfH3iC9md0zIDg_3": ["service is great", ["We stopped in right before church, were seated quickly and noted that the staff were friendly."]], "YpJTxfEiXfH3iC9md0zIDg_4": ["restaurant is cute", ["Cafe Roze is a really cute coffee shop in East Nashville."]], "YpJTxfEiXfH3iC9md0zIDg_5": ["menu is great", ["To their credit, the menu did seem to have some healthy options."]], "YpJTxfEiXfH3iC9md0zIDg_6": ["chicken sandwich is great", ["I had the grilled chicken sandwich."]], "YpJTxfEiXfH3iC9md0zIDg_7": ["food is fresh", ["The ham toast came with a generous topping of fresh grated cheese which was delicate on top of fluffy delicious scrambled eggs."]], "YpJTxfEiXfH3iC9md0zIDg_8": ["roze latte is good", ["I also got the Roze latte."]], "Mgr1oKqGdPobbc-p6jG94A_0": ["farmhouse tot is amazing", ["I tried their \"Farmhouse Tots\" and found them a perfect breakfast with a beer."]], "Mgr1oKqGdPobbc-p6jG94A_1": ["food is amazing", ["Like my chicken tenders were absolutely delicious."]], "Mgr1oKqGdPobbc-p6jG94A_2": ["service is excellent", ["The waiter was polite and nice and got us our drinks and side right away."]], "Mgr1oKqGdPobbc-p6jG94A_3": ["place is great", ["I really wanted to like this place since it is a new addition in Mt Juliet."]], "Mgr1oKqGdPobbc-p6jG94A_4": ["sandwich is large", ["He loved it, it was large and full of veggies."]], "Mgr1oKqGdPobbc-p6jG94A_5": ["atmosphere is cool", ["Loved the dcor and ambiance of this place."]], "Mgr1oKqGdPobbc-p6jG94A_6": ["burger is great", ["The bf really enjoyed the Brie/ jam burger although he said it was a tad too sweet."]], "Mgr1oKqGdPobbc-p6jG94A_7": ["food is subpar", ["Our appetizers (the famous tots) were cold, and completely unseasoned."]], "Mgr1oKqGdPobbc-p6jG94A_8": ["tater tot is great", ["My bar tendress, Jess, recommended the tots--her favorite."]], "cmdRgN41FdHv5o4426qTWw_0": ["server is great", ["Johnny, without a doubt, is one of the best waiters that has ever served us."]], "cmdRgN41FdHv5o4426qTWw_1": ["food is excellent", ["Bacon-wrapped scallops were very good."]], "cmdRgN41FdHv5o4426qTWw_2": ["meal is outstanding", ["I usually get the ultimate feast and build my own meal from there."]], "cmdRgN41FdHv5o4426qTWw_3": ["waitress is sucked", ["The young hostess, who was sipping her whatever, was rude, obviously didn't want to be there, and almost caused me."]], "cmdRgN41FdHv5o4426qTWw_4": ["crab is bland", ["Crab tasted like it was soaked in pool water."]], "cmdRgN41FdHv5o4426qTWw_5": ["sara is great", ["She was sweet as pie."]], "cmdRgN41FdHv5o4426qTWw_6": ["food is mediocre", ["This food was awful she had shrimp scampi."]], "cmdRgN41FdHv5o4426qTWw_7": ["lobster roll is great", ["We had with their new lobster roll starter."]], "ZV8eIF820nOhsI-Tk0qt-g_0": ["service is good", ["In fact, all the servers including the owner were friendly, accommodating and checked with us through out our meal."]], "ZV8eIF820nOhsI-Tk0qt-g_1": ["korean bbq is good", ["I've been wanting to try some good Korean BBQ."]], "ZV8eIF820nOhsI-Tk0qt-g_2": ["service is slow", ["Unfortunately, the service by our waitress was subpar."]], "ZV8eIF820nOhsI-Tk0qt-g_3": ["place is great", ["It's definitely a good place to go eat with your family, partner or even business associate."]], "ZV8eIF820nOhsI-Tk0qt-g_4": ["meat is delicious", ["I was hoping the variety of meats, seasonings, and marinades all met to my current Sa Ri."]], "ZV8eIF820nOhsI-Tk0qt-g_5": ["meat is fresh", ["He even cooked all the meat for us to show us how to do it the first time."]], "ZV8eIF820nOhsI-Tk0qt-g_6": ["meal is enjoyed", ["It's a nice experience to cook in front of you and enjoy the side dishes they come with my Fianc."]], "q0Q-ohZp8iV9OY-gkNPPwg_0": ["fettuccini alfredo is delicious", ["I recently had the chicken parm, which was really good."]], "q0Q-ohZp8iV9OY-gkNPPwg_1": ["service is great", ["We were greated and sat down by the owner who joked with us and made sure we were taken care of before walking away."]], "q0Q-ohZp8iV9OY-gkNPPwg_2": ["bread is fresh", ["The fries were fresh and hot but a bit undercooked but not too bad."]], "q0Q-ohZp8iV9OY-gkNPPwg_3": ["restaurant is ok", ["Allegria Italiana is an excellent restaurant."]], "q0Q-ohZp8iV9OY-gkNPPwg_4": ["atmosphere is clean", ["The ambience was wonderful with dim lighting and Frank Sinatra playing."]], "q0Q-ohZp8iV9OY-gkNPPwg_5": ["gnocci is amazing", ["I got gnocchi bolognese and enjoyed it."]], "q0Q-ohZp8iV9OY-gkNPPwg_6": ["food is okay", ["3/5 Shrimp Scampi Pasta: Shrimp scampi pasta was also okay."]], "q0Q-ohZp8iV9OY-gkNPPwg_7": ["food is disappointment", ["The baked clams and the bread where disappointing."]], "tszRCO-RchPXPZlsTCYgbA_0": ["wait staff is amazing", ["The service was outstanding as we met two very classy good looking men working the bar, Julian and Andrew."]], "tszRCO-RchPXPZlsTCYgbA_1": ["food is good", ["Loved the lobster enchiladas."]], "tszRCO-RchPXPZlsTCYgbA_2": ["live music is fun", ["The Mariachi band is also fun for guests and lovers alike."]], "tszRCO-RchPXPZlsTCYgbA_3": ["atmosphere is great", ["The decor and atmosphere is casual and relaxed and charming."]], "tszRCO-RchPXPZlsTCYgbA_4": ["place is good", ["I wish I could give more than 5 stars this place is my favorite in Tucson."]], "tszRCO-RchPXPZlsTCYgbA_5": ["monica is fantastic", ["Monica (Hi Monica - see you soon again!)."]], "tszRCO-RchPXPZlsTCYgbA_6": ["table salsa is great", ["A lady came by our table and made fresh salsa for us."]], "tszRCO-RchPXPZlsTCYgbA_7": ["food is n't anything special", ["For a Mexican restaurant the food really wasn't that great as well."]], "9mA9qYqiv4c0T9ASid3PIQ_0": ["food is not exceptional", ["Overall the food was a bit too bland for my liking."]], "9mA9qYqiv4c0T9ASid3PIQ_1": ["waiter service is excellent", ["At Capital Grille, the service is AMAZING."]], "9mA9qYqiv4c0T9ASid3PIQ_2": ["food is delicious", ["Everything was pretty good minus the fries that came with the burger."]], "9mA9qYqiv4c0T9ASid3PIQ_3": ["portion size is generous", ["Came here for Restaurant Week, and was very pleasantly surprised by how generous they were with their portions."]], "9mA9qYqiv4c0T9ASid3PIQ_4": ["meal is excellent", ["Between the five of us at the table, our favorite meal was the prosciutto wrapped mozzarella appetizer."]], "9mA9qYqiv4c0T9ASid3PIQ_5": ["service is horrible", ["The waiters almost tripped a couple times over the leg of my chair."]], "9mA9qYqiv4c0T9ASid3PIQ_6": ["capital grille is recommended", ["I love any time I get the chance to go to the Capital Grille."]], "I_FKWKPVpGts4q_HzJ-0mQ_0": ["decor is beautiful", ["After they had filled the room with chairs (they just kept moving them in every time someone new would come) they finally moved us to a great large room."]], "I_FKWKPVpGts4q_HzJ-0mQ_1": ["service is better", ["This was by far the best service I have ever received at a hotel."]], "I_FKWKPVpGts4q_HzJ-0mQ_2": ["hotel is nice", ["This was an ok hotel if you are only going to pay $200/night."]], "I_FKWKPVpGts4q_HzJ-0mQ_3": ["service is great", ["The staff are wonderfully accommodating, holding luggage until we were ready to leave."]], "I_FKWKPVpGts4q_HzJ-0mQ_4": ["location is great", ["The location was perfect, walking distance to shopping, French Quarter and even Harrah's casino."]], "I_FKWKPVpGts4q_HzJ-0mQ_5": ["service is awful", ["There were no ladies and gentlemen serving ladies and gentlemen."]], "ziyXteCmNmRprs10buP2iQ_0": ["food is delicious", ["The grilled pork kebab were perfectly done and delicious."]], "ziyXteCmNmRprs10buP2iQ_1": ["plaintains is delicious", ["The steamed vegetables as well as the plantains had the right amount of bite to them."]], "ziyXteCmNmRprs10buP2iQ_2": ["service is terrific", ["There was chocolate lady who is very sweet and on the cash register from time to time."]], "ziyXteCmNmRprs10buP2iQ_3": ["portion is great", ["Portions are HUGE and will definitely produce leftovers."]], "ziyXteCmNmRprs10buP2iQ_4": ["food is authentic", ["Friendly, authentic, hot and spicy."]], "ziyXteCmNmRprs10buP2iQ_5": ["customer service is not best", ["Just a head up though, I'm pretty sure it's cash only and service was quite slow."]], "ziyXteCmNmRprs10buP2iQ_6": ["onion is amazing", ["I tried the Yassa fish, which is an entire tilapia 'sauteed' (pretty sure it's pan-fried based on how crispy the outside gets) topped with delicious caramelized onions."]], "wc2XgFV0HnvgF127QHkSNw_0": ["food is good", ["Their house-made veggie burger is very good."]], "wc2XgFV0HnvgF127QHkSNw_1": ["service is excellent", ["Marley was so kick ass as our server - was so attentive, fun, and just a great addition to the night."]], "wc2XgFV0HnvgF127QHkSNw_2": ["place is cool", ["I'm really happy this place is here, and not just because it means I have to walk half as far to get a beer."]], "wc2XgFV0HnvgF127QHkSNw_3": ["bar is great", ["Watkin's is a great little neighborhood bar."]], "wc2XgFV0HnvgF127QHkSNw_4": ["drink selection is great", ["Good beers on draft and in bottles."]], "wc2XgFV0HnvgF127QHkSNw_5": ["bartender is helpful", ["Nice waitstaff and bartenders (excluding the owner)."]], "wc2XgFV0HnvgF127QHkSNw_6": ["happy hour is amazing", ["Oh, and something else I never mentioned in my previous reviews: the happy hour is effing amazing."]], "wc2XgFV0HnvgF127QHkSNw_7": ["food is lacking", ["I thought the food was pretty subpar, nothing special at all about it."]], "wc2XgFV0HnvgF127QHkSNw_8": ["atmosphere is nice", ["I enjoyed the atmosphere of the bar and was pleased to see that they actually have some decor going on in there with real photos on the walls."]], "NYiL2534CAAbr-ynGVbhaQ_0": ["service is impeccable", ["Firstly, let me say the wait staff is awesome just awesome."]], "NYiL2534CAAbr-ynGVbhaQ_1": ["food is delicious", ["The oyster appetizer was so good I could have eaten 4 orders & rolled out of the place."]], "NYiL2534CAAbr-ynGVbhaQ_2": ["trout eugene is tasty", ["Third course, we ordered the Blackened Red fish and the Trout Eugene both were fantastic and perfectly prepared."]], "NYiL2534CAAbr-ynGVbhaQ_3": ["ambience is first class", ["The ambience was exactly what we were looking for - elegant but neither stuffy nor crowded."]], "NYiL2534CAAbr-ynGVbhaQ_4": ["music is great", ["There was a live jazz band that gave it a very cool vibe."]], "vXZpf13libUqm6KhEzUiNg_0": ["food is good", ["I love my onion rings."]], "vXZpf13libUqm6KhEzUiNg_1": ["service is slow", ["The bartender was slow to serve my drink(water)."]], "vXZpf13libUqm6KhEzUiNg_2": ["service is great", ["Some of the BEST service we've had.... our server (Mason) was super attentive."]], "vXZpf13libUqm6KhEzUiNg_3": ["wahlburgers is liked", ["I loved our \"try\" visit to Wahlburgers."]], "vXZpf13libUqm6KhEzUiNg_4": ["tot is good", ["Mg boyfriend and I split a tater tot flight (brilliant dish) which was really good."]], "vXZpf13libUqm6KhEzUiNg_5": ["drink is good", ["No big deal- I subbed it for another drink which was fine."]], "vXZpf13libUqm6KhEzUiNg_6": ["fry is good", ["We did love the fried pickles."]], "vXZpf13libUqm6KhEzUiNg_7": ["burger is delicious", ["I had the barbecue bacon burger and fries."]], "vXZpf13libUqm6KhEzUiNg_8": ["fiesta burger is disappointment", ["Well, we finally tried it last night and were very disappointed."]], "W2Gqv13wkO2_Gtckgt6pzQ_0": ["service is great", ["My server was great greeted me with a water within a minute or 2."]], "W2Gqv13wkO2_Gtckgt6pzQ_1": ["service is poor", ["Then the hostess or whoever was seating people called my first name in some other language neither my wife or I heard her call it."]], "W2Gqv13wkO2_Gtckgt6pzQ_2": ["place is awesome", ["Definitely a place I will enjoy often in the future."]], "W2Gqv13wkO2_Gtckgt6pzQ_3": ["food is good", ["The omelettes were delicious as were the home fries which they actually served extra crispy as requested (some restaurants have a hard time with this)."]], "W2Gqv13wkO2_Gtckgt6pzQ_4": ["food is okay", ["She stated it was just okay and said the broth was different from other places."]], "W2Gqv13wkO2_Gtckgt6pzQ_5": ["decor is great", ["The interior of the restaurant is modern, clean, and new for a diner."]], "W2Gqv13wkO2_Gtckgt6pzQ_6": ["food is nothing spectacular", ["As for the food, I just had the worst corn beef special."]], "-EHrU_DwtX2Jv4NbAMppTA_0": ["chinese food is excellent", ["The salt and pepper calamari was outstanding."]], "-EHrU_DwtX2Jv4NbAMppTA_1": ["seafood is perfectly cooked", ["The shumai and har gow were perfectly hand crafted, with chewy translucent skin."]], "-EHrU_DwtX2Jv4NbAMppTA_2": ["service is impeccable", ["The waitstaff was great, really quick at bringing refills."]], "-EHrU_DwtX2Jv4NbAMppTA_3": ["restaurant is amazing", ["Yummy House is truly an amazing restaurant."]], "-EHrU_DwtX2Jv4NbAMppTA_4": ["seafood is fresh", ["I can only comment on the seafood hot & spicy soup that I had for lunch."]], "-EHrU_DwtX2Jv4NbAMppTA_5": ["food is fresh", ["It seems fresher too, like the vegetables aren't just poured out of a can."]], "Udkoo_WdRpHtVAWbALCvjw_0": ["drink is fabulous", ["Started out with a cocktail a nice frosty mule."]], "Udkoo_WdRpHtVAWbALCvjw_1": ["appetizer is great", ["My son had the pork sliders (on the appetizer menu) as his entree."]], "Udkoo_WdRpHtVAWbALCvjw_2": ["slider is good", ["The pork sliders were pretty decent."]], "Udkoo_WdRpHtVAWbALCvjw_3": ["food is excellent", ["I almost had to get the jambalaya; some of the best I've had in the city."]], "Udkoo_WdRpHtVAWbALCvjw_4": ["food is fresh", ["We were on the hunt for fresh oysters, several dozen of them, in fact."]], "Udkoo_WdRpHtVAWbALCvjw_5": ["mattress light fixture is cool", ["Cute rustic interior with paintings on the walls."]], "Udkoo_WdRpHtVAWbALCvjw_6": ["service is great", ["The hostess I spoke with checked the availability and immediately said she could accommodate us."]], "Udkoo_WdRpHtVAWbALCvjw_7": ["food is enjoyed", ["I very much appreciated the snapper swap out because this is the first time my other half has actually enjoyed a smoked app dip."]], "Udkoo_WdRpHtVAWbALCvjw_8": ["charbroiled oyster is die for", ["We had the charbroiled oysters, octopus ceviche."]], "vRle3eQO4T767azL09rFnA_0": ["place is amazing", ["It was a good place to stay as we were in the process of purchasing a home here."]], "vRle3eQO4T767azL09rFnA_1": ["staff is friendly", ["The front-desk workers that we spoke to were very friendly and helpful."]], "vRle3eQO4T767azL09rFnA_2": ["room is beautiful", ["The room was spacious and clean, and came with a balcony and beautiful fireplace."]], "vRle3eQO4T767azL09rFnA_3": ["bed is comfortable", ["I think my husband and I are now buying a larger bed because we slept so sound."]], "vRle3eQO4T767azL09rFnA_4": ["hotel is nice", ["I would highly recommend this hotel for anyone looking for a nice place to stay in central Tucson."]], "vRle3eQO4T767azL09rFnA_5": ["hotel ground is spectacular", ["The grounds are absolutely beautiful and clean."]], "vRle3eQO4T767azL09rFnA_6": ["lodge is charm", ["I had a great night at the lodge and would absolutely stay here again."]], "vRle3eQO4T767azL09rFnA_7": ["food is good", ["Breakfast was also pretty good as they had a nice duck confit omelet."]], "nTEmSvz8_DK-iK3miQFCwA_0": ["service is excellent", ["Cindy (sp?) was our server and so sweet and attentive."]], "nTEmSvz8_DK-iK3miQFCwA_1": ["place is great", ["We may try this place again for a redo, because we heard it was great."]], "nTEmSvz8_DK-iK3miQFCwA_2": ["brew is good", ["I give it four stars merely for the fact they produce great artisan brews."]], "nTEmSvz8_DK-iK3miQFCwA_3": ["food is excellent", ["But the burgers I and my companion ordered were magnificent."]], "nTEmSvz8_DK-iK3miQFCwA_4": ["beer is great", ["Had the berry beer that was yummy."]], "nTEmSvz8_DK-iK3miQFCwA_5": ["sandwich is good", ["Balsamic chicken sandwich with homemade roll."]], "nTEmSvz8_DK-iK3miQFCwA_6": ["atmosphere is great", ["Loved the outside atmosphere with Elvis playing in the background."]], "nTEmSvz8_DK-iK3miQFCwA_7": ["beer cheese soup is loved", ["The beer cheese accompanying it was the star of that dish."]], "nTEmSvz8_DK-iK3miQFCwA_8": ["beer is favorite", ["Not a beer drinker but was able I find something even I liked."]], "nLyyTrxpEOdmNl9P95zXGA_0": ["sauce is excellent", ["The ingredients, especially the sauce, all taste quite fresh."]], "nLyyTrxpEOdmNl9P95zXGA_1": ["chicken wing is amazing", ["They are amazing - not fried, delish."]], "nLyyTrxpEOdmNl9P95zXGA_2": ["meatball is yummy", ["I had the meatball pizza, the Paulie's Special, and the eggplant."]], "nLyyTrxpEOdmNl9P95zXGA_3": ["staff is great", ["Service is always great from wait staff, take out staff, and management."]], "nLyyTrxpEOdmNl9P95zXGA_4": ["pizza is great", ["We LOVED this pizza - especially the Eggplant Marino."]], "nLyyTrxpEOdmNl9P95zXGA_5": ["wing is perfect", ["Everyone loves the wings."]], "nLyyTrxpEOdmNl9P95zXGA_6": ["crust is crisp", ["Because of the high heat in the ovens, it's very crisp."]], "nLyyTrxpEOdmNl9P95zXGA_7": ["place is gem", ["This may very well be my new favorite pizza place around Tampa/St. Pete."]], "nLyyTrxpEOdmNl9P95zXGA_8": ["crust is perfect", ["The eggplant topping on the Eggplant Marino pizza was delicious though and cooked perfectly."]], "ipPhk2H1S5MjswqJH7xrCA_0": ["service is amazing", ["The icing on the cake was Jana the waitress we had."]], "ipPhk2H1S5MjswqJH7xrCA_1": ["restaurant is great", ["Thanks to Yelp, I think we found the only great restaurant in all of Reno."]], "ipPhk2H1S5MjswqJH7xrCA_2": ["food is delicious", ["I had the hoisin glazed chicken and it was really good."]], "ipPhk2H1S5MjswqJH7xrCA_3": ["drink is delicious", ["He made me an awesome raspberry mojito."]], "ipPhk2H1S5MjswqJH7xrCA_4": ["fillet is perfect", ["Cooked perfectly, then drizzled with cheesecake batter/frosting(?)."]], "ipPhk2H1S5MjswqJH7xrCA_5": ["lamb is good", ["We had a lamb burger and hamburger."]], "ipPhk2H1S5MjswqJH7xrCA_6": ["menu is great", ["The Bar Bite menu is also fabulous."]], "ipPhk2H1S5MjswqJH7xrCA_7": ["restaurant is clean", ["This was a quaint restaurant with lots of food options."]], "ipPhk2H1S5MjswqJH7xrCA_8": ["atmosphere is nice", ["I enjoy the amount of outdoor seating that this restaurant offers."]], "cGHRiW3ObFO1eOMUTBBM_Q_0": ["place is great", ["Taegukgi is one of my favorite places to go to San Diego."]], "cGHRiW3ObFO1eOMUTBBM_Q_1": ["food is amazing", ["The food was amazing, was so happy when they came and changed out the grill plate when it started getting overly charred."]], "cGHRiW3ObFO1eOMUTBBM_Q_2": ["service is excellent", ["Our waiter, Carter, was super attentive and helpful on explaining the menu."]], "cGHRiW3ObFO1eOMUTBBM_Q_3": ["sides dish is good", ["The Korean side dishes that came with it were nice, though, and made up for it somewhat."]], "cGHRiW3ObFO1eOMUTBBM_Q_4": ["staff is untrained", ["When asking for more meat, we had to flag down the guy bussing tables to place an order because our waiter was floating around doing who knows what."]], "cGHRiW3ObFO1eOMUTBBM_Q_5": ["meat is ok", ["We absolutely like their beef bulgogi and their spicy pork belly.. mostly all of the meat we ordered was deliciously seasoned."]], "cGHRiW3ObFO1eOMUTBBM_Q_6": ["lighting is terrible", ["Not to mention the place was very smokey because people were not lowering their vent."]], "cGHRiW3ObFO1eOMUTBBM_Q_7": ["food is love", ["We love Korean bbq and were happy to see another AYCE in Tucson."]], "LRr-aw58xVMkUu0OSL_BpQ_0": ["place is love", ["I love this place .. hidden gem in downtown Tucson."]], "LRr-aw58xVMkUu0OSL_BpQ_1": ["restaurant is great", ["This rarely open and cash only restaurant is absolutely awesome."]], "LRr-aw58xVMkUu0OSL_BpQ_2": ["food is delicious", ["The green Chile tamales is very good, slightly sweet, don't need dessert after that."]], "LRr-aw58xVMkUu0OSL_BpQ_3": ["drink is awesome", ["The agua frescas and fruit juices are refreshing and delish."]], "LRr-aw58xVMkUu0OSL_BpQ_4": ["salsa is awesome", ["I had the chicken in creamy chipotle sauce."]], "LRr-aw58xVMkUu0OSL_BpQ_5": ["ambience is great", ["And the loud music, Marcela hollering in the background and the hustle and bustle of the place just adds to the pure charm and ambiance."]], "LRr-aw58xVMkUu0OSL_BpQ_6": ["service is fast", ["We went there one morning and was greeted quite warmly by the staff and taken to be seated very promptly."]], "LRr-aw58xVMkUu0OSL_BpQ_7": ["mexican food is authentic", ["Authentic home-cooked meals available in downtown Tucson."]], "LRr-aw58xVMkUu0OSL_BpQ_8": ["service is friendly", ["The owner, Sandra, is always giving hugs in addition to great conversation."]], "UboXRwy2UBVH91pAwHiK_w_0": ["service is good", ["For the service to be as quick as it was when they were that busy you can tickle me impressed."]], "UboXRwy2UBVH91pAwHiK_w_1": ["restaurant is great", ["My family and I had a great experience at Weber grill."]], "UboXRwy2UBVH91pAwHiK_w_2": ["food is delicious", ["I had the smoked pork chops which were truly outstanding."]], "UboXRwy2UBVH91pAwHiK_w_3": ["service is woefully", ["There were times when we couldn't find our waiter for 10-15 minutes."]], "UboXRwy2UBVH91pAwHiK_w_4": ["atmosphere is nice", ["The atmosphere is classy and comfortable, with nicer decor."]], "UboXRwy2UBVH91pAwHiK_w_5": ["burger is top notch", ["Love, love, love the black bean burger."]], "UboXRwy2UBVH91pAwHiK_w_6": ["food is lacking", ["All other food on the plate was luke warm, at best."]], "UboXRwy2UBVH91pAwHiK_w_7": ["beer is good", ["Beer selection was great (opted for the Shiner Bock)."]], "UboXRwy2UBVH91pAwHiK_w_8": ["caesar salad is prefect", ["She did give 2 thumbs up to the baked beans though."]], "Ssur8TPCIZWnZeCDQ9avQQ_0": ["service is good", ["Our server was awesome and kept our drinks filled."]], "Ssur8TPCIZWnZeCDQ9avQQ_1": ["bbq shrimp appetizer is delicious", ["The crab and avocado salad was very good."]], "Ssur8TPCIZWnZeCDQ9avQQ_2": ["sauce is great", ["Went out of his way to make my mother his homemade dipping sauce."]], "Ssur8TPCIZWnZeCDQ9avQQ_3": ["server is terrible", ["To start with he looked totaly uninterested in serving us , when we asked questions he was not answering properly."]], "Ssur8TPCIZWnZeCDQ9avQQ_4": ["landry 's is love", ["I love this spot and will be a go-to every time I'm im NOLA."]], "Ssur8TPCIZWnZeCDQ9avQQ_5": ["view is great", ["The view of lake Pontchatrain and the marina is nice."]], "Ssur8TPCIZWnZeCDQ9avQQ_6": ["food is bland", ["Seems like none of the dishes here seafood was actually fresh."]], "Ssur8TPCIZWnZeCDQ9avQQ_7": ["beer is good", ["The drinks were good, but 6 bucks a pop for a well."]], "Ssur8TPCIZWnZeCDQ9avQQ_8": ["food is fresh", ["Perfectly blackened and seasoned and tasted really fresh."]], "2Gik-IBYVBuU3e10pVdkhw_0": ["food is excellent", ["The brussel sprouts were also delicious."]], "2Gik-IBYVBuU3e10pVdkhw_1": ["tasso ham is great", ["Thus far I've tried the Tasso Ham, Porchetta, and the beef brisket."]], "2Gik-IBYVBuU3e10pVdkhw_2": ["service is terrible", ["This weekend we were ignored at the \"bar\" for 10 minutes while 3 servers could not even muster up the energy to smile in our direction."]], "2Gik-IBYVBuU3e10pVdkhw_3": ["place is awesome", ["Easily my favorite place to eat in South Philly."]], "2Gik-IBYVBuU3e10pVdkhw_4": ["sandwich is good", ["I had the Chicken Pesto Sandwich."]], "2Gik-IBYVBuU3e10pVdkhw_5": ["food is fresh", ["Very fresh bread, fresh ingredients."]], "2Gik-IBYVBuU3e10pVdkhw_6": ["staff is friendly", ["The service was friendly and attentive, without being obstructive- especially when we weren't immediately ready to order."]], "2Gik-IBYVBuU3e10pVdkhw_7": ["place is cute", ["I liked the interior and furniture - makes it a nice place to sit down to eat."]], "dkBtN5UzJTrpgja3ySI-wQ_0": ["service is slow", ["The service, especially the hostess stand, is hit or miss."]], "dkBtN5UzJTrpgja3ySI-wQ_1": ["service is quick", ["Our server was very friendly and took good care of us throughout the evening."]], "dkBtN5UzJTrpgja3ySI-wQ_2": ["food is good", ["I also had the ribs, which were awesome."]], "dkBtN5UzJTrpgja3ySI-wQ_3": ["atmosphere is wonderful", ["Atmosphere: It's a great place to watch sports, with an exorbitant amount of televisions around the restaurant."]], "dkBtN5UzJTrpgja3ySI-wQ_4": ["lunch is great", ["Grabbed a quick bite for lunch and was impressed."]], "dkBtN5UzJTrpgja3ySI-wQ_5": ["bartender is awesome", ["I stopped in to catch some Monday night football and was greeted by a friendly bartender."]], "dkBtN5UzJTrpgja3ySI-wQ_6": ["burger is good", ["I've had the burgers and buffalo chicken here."]], "dkBtN5UzJTrpgja3ySI-wQ_7": ["food is mediocre", ["I had a bbq sandwich that tasted like canned meat."]], "yur0dXEw7KaUQC-XV1Ub5w_0": ["food is delicious", ["They have the best Alfredo sauce in the area."]], "yur0dXEw7KaUQC-XV1Ub5w_1": ["service is excellent", ["We were greeted by a friendly hostess, shown our table."]], "yur0dXEw7KaUQC-XV1Ub5w_2": ["place is gem", ["This little diamond in the rough is our favorite spot to take visiting guests."]], "yur0dXEw7KaUQC-XV1Ub5w_3": ["portion is huge", ["The portion was insanely huge - not complaining about that."]], "yur0dXEw7KaUQC-XV1Ub5w_4": ["meal is tasty", ["I ordered the eggplant Parmesan for my meal, as this is my staple meal for an Italian place that I've never visited."]], "yur0dXEw7KaUQC-XV1Ub5w_5": ["environment is nice", ["Low volume music, gentle lighting added to the pleasant ambiance."]], "yur0dXEw7KaUQC-XV1Ub5w_6": ["service is horrible", ["That is exactly what it looks like when you walk in & service is slower than that."]], "yur0dXEw7KaUQC-XV1Ub5w_7": ["place is hidden", ["Hidden on Patricia Street this place isn't a secret."]], "yur0dXEw7KaUQC-XV1Ub5w_8": ["pizza is blah", ["Chicken Piccata....not very good."]], "926oG2NU50cXm1T_i2q30A_0": ["customer service is great", ["Upon arrival we were immediately greeted by a friendly staff that was eager to please."]], "926oG2NU50cXm1T_i2q30A_1": ["place is good", ["We love this place, and are so happy that they are in our neighborhood now."]], "926oG2NU50cXm1T_i2q30A_2": ["food is excellent", ["One guy on here said that the baked beans were the best he had ever tried."]], "926oG2NU50cXm1T_i2q30A_3": ["side is lacking", ["My only issue, for $14 platter, I felt like they skimped on the sides."]], "926oG2NU50cXm1T_i2q30A_4": ["mac and cheese is favorite", ["You must try the mac & cheese."]], "926oG2NU50cXm1T_i2q30A_5": ["meat is good", ["Their rubs and sauces add something special, but never take away from the flavor of the meat."]], "926oG2NU50cXm1T_i2q30A_6": ["guy is friendly", ["We sat and talked to Darren for a good 15-20 minutes, really awesome guy, the kind of experience that restores your faith in humanity."]], "RSKvB-XntkiDnMqYqAmtKw_0": ["food is tasty", ["My shrimp was super yummy."]], "RSKvB-XntkiDnMqYqAmtKw_1": ["service is excellent", ["Our waiter, Dave (he answered all my crazy questions, esp when I tried to get the recipe for the empanadas- but didn't get the recipe)."]], "RSKvB-XntkiDnMqYqAmtKw_2": ["waiter is moron", ["The service was lackluster at best, 20 minutes between water fill-ups, etc."]], "RSKvB-XntkiDnMqYqAmtKw_3": ["place is fantastic", ["Can't say enough about this place."]], "RSKvB-XntkiDnMqYqAmtKw_4": ["bartender is sweet", ["The bartender was super friendly and attentive while I was there waiting for my friend to meet me."]], "RSKvB-XntkiDnMqYqAmtKw_5": ["seafood is fresh", ["I occasionally purchase fresh seafood here, most recently live lobsters."]], "RSKvB-XntkiDnMqYqAmtKw_6": ["taco is tasty", ["Did I mention the fish tacos."]], "RSKvB-XntkiDnMqYqAmtKw_7": ["place is okay", ["As a neighborhood restaurant for reasonably priced seafood, it's a nice place."]], "RSKvB-XntkiDnMqYqAmtKw_8": ["food is mediocre", ["The crab cakes were tasteless."]], "A_lsaliw6jk7DQV6rTfY_A_0": ["sushi is delicious", ["The pork belly steamed buns were so good."]], "A_lsaliw6jk7DQV6rTfY_A_1": ["place is perfect", ["Great place for an impressive date night, a birthday dinner for your special someone, or just a cool place to go for no reason."]], "A_lsaliw6jk7DQV6rTfY_A_2": ["service is great", ["Service was prompt, attentive, and helpful from walking in the door."]], "A_lsaliw6jk7DQV6rTfY_A_3": ["food is average", ["Started with the spicy tuna sticky rice and wagyu sticky rice, both were bland and flavorless."]], "A_lsaliw6jk7DQV6rTfY_A_4": ["food is love", ["I love that they are bringing this kind of cuisine to Nashville a must try."]], "A_lsaliw6jk7DQV6rTfY_A_5": ["food is okay", ["Dumplings were just okay relative to the other items."]], "A_lsaliw6jk7DQV6rTfY_A_6": ["food is fresh", ["It came with an entire bottle of champagne, three different fruit juices, and fresh cut fruit."]], "A_lsaliw6jk7DQV6rTfY_A_7": ["atmosphere is nice", ["The double sided bar top was really cool."]], "A_lsaliw6jk7DQV6rTfY_A_8": ["drink is great", ["Their coconut sake was great, as was the paired sake."]], "4_-EWwIZ0oCtjCzTEGMNAQ_0": ["place is love", ["I absolutely love marina cantina."]], "4_-EWwIZ0oCtjCzTEGMNAQ_1": ["margarita is fantastic", ["The margaritas are delicious and will knock you on your ass."]], "4_-EWwIZ0oCtjCzTEGMNAQ_2": ["guacamole is delicious", ["The chips and salsa are AMAZING."]], "4_-EWwIZ0oCtjCzTEGMNAQ_3": ["waiter is fantastic", ["We had the pleasure of having Kurt as our waiter which was hands down the best service we have had in Clearwater."]], "4_-EWwIZ0oCtjCzTEGMNAQ_4": ["drink is good", ["They have a great drink menu."]], "4_-EWwIZ0oCtjCzTEGMNAQ_5": ["atmosphere is great", ["Both the interior and exterior of this restaurant is so classy and stylish."]], "4_-EWwIZ0oCtjCzTEGMNAQ_6": ["food is bland", ["I had the jicama salad, which had zero flavor."]], "4_-EWwIZ0oCtjCzTEGMNAQ_7": ["food is fresh", ["Everything came out pretty quick and so fresh and hot it was all still steaming."]], "4_-EWwIZ0oCtjCzTEGMNAQ_8": ["location is great", ["You cannot beat this beautiful location and panoramic views from the rooftop bar."]], "LY1WmE1DwtkGd37eG3SoSQ_0": ["service is great", ["The bartender, who introduced herself to us as Kat gave my husband and I the best service we've ever received in Broad Ripple."]], "LY1WmE1DwtkGd37eG3SoSQ_1": ["decor is awesome", ["The place was pretty nice - big and airy with lots of windows and great natural light pouring in and high ceilings."]], "LY1WmE1DwtkGd37eG3SoSQ_2": ["pizza is good", ["The BBQ chicken pizza was very good."]], "LY1WmE1DwtkGd37eG3SoSQ_3": ["beer is good", ["The beer, particularly the seasonal Farmhouse Ale, was good, which is a definite plus."]], "LY1WmE1DwtkGd37eG3SoSQ_4": ["crust is nice", ["The crusts was very thin, which we enjoyed very much."]], "LY1WmE1DwtkGd37eG3SoSQ_5": ["crust is thin", ["The pizza is paper thin crispy crust."]], "LY1WmE1DwtkGd37eG3SoSQ_6": ["selection is nice", ["It's a solid list with a small but good selection."]], "LY1WmE1DwtkGd37eG3SoSQ_7": ["breadstick is okay", ["The dipping sauce made every bite of the breadstick better."]], "f7FPMRaMbGiX-CXPaLFCJw_0": ["food is excellent", ["I really like the eggplant casserole."]], "f7FPMRaMbGiX-CXPaLFCJw_1": ["service is great", ["The staff was so friendly I decided I'd stay and eat my \"portion\" of the carry out in the restaurant."]], "f7FPMRaMbGiX-CXPaLFCJw_2": ["chinese food is authentic", ["If you want authentic Chinese dim sum this is the place to go."]], "f7FPMRaMbGiX-CXPaLFCJw_3": ["chinese broccoli is fresh", ["Ordered some Chinese broccoli with garlic."]], "f7FPMRaMbGiX-CXPaLFCJw_4": ["peppercorn chicken is perfectly crisped", ["Got to try their chef's braised whole fish with sauce on the side to keep the fish crispy."]], "f7FPMRaMbGiX-CXPaLFCJw_5": ["chili fish and peking duck is love", ["My husband and I lived in Chicago for many years and loved the Dim Sum in Chinatown."]], "f7FPMRaMbGiX-CXPaLFCJw_6": ["atmosphere is great", ["Lighting and ambiance were adequate."]], "2oJEZAxMIt9dGwap1r6xAg_0": ["service is good", ["Our waiter (I forget his name) was amazing, efficient and personable."]], "2oJEZAxMIt9dGwap1r6xAg_1": ["food is nothing", ["I did not care for the food that I ordered though."]], "2oJEZAxMIt9dGwap1r6xAg_2": ["burger is good", ["We both had burgers and were not disappointed."]], "2oJEZAxMIt9dGwap1r6xAg_3": ["drink is good", ["The cocktail was so good, I ordered another."]], "2oJEZAxMIt9dGwap1r6xAg_4": ["food is good", ["They were very good, especially the chili cheese fries."]], "2oJEZAxMIt9dGwap1r6xAg_5": ["atmosphere is great", ["Went here to celebrate three peoples birthday the atmosphere is very lively and fun."]], "6Aa0t9YWJNknGP9tHWmG5Q_0": ["service is great", ["Once we were sat, the service was great, btw."]], "6Aa0t9YWJNknGP9tHWmG5Q_1": ["ramen is average at best", ["The ramen broth was very blah and without much flavor."]], "6Aa0t9YWJNknGP9tHWmG5Q_2": ["place is loved", ["Tried this place last night and absolutely loved it."]], "6Aa0t9YWJNknGP9tHWmG5Q_3": ["wait is horrible", ["However, the service this time was pretty bad the young girl who was serving us spent more time everywhere else that attending to us."]], "6Aa0t9YWJNknGP9tHWmG5Q_4": ["burger is amazing", ["Went back and tried the burger, which was ranked as \"best burger in nola\" by some blog."]], "6Aa0t9YWJNknGP9tHWmG5Q_5": ["food is delicious", ["The Brussel sprout salad was really good."]], "6Aa0t9YWJNknGP9tHWmG5Q_6": ["atmosphere is great", ["The ambiance was fine but could've been more intimate if the lights weren't so bright and they had some music playing low in the background."]], "6Aa0t9YWJNknGP9tHWmG5Q_7": ["noodle is good", ["We also had poutine fries, short ribs, and homemade beef noodles."]], "6Aa0t9YWJNknGP9tHWmG5Q_8": ["wagyu burger is perfectly", ["Behold, it was cooked perfectly medium rare."]], "WjmczOJVjnU6zIrCvdqptA_0": ["menu is nicely done", ["We all smiled in unison when we saw the menu."]], "WjmczOJVjnU6zIrCvdqptA_1": ["service is excellent", ["Service was polite and professional, with a nice touch of Southern hospitality."]], "WjmczOJVjnU6zIrCvdqptA_2": ["place is delicious", ["Such a treat in these difficult times to find a delicious little place to eat while in Nashville."]], "WjmczOJVjnU6zIrCvdqptA_3": ["meal is fantastic", ["The food was delicious and was one of the best meals we have had in a long time."]], "WjmczOJVjnU6zIrCvdqptA_4": ["food is excellent", ["I did like the relish that came with the fritters."]], "WjmczOJVjnU6zIrCvdqptA_5": ["six shrimp is perfectly", ["I had the New England Clam which was perfect, not to thick."]], "WjmczOJVjnU6zIrCvdqptA_6": ["atmosphere is nice", ["The restaurant is quaint and has a polished atmosphere."]], "WjmczOJVjnU6zIrCvdqptA_7": ["portion size is perfect", ["The portion was well sized."]], "WjmczOJVjnU6zIrCvdqptA_8": ["yellow porch is wonderful", ["If we are ever back in Nashville you can count on us visiting the yellow porch again."]], "ffP1GQlXVK2SROuzU9KBfA_0": ["food is good", ["The hush puppies were also very good especially dipped in the sauce from the platter."]], "ffP1GQlXVK2SROuzU9KBfA_1": ["crab is over cooked", ["The calamari was over cooked so it was extremely tough."]], "ffP1GQlXVK2SROuzU9KBfA_2": ["place is fun", ["Wish we could have dined in as the pictures posted here looks like a really nice place."]], "ffP1GQlXVK2SROuzU9KBfA_3": ["service is great", ["Service is great here once you get past waiting for your table."]], "ffP1GQlXVK2SROuzU9KBfA_4": ["food is mediocre", ["Sadly I felt the food was not that great I love crab."]], "ffP1GQlXVK2SROuzU9KBfA_5": ["seasoning is on point", ["Garlic, Cajun and fire seasoning."]], "RsZFGqDyTUk9kEJzVLWHdQ_0": ["service is top notch", ["Our server (Caleb) was awesome and had everything split by the time it got to us."]], "RsZFGqDyTUk9kEJzVLWHdQ_1": ["restaurant is great", ["Marlin Darlin' has been a pretty good restaurant over the years."]], "RsZFGqDyTUk9kEJzVLWHdQ_2": ["food is good", ["The food was fantastic, especially the sweet potato mash that came with the chicken."]], "RsZFGqDyTUk9kEJzVLWHdQ_3": ["food is well priced", ["The menu has a section of 3 course meals for $13.50 which is a steal."]], "RsZFGqDyTUk9kEJzVLWHdQ_4": ["atmosphere is cool", ["The place looks quite nice with some colorful jello cuttle fish lamp and large marlin on the wall."]], "RsZFGqDyTUk9kEJzVLWHdQ_5": ["food is average", ["The steak kabob was uninspiring and chewy."]], "RsZFGqDyTUk9kEJzVLWHdQ_6": ["service is slowness", ["The past 3/4 times we have been here the service has been just pitiful."]], "RsZFGqDyTUk9kEJzVLWHdQ_7": ["drink is great", ["The drink and wine list is very good and reasonably priced."]], "-rDN9oCIZmmL6nM_NTDQ8w_0": ["menu is good", ["The menu looked pretty good- lots of pub food AND all day breakfast, which I always appreciate."]], "-rDN9oCIZmmL6nM_NTDQ8w_1": ["food is better", ["Great food and really great service are a great combination."]], "-rDN9oCIZmmL6nM_NTDQ8w_2": ["burger is better", ["My faves are their burgers, the chicken sandwich, wings, and the ceasar salad."]], "-rDN9oCIZmmL6nM_NTDQ8w_3": ["place is great", ["Local is a great place to come in South Edmonton Common."]], "-rDN9oCIZmmL6nM_NTDQ8w_4": ["service is terrible", ["It took some time to catch a girls attention, and even later to get the bill or order a drink."]], "-rDN9oCIZmmL6nM_NTDQ8w_5": ["patio is great", ["We enjoyed the morning sun on the patio."]], "-rDN9oCIZmmL6nM_NTDQ8w_6": ["selection of beer is good", ["And if you're looking to order a pint of beer, they have a decent selection of draft choices, including a number of local brews from Alley Kat, Amber's, and Yellowhead."]], "-rDN9oCIZmmL6nM_NTDQ8w_7": ["atmosphere is fun", ["Decor is nice and like a large modern warehouse with high ceilings and brick."]], "-rDN9oCIZmmL6nM_NTDQ8w_8": ["service is friendly", ["Our server was polite and reasonably attentive given the fact she was run off her feet."]], "wb_z1h7XR5IQhVRZHlMuLQ_0": ["place is love", ["First time here and I love it."]], "wb_z1h7XR5IQhVRZHlMuLQ_1": ["place is awesome", ["Overall it's a great place to hang out for drinks and get a bite to eat."]], "wb_z1h7XR5IQhVRZHlMuLQ_2": ["food is amazing", ["They were so good we ordered a side of them."]], "wb_z1h7XR5IQhVRZHlMuLQ_3": ["outdoor patio is awesome", ["Over and over we said that it looked like a restaurant in a Christmas movie with the beautiful fireplace, huge bar, dark wood, and the appropriate lighting."]], "wb_z1h7XR5IQhVRZHlMuLQ_4": ["customer service is terrible", ["Not to mention these guys were beyond rude and wouldn't move out of the way of the servers trying to come past with trays of food and beverages."]], "wb_z1h7XR5IQhVRZHlMuLQ_5": ["service is great", ["Lana, our waitress, was one of the best servers I have had."]], "wb_z1h7XR5IQhVRZHlMuLQ_6": ["cake is amazing", ["My favorite dishes: The burger, the bbq chicken, the meatloaf and for dessert: THE CHOCOLATE CAKE."]], "wb_z1h7XR5IQhVRZHlMuLQ_7": ["appetizer is must", ["We ordered the parmesean shrimp and calamari for an appetizer."]], "wb_z1h7XR5IQhVRZHlMuLQ_8": ["food is mediocre", ["I'm not a fan of french toast."]], "wRzZQ0rNNl0Ss9dHNM1S1A_0": ["pizza is good size", ["On Tuesdays, you can snag a Husky pizza (the large size) for 10 bucks."]], "wRzZQ0rNNl0Ss9dHNM1S1A_1": ["pizza is delicious", ["The pizza was delicious and cooked perfectly."]], "wRzZQ0rNNl0Ss9dHNM1S1A_2": ["staff is great", ["There was a line of course, however the service was fast and friendly."]], "wRzZQ0rNNl0Ss9dHNM1S1A_3": ["environment is cool", ["The atmosphere is great and provides a much-needed alternative to the played out \"New Nashville restaurant starter kit\" motif."]], "wRzZQ0rNNl0Ss9dHNM1S1A_4": ["ingredient is fresh", ["Ingredients - good variety and looked fresh."]], "wRzZQ0rNNl0Ss9dHNM1S1A_5": ["topping is fresh", ["I enjoyed the fact that there are multiple toppings to create your own pizza."]], "Bpq7C0GvHamHIe59n9tqdw_0": ["roasted asparagus is delicious", ["The fried calamari was probably the best I have ever had."]], "Bpq7C0GvHamHIe59n9tqdw_1": ["service is outstanding", ["We were seated promptly by Kia, who was also our server."]], "Bpq7C0GvHamHIe59n9tqdw_2": ["place is amazing", ["Hubbz and I absolutely LOVED this place."]], "Bpq7C0GvHamHIe59n9tqdw_3": ["lobster mac is perfectly", ["The swordfish, lobster mac and cheese were to die for."]], "Bpq7C0GvHamHIe59n9tqdw_4": ["atmosphere is nice", ["I loved the wooden tables and the caned back chairs."]], "hXGIMryL90iWW-gPzYEpUA_0": ["service is good", ["They have the best customer service in Franklin, which probably explains why they are the fastest growing eatery in Franklin."]], "hXGIMryL90iWW-gPzYEpUA_1": ["macaroni and cheese is bland", ["The macaroni and cheese was bland."]], "hXGIMryL90iWW-gPzYEpUA_2": ["meat is great", ["I got meat n 3 since I love chicken."]], "hXGIMryL90iWW-gPzYEpUA_3": ["mashed potato is good", ["Chicken and mashed potatoes were very good even though they forgot to put gravy on my to go plate."]], "hXGIMryL90iWW-gPzYEpUA_4": ["bishop 's is love", ["I just tried Bishop's last night and am a huge fan already."]], "hXGIMryL90iWW-gPzYEpUA_5": ["food is delicious", ["Their rolls are so perfect, it's the only bread item I have ever tried here."]], "hXGIMryL90iWW-gPzYEpUA_6": ["food is fresh", ["It was fresh, hot, and very spicy."]], "hXGIMryL90iWW-gPzYEpUA_7": ["side is good", ["Side of beans and banana cream pie."]], "hXGIMryL90iWW-gPzYEpUA_8": ["ambiance is great", ["The outside seating area is very nice and cool even in a hot day (~100F when we came in today)."]], "NWKnmL4AByKg0Mc2UoqMhQ_0": ["food is bland", ["The french fries were dry and tasteless."]], "NWKnmL4AByKg0Mc2UoqMhQ_1": ["dalt 's is love", ["Four stars for Dalt's American Grill."]], "NWKnmL4AByKg0Mc2UoqMhQ_2": ["service is slow", ["As long as I've been eating there no bartender has ever asked my name or attempted a conversation with me."]], "NWKnmL4AByKg0Mc2UoqMhQ_3": ["service is great", ["Every time I go to this place the service is great (better than a lot of chain restaurants I have been to)."]], "NWKnmL4AByKg0Mc2UoqMhQ_4": ["french fry is legendary", ["I had chicken and buttons and loaded mash potatoes, AMAZING (in my Oprah voice)."]], "NWKnmL4AByKg0Mc2UoqMhQ_5": ["food is love", ["He had the chopped steak smothered in onions and mushrooms with bacon green beans...love it."]], "NWKnmL4AByKg0Mc2UoqMhQ_6": ["food is good", ["The steak and gravy were tasty."]], "NWKnmL4AByKg0Mc2UoqMhQ_7": ["atmosphere is relaxed", ["The atmosphere at Dalt's is warm, friendly, and comfortable."]], "HJFubA8SoNsOtNh8IZKt7w_0": ["service is good", ["Our server, Jeremiah was the most attentive, caring, funny and personable server I have ever had."]], "HJFubA8SoNsOtNh8IZKt7w_1": ["sushi is delicious", ["With that being said, the rolls and nigiri that my boyfriend and I ordered were very fresh and yummy."]], "HJFubA8SoNsOtNh8IZKt7w_2": ["service is horrid", ["The denied us service, that the party was too large and they needed to keep turning the bar over."]], "HJFubA8SoNsOtNh8IZKt7w_3": ["place is fantastic", ["But overall a great place if you're staying at the El Dorado."]], "HJFubA8SoNsOtNh8IZKt7w_4": ["fish is good", ["They give you a good fish-to-rice ratio."]], "HJFubA8SoNsOtNh8IZKt7w_5": ["sushi is go to", ["It is my favorite sushi restaurant in Reno/Carson/Tahoe region."]], "D9s9S6zfP1VI7pGeLioqQQ_0": ["service is good", ["Our server, John, was very attentive and didn't mind at all we were only planning on drinking even during the busy lunch hour."]], "D9s9S6zfP1VI7pGeLioqQQ_1": ["service is mediocre", ["My waitress seemed somewhat indifferent to my existence as a customer (and maybe as a person, dunno)."]], "D9s9S6zfP1VI7pGeLioqQQ_2": ["boscos is enjoy", ["I will definitely recommend Bosco's for a fun date night in the neighborhood."]], "D9s9S6zfP1VI7pGeLioqQQ_3": ["food is delicious", ["We had the smoked duck spring rolls which were amazing."]], "D9s9S6zfP1VI7pGeLioqQQ_4": ["atmosphere is great", ["The atmosphere was good and best of all, for their location, they have parking."]], "D9s9S6zfP1VI7pGeLioqQQ_5": ["beer selection is decent", ["Terrific brew pub with a nice selection of brews."]], "D9s9S6zfP1VI7pGeLioqQQ_6": ["nashville brewpub is favorite", ["It's by far my fave place to eat."]], "D9s9S6zfP1VI7pGeLioqQQ_7": ["salad is great", ["I ordered the Boscos bliss salad with homemade caesar dressing on the side."]], "D9s9S6zfP1VI7pGeLioqQQ_8": ["beer is good", ["Their beer is really pretty good, especially the nut brown ale."]], "3Z4rhPFO6XWJRQipEIZCWA_0": ["service is good", ["The cherry on top was our server Dee who made sure everything was great."]], "3Z4rhPFO6XWJRQipEIZCWA_1": ["service is slow", ["And I never comment on service, but wow our waitress was rude."]], "3Z4rhPFO6XWJRQipEIZCWA_2": ["food is excellent", ["The nachos are also delicious."]], "3Z4rhPFO6XWJRQipEIZCWA_3": ["salsa is fresh", ["The salsa had large chunks of tomato in it and tasted fresh."]], "3Z4rhPFO6XWJRQipEIZCWA_4": ["drink is good", ["The horshata drink was the best i've ever tasted."]], "3Z4rhPFO6XWJRQipEIZCWA_5": ["margarita is perfect", ["The fresh margaritas were perfect."]], "3Z4rhPFO6XWJRQipEIZCWA_6": ["dinner is enjoyed", ["We really enjoy coming to this restaurant for Mexican it's the only Mexican I can eat that doesn't upset my belly."]], "3Z4rhPFO6XWJRQipEIZCWA_7": ["sauce is outstanding", ["The homemade verde hot sauce is the perfect addition to pretty much anything on the menu."]], "3Z4rhPFO6XWJRQipEIZCWA_8": ["decor is amazing", ["Upon arriving the restaurant is decorated well and really had a fun vibe."]], "zbSTmUUH27ef3ejK6h7mdQ_0": ["charlie 's is love", ["If you are a Philadelphian or one by proxy, Charlies is a \"MUST GO."]], "zbSTmUUH27ef3ejK6h7mdQ_1": ["service is good", ["The staff was friendly and let you pay at the end which is nice."]], "zbSTmUUH27ef3ejK6h7mdQ_2": ["shake is awesome", ["Of course, what makes the whole thing worthwhile is the black & white milkshake."]], "zbSTmUUH27ef3ejK6h7mdQ_3": ["place is great", ["This place is worth a shot if your in the area."]], "zbSTmUUH27ef3ejK6h7mdQ_4": ["burger is flavorful", ["The other day I was craving a burger for lunch."]], "zbSTmUUH27ef3ejK6h7mdQ_5": ["food is great", ["The grill must be super seasoned because I could not believe how good it was when I put it in my mouth."]], "2E5fh57OvOQMWwxxEOkN8A_0": ["service is good", ["This Korean bbq place had the best customer service out of any ayce Korean bbq I've been too."]], "2E5fh57OvOQMWwxxEOkN8A_1": ["marinade is flavorful", ["Tip: Let the marinade crisp and char a bit for added flavor and texture."]], "2E5fh57OvOQMWwxxEOkN8A_2": ["place is amazing", ["I will definitely be back to this place next time i visit Reno/Tahoe."]], "2E5fh57OvOQMWwxxEOkN8A_3": ["place is clean", ["The restaurant is gorgeous, nicely decorated and clearly, no expense was spared on cooktops or vents."]], "2E5fh57OvOQMWwxxEOkN8A_4": ["shrimp is favorite", ["My favorite was the lemon grass chicken."]], "2E5fh57OvOQMWwxxEOkN8A_5": ["soju drink is delicious", ["A huge plus was the soju, particularly the lychee soju and green apple soju."]], "2E5fh57OvOQMWwxxEOkN8A_6": ["food is delicious", ["I love love the fried oysters that come with a creamy sauce."]], "2E5fh57OvOQMWwxxEOkN8A_7": ["meat is fine", ["They did not have a bad selection of meats."]], "gw3EEsP4q6rZEJoTmxg0tQ_0": ["place is nice", ["I've been here so many times and loved it but hadn't been back in at least a year."]], "gw3EEsP4q6rZEJoTmxg0tQ_1": ["pizza is excellent", ["My new favorite, though, is the House-Made Sausage and Ricotta pizza on a whole wheat crust."]], "gw3EEsP4q6rZEJoTmxg0tQ_2": ["customer service is great", ["The hostess walked us to our table and constantly checked in on us throughout the meal since he knew it was our first time there."]], "gw3EEsP4q6rZEJoTmxg0tQ_3": ["soup is outstanding", ["Herbs come straight from the garden to top your soup."]], "gw3EEsP4q6rZEJoTmxg0tQ_4": ["wine selection is great", ["You have a pretty good choice of options as well as good prices on beers and well drink."]], "gw3EEsP4q6rZEJoTmxg0tQ_5": ["food is delicious", ["Wood fired garlic bread was also very delicious."]], "gw3EEsP4q6rZEJoTmxg0tQ_6": ["salad is good", ["I love, and I mean love love love their salads."]], "gw3EEsP4q6rZEJoTmxg0tQ_7": ["service is awful", ["The waitress took forever to fill glasses, take orders."]], "gw3EEsP4q6rZEJoTmxg0tQ_8": ["bianco pizza is good", ["Our happy hour there consisted of two beers for me, two Raspberry tartinis for my wife and a Bianco pizza for $19."]], "8wf4qYhu0miI6FzhZ5_mLQ_0": ["place is love", ["This place is amazing we went for my birthday."]], "8wf4qYhu0miI6FzhZ5_mLQ_1": ["waiter is terrible", ["At one point, I had to go up and serve people drinks because the service was that bad."]], "8wf4qYhu0miI6FzhZ5_mLQ_2": ["server is great", ["The Staff from the banquet managers Melissa & Jayna to servers to door greeter were absolutely amazing."]], "8wf4qYhu0miI6FzhZ5_mLQ_3": ["entre is disappointed", ["We were pretty disappointed with our last visit to this Maggiano's."]], "8wf4qYhu0miI6FzhZ5_mLQ_4": ["food is good", ["The pasta with clams was fresh and tasty."]], "8wf4qYhu0miI6FzhZ5_mLQ_5": ["food is alright", ["The food was ok but nothing out of this world."]], "8wf4qYhu0miI6FzhZ5_mLQ_6": ["atmosphere is great", ["The lively ambiance of the place was perfect for our group."]], "XkshTwAF5Nu-mDaZhYuQvQ_0": ["place is love", ["We loved this restaraunte the minute we walked in the front door."]], "XkshTwAF5Nu-mDaZhYuQvQ_1": ["food is excellent", ["I went back again a little over a month ago and have to say that the meal I had was fantastic."]], "XkshTwAF5Nu-mDaZhYuQvQ_2": ["atmosphere is warm", ["Having been there it's the closest you will get to real Italy , the experience, atmosphere, staff speaking Italian to each over love it."]], "XkshTwAF5Nu-mDaZhYuQvQ_3": ["pasta with olive oil and spice is favorite", ["I like their pizza way better than their pastas."]], "XkshTwAF5Nu-mDaZhYuQvQ_4": ["customer service is great", ["We were greeted immediately and aseated, the waitress came over and asked if we have ever been here."]], "XkshTwAF5Nu-mDaZhYuQvQ_5": ["food is authentic", ["This is authentic Italian, not American-Italian and is freshly prepared when ordered."]], "XkshTwAF5Nu-mDaZhYuQvQ_6": ["frito dish is perfectly", ["Coupled with a large side helping for pecorino, the cream and black pepper were a perfect compliment to the spinach and ricotta."]], "XkshTwAF5Nu-mDaZhYuQvQ_7": ["dessert is favorite", ["We especially enjoyed their homemade desert which was a frozen whip cream with crushed meringue cookies topped with a berry jam."]], "Nz4wStdidvLuxiAlf5tVwA_0": ["service is great", ["Justin, the bartender was just a sweetheart and very attentive."]], "Nz4wStdidvLuxiAlf5tVwA_1": ["place is great", ["Overall, a great place for a fun and relaxing evening in PA."]], "Nz4wStdidvLuxiAlf5tVwA_2": ["meat is flavorful", ["I followed up with a kangaroo burger the was hopping with flavors."]], "Nz4wStdidvLuxiAlf5tVwA_3": ["wine is good", ["I got the specialty iced tea which was also excellent."]], "Nz4wStdidvLuxiAlf5tVwA_4": ["food is good", ["I've also had their turtle gumbo which was delicious as well."]], "Nz4wStdidvLuxiAlf5tVwA_5": ["chicken sandwich is good", ["Great, so the sandwich comes to the table on thick white homemade bread."]], "Nz4wStdidvLuxiAlf5tVwA_6": ["meal is nice", ["We chose our entrees (a nice shrimp and pasta dish for her and the bison burger for me)."]], "Nz4wStdidvLuxiAlf5tVwA_7": ["atmosphere is cozy", ["Very pretty up there with garage door like windows that are open when it is nice outside."]], "Nz4wStdidvLuxiAlf5tVwA_8": ["beer and is good", ["Also have a ton of great beers on tap including local brews like Twin Lakes and Yards brewery."]], "ZSwDwV4o8MvX8cwMgfE0LA_0": ["service is good", ["Every single time I've come here the waitress' are always so nice."]], "ZSwDwV4o8MvX8cwMgfE0LA_1": ["place is good", ["This is my favorite breakfast spot in the valley."]], "ZSwDwV4o8MvX8cwMgfE0LA_2": ["french toast is amazing", ["The red flannel hash is very tasty."]], "ZSwDwV4o8MvX8cwMgfE0LA_3": ["jam is great", ["We topped it with the homemade jam which was delicious."]], "ZSwDwV4o8MvX8cwMgfE0LA_4": ["portion is perfect", ["The turkey and bacon proportions were very generous."]], "ZSwDwV4o8MvX8cwMgfE0LA_5": ["food is fresh", ["It's filled with fresh strawberries, blueberries, bananas, grapes, pineapple."]], "ZSwDwV4o8MvX8cwMgfE0LA_6": ["atmosphere is great", ["Loved the warm, colorful, inviting, and spacious atmosphere."]], "ZSwDwV4o8MvX8cwMgfE0LA_7": ["biscuit is great", ["The biscuit and gravy was perfect."]], "1ikDMnTH3DSeRtgBSceXpQ_0": ["food is delicious", ["I liked the onion soup that I ordered."]], "1ikDMnTH3DSeRtgBSceXpQ_1": ["service is good", ["In addition, our waiter, Josh, was very attentive, friendly, and upbeat."]], "1ikDMnTH3DSeRtgBSceXpQ_2": ["place is great", ["Iron Hill was a great new restaurant when it first opened."]], "1ikDMnTH3DSeRtgBSceXpQ_3": ["food is hot", ["The ubiquitous cheese steak egg rolls are served piping hot and crunchy, which challenges other restaurants."]], "1ikDMnTH3DSeRtgBSceXpQ_4": ["drink is better", ["The drinks were way better than I expected."]], "1ikDMnTH3DSeRtgBSceXpQ_5": ["bartender is awesome", ["The bartender here makes them with pepper vodka and they are amazing."]], "1ikDMnTH3DSeRtgBSceXpQ_6": ["selection is nice", ["Their beer selection is as good or better than any in the area."]], "1ikDMnTH3DSeRtgBSceXpQ_7": ["manager is no help", ["Although this is not the fault of the management it was very annoying and cast a pall over the whole experience."]], "2PvPsZ3KRFCtHbQkNHvGpg_0": ["food is delicious", ["This place has the best Egg Foo Young I've ever had."]], "2PvPsZ3KRFCtHbQkNHvGpg_1": ["place is awesome", ["This place is a gem off the beaten path and well worth the drive here."]], "2PvPsZ3KRFCtHbQkNHvGpg_2": ["portion is huge", ["For the price, the portions are huge."]], "2PvPsZ3KRFCtHbQkNHvGpg_3": ["service is quick", ["Also the lady at the front/owner is always so friendly and such a hard worker."]], "2PvPsZ3KRFCtHbQkNHvGpg_4": ["sauce is delish", ["They also had Mayoketchup which as a born and raised Rican is a must have."]], "2PvPsZ3KRFCtHbQkNHvGpg_5": ["portion is nice", ["The white rice was a good portion-size."]], "2PvPsZ3KRFCtHbQkNHvGpg_6": ["menu is great", ["I think the owners have a great concept, but have not yet committed to it in their menu or decor."]], "2PvPsZ3KRFCtHbQkNHvGpg_7": ["tostones is not disappoint", ["I highly recommend the Tostones (fried plantains) as a side."]], "CYiZjwtq4iGg1CSygxk7aA_0": ["service is good", ["The wait staff wear traditional Thai gowns and are very friendly and attentive."]], "CYiZjwtq4iGg1CSygxk7aA_1": ["place is wonderful", ["We took a friend here for his birthday because he really loves this place."]], "CYiZjwtq4iGg1CSygxk7aA_2": ["food is excellent", ["We enjoyed the Pad Thai and curry chicken."]], "CYiZjwtq4iGg1CSygxk7aA_3": ["thai restaurant is go to", ["This is THE BEST Thai restaurant I have ever had the pleasure of visiting."]], "CYiZjwtq4iGg1CSygxk7aA_4": ["coconut ice cream is incredible", ["Then they surprised us and brought out the coconut ice cream with fried bananas for his birthday for all of us to share."]], "CYiZjwtq4iGg1CSygxk7aA_5": ["portion size is amazing", ["The lunch was super filling and a large portion so I can only imagine how big the dinner is."]], "CYiZjwtq4iGg1CSygxk7aA_6": ["food is fresh", ["Where Lanna Thai stood out for me was their Fresh Rolls (Fresh rice paper,wrapped with fresh rice noodle,lettuce,fresh basil,shrimp,carrot,tofu,cucumber)."]], "CYiZjwtq4iGg1CSygxk7aA_7": ["atmosphere is nice", ["Their decor is something to behold and enjoy, at least for one dine-in experience."]], "2h0D_jeKy81uZgpZGZmGPA_0": ["kalbi is good", ["I chose the kalbi and teriyaki steak with brown rice and macaroni salad."]], "2h0D_jeKy81uZgpZGZmGPA_1": ["customer service is awesome", ["The staff were super nice to us, offering suggestions as to what are the most popular items and so on."]], "2h0D_jeKy81uZgpZGZmGPA_2": ["macaroni salad is okay", ["I do love there macaroni salad but too little meet."]], "2h0D_jeKy81uZgpZGZmGPA_3": ["homemade teriyaki sauce is fantastic", ["The pulled pork, salad and regular bbq sauce were amazing."]], "2h0D_jeKy81uZgpZGZmGPA_4": ["food is ok", ["I got the big kahuna dish and it was a solid ok."]], "2h0D_jeKy81uZgpZGZmGPA_5": ["loco moco is decent", ["For being in the middle of the desert, Mama's has decent Hawaiian food."]], "2h0D_jeKy81uZgpZGZmGPA_6": ["chicken is good", ["I usually get the teriyaki chicken."]], "2h0D_jeKy81uZgpZGZmGPA_7": ["hot sauce is outstanding", ["It was tasty, especially when mixed with the rice and topped with a combination of an extra side of teriyaki and their (caution: pretty hot) hot sauce."]], "2h0D_jeKy81uZgpZGZmGPA_8": ["rice is grainy", ["The rice was rice but the macaroni salad was terrible."]], "kbWKwvLXfJm5sLVfw-Foww_0": ["food is not great", ["The food wasn't as great as people had yelped about here."]], "kbWKwvLXfJm5sLVfw-Foww_1": ["steak is cooked", ["The steak was perfectly cooked (rare) and was very succulent and flavourful."]], "kbWKwvLXfJm5sLVfw-Foww_2": ["mac and cheese is delicious", ["The garlic bread was so good, we had to keep ordering more."]], "kbWKwvLXfJm5sLVfw-Foww_3": ["service is great", ["Our bartender Cathy gave us great service."]], "kbWKwvLXfJm5sLVfw-Foww_4": ["place is awesome", ["I rave about Jill's to everyone and mention Jill's when they are looking for a new place to try."]], "kbWKwvLXfJm5sLVfw-Foww_5": ["steak is fantastic", ["Prime rib has always been my cut of meat."]], "kbWKwvLXfJm5sLVfw-Foww_6": ["meal is tasty", ["I always look forward to my next meal at Jill's."]], "kbWKwvLXfJm5sLVfw-Foww_7": ["shalhoob 's is recommend", ["Definitely a strong recommendation for in-towners and out-of-towners."]], "kbWKwvLXfJm5sLVfw-Foww_8": ["portion is generous", ["The portions were great for both our liking."]], "PA3-MROnCDlYOrPUbo8Ryw_0": ["place is love", ["This place is one of my favorite in downtown Lansdale."]], "PA3-MROnCDlYOrPUbo8Ryw_1": ["food is quality", ["The food was decent, although what I had was super spicy (The South Philly) so I'll probably dial down the heat next time for a more enjoyable eating experience."]], "PA3-MROnCDlYOrPUbo8Ryw_2": ["beer is good", ["The beers were spot on, with my personal favorite being the Berliner and their fresh hop IPA."]], "PA3-MROnCDlYOrPUbo8Ryw_3": ["food is bad", ["The menu was simple bar food, but it wasn't fantastic bar food."]], "PA3-MROnCDlYOrPUbo8Ryw_4": ["staff is friendly", ["We sat at the bar and had no complaints on our service."]], "PA3-MROnCDlYOrPUbo8Ryw_5": ["beer selection is fantastic", ["Being a brewing company, they make all of their own beer, which changes up the selection every so often, so there's always something for everyone."]], "PA3-MROnCDlYOrPUbo8Ryw_6": ["food menu is great", ["The food menu has a little something for everyone."]], "PA3-MROnCDlYOrPUbo8Ryw_7": ["food is good", ["I had one of the best egg cheese burgers ever."]], "WOdqMURCc0CHXUllPZwpqQ_0": ["drink is delicious", ["They have wonderful brunch cocktails and non alcoholic drinks."]], "WOdqMURCc0CHXUllPZwpqQ_1": ["bartender is friendly", ["I got a chance to chat with the bartenders, who seemed to have plenty of regulars sitting there as well."]], "WOdqMURCc0CHXUllPZwpqQ_2": ["food is awful", ["I was disappointed their fried pork skins tasted like pork rind chips (I've had homemade fried pork skins/chicharrones so maybe I've been spoiled?."]], "WOdqMURCc0CHXUllPZwpqQ_3": ["food is delicious", ["I must say these are some of the best I have ever had, even better than my mothers' (sorry mom)."]], "WOdqMURCc0CHXUllPZwpqQ_4": ["service is exceptional", ["Our waiter also had great suggestions and never hesitated to ensure that we had all that we needed and wanted throughout dinner."]], "WOdqMURCc0CHXUllPZwpqQ_5": ["atmosphere is great", ["The vibe inside is soft lighting, vintage walls, marble bar tops."]], "WOdqMURCc0CHXUllPZwpqQ_6": ["meal is amazing", ["We wanted a fab dinner for our last night."]], "WOdqMURCc0CHXUllPZwpqQ_7": ["drink is unique", ["The dishes and drinks were definitely unique."]], "gKThxS9CbVNM-58GbkRS4w_0": ["restaurant is great", ["This is probably one of the best restaurants I've visited in a time."]], "gKThxS9CbVNM-58GbkRS4w_1": ["food is excellent", ["His meal was good and the French toast was really good, although the French toast would be better complemented with a small side of homefries or meat."]], "gKThxS9CbVNM-58GbkRS4w_2": ["service is top notch", ["They were accommodating, setting us up at a table with a fantastic server."]], "gKThxS9CbVNM-58GbkRS4w_3": ["bar is cool", ["As you walk in, there's an impressive bar to the right that stretches the length of the restaurant."]], "gKThxS9CbVNM-58GbkRS4w_4": ["burger is great", ["My boyfriend especially loves the Hangover Burger."]], "gKThxS9CbVNM-58GbkRS4w_5": ["place is favorite", ["This is my new favorite brunch place in the area."]], "gKThxS9CbVNM-58GbkRS4w_6": ["atmosphere is nice", ["The outdoor seating is great, not a ton of outdoor options in that area."]], "gKThxS9CbVNM-58GbkRS4w_7": ["service is awful", ["They still don't have enough wait staff so service is terrible."]], "gKThxS9CbVNM-58GbkRS4w_8": ["drink is great", ["We started with water and a coffee, which was good."]], "dpqDfbNpcIERkXVoE5S9Wg_0": ["service is excellent", ["The guy that made it was friendly and did a pretty good impression of Mr. Burns from the Simpsons."]], "dpqDfbNpcIERkXVoE5S9Wg_1": ["atmosphere is cozy", ["Atmosphere was comfortable and a nice break from the busy buzzing of the French Quarter."]], "dpqDfbNpcIERkXVoE5S9Wg_2": ["bread is fresh", ["I would highly recommend trying thir muffalata or their fresh seafood."]], "dpqDfbNpcIERkXVoE5S9Wg_3": ["muffaletta is lacking", ["Frozen, tasteless french fries, the worst Muffalletta I've ever had, garlic bread that was worse than the stuff they served in my elementary school cafeteria."]], "dpqDfbNpcIERkXVoE5S9Wg_4": ["food is delicious", ["The chicken Caesar salad was good."]], "dpqDfbNpcIERkXVoE5S9Wg_5": ["olive salad is perfect", ["I kindly requested the olive salad on the side."]], "dpqDfbNpcIERkXVoE5S9Wg_6": ["place is run down", ["The place was dirty and run down."]], "dpqDfbNpcIERkXVoE5S9Wg_7": ["fry is not good", ["The \"crab\" stuffed po-boy was just a piece of fried fish...no taste, NOTHING."]], "dpqDfbNpcIERkXVoE5S9Wg_8": ["place is terrible", ["This place was by far the worst restaurant in our travels."]], "QQGyPctWtd9WOZnMKUChUQ_0": ["service is poor", ["There are times when you may have to wait several minutes, or wave your hand to get service from the bar."]], "QQGyPctWtd9WOZnMKUChUQ_1": ["mcmenamin 's is love", ["McMenamin's is my neighborhood pub."]], "QQGyPctWtd9WOZnMKUChUQ_2": ["place is cool", ["Still a cool place to hang out at lunch, after work or just because."]], "QQGyPctWtd9WOZnMKUChUQ_3": ["bar is great", ["I can see why this place made the list defiantly a great neighborhood type bar."]], "QQGyPctWtd9WOZnMKUChUQ_4": ["service is wonderful", ["Their staff is always friendly, professional and well organized."]], "QQGyPctWtd9WOZnMKUChUQ_5": ["food is good", ["Yes, there are burgers, fries, and delicious wings."]], "QQGyPctWtd9WOZnMKUChUQ_6": ["beer list is great", ["They have a heaps-decent draft beer selection that seems to rotate pretty frequently."]], "QQGyPctWtd9WOZnMKUChUQ_7": ["fish and chip is perfect", ["I would come back all the time if I lived here for the fish and chips."]], "QQGyPctWtd9WOZnMKUChUQ_8": ["drink is great", ["I told him I was hoping for some sort of mild-ish IPA and brought me a beer I thoroughly enjoyed."]], "EuP-3_cOfA8MaHPimNeJ-g_0": ["pita bread is delicious", ["The lentil soup was almost as good as my mother's."]], "EuP-3_cOfA8MaHPimNeJ-g_1": ["doner plate is excellent", ["I ordered the doner plate."]], "EuP-3_cOfA8MaHPimNeJ-g_2": ["service is great", ["The server got out drinks to us very quickly and served us with a smile."]], "EuP-3_cOfA8MaHPimNeJ-g_3": ["steak is good", ["Hubby loves the lamb shank and the gyro."]], "EuP-3_cOfA8MaHPimNeJ-g_4": ["pita bread is fresh", ["The pita bread was fresh and delicious."]], "EuP-3_cOfA8MaHPimNeJ-g_5": ["owner is friendly", ["The owner sauntered over and one of the guys shook his hand."]], "EuP-3_cOfA8MaHPimNeJ-g_6": ["meat is tasty", ["The beef kabob was tender."]], "x4p11p1v5cXJ4waelkHeFg_0": ["outdoor patio is great", ["They have a small patio that would be great in nice weather."]], "x4p11p1v5cXJ4waelkHeFg_1": ["fry is good", ["You know I have to rock with the sweet potato Fries."]], "x4p11p1v5cXJ4waelkHeFg_2": ["beer is great", ["The only good thing I can say about the place is that they have beer."]], "x4p11p1v5cXJ4waelkHeFg_3": ["hamburger is second fiddle", ["The hamburger was second fiddle to those fries."]], "x4p11p1v5cXJ4waelkHeFg_4": ["service is great", ["A waitress brings your food and takes care if you."]], "x4p11p1v5cXJ4waelkHeFg_5": ["burger is great", ["I would have to say this burger was in the top 5 burgers I have ever had."]], "x4p11p1v5cXJ4waelkHeFg_6": ["food is delicious", ["Incredible truffle French fries in Parmesan."]], "x4p11p1v5cXJ4waelkHeFg_7": ["hopdoddy is recommend", ["If ever in the Vanderbilt-Hillsboro area in Nashville, the Hopdoddy Burger Bar is a must go to."]], "x4p11p1v5cXJ4waelkHeFg_8": ["atmosphere is awesome", ["Seriously, the vibe is so chill here, we spent about two hours just chit chatting and hanging out."]], "p93DgPXIrrkVhCmp-BrNlg_0": ["place is cool", ["This place is pretty great especially if you have dietary restrictions and/or allergies."]], "p93DgPXIrrkVhCmp-BrNlg_1": ["soft serve ice cream is favorites", ["They also serve Vegan Treats desserts and vegan soft serve."]], "p93DgPXIrrkVhCmp-BrNlg_2": ["falafel is bland", ["The falafel wrap was dry and flavorless."]], "p93DgPXIrrkVhCmp-BrNlg_3": ["falalfel sandwich is favorite", ["My personal favorite is seitan sandwich in a wrap and kale chips."]], "p93DgPXIrrkVhCmp-BrNlg_4": ["falafel is delicious", ["Oh, and before I sign off - the kale chips are wonderful too."]], "p93DgPXIrrkVhCmp-BrNlg_5": ["service is great", ["Edit: my two stars were for the service, which was friendly and quick."]], "p93DgPXIrrkVhCmp-BrNlg_6": ["menu is vegan", ["EVERYTHING on the menu is vegan."]], "p93DgPXIrrkVhCmp-BrNlg_7": ["ginger soda is perfectly spicy", ["I ordered some of their fountain soda and chose the ginger ale."]], "p93DgPXIrrkVhCmp-BrNlg_8": ["restaurant is clean", ["The restaurant is clean, bright, and comfortable."]], "KzgI3kFHxYdf-l3e0U-mdw_0": ["food is okay", ["Both the Shrimp in Blankets and the Evil Princess curry thing were also just ok."]], "KzgI3kFHxYdf-l3e0U-mdw_1": ["place is wonderful", ["Lemon Grass is a good spot."]], "KzgI3kFHxYdf-l3e0U-mdw_2": ["food is delicious", ["I liked the appetizers we got (chicken skewers and thai dumplings)."]], "KzgI3kFHxYdf-l3e0U-mdw_3": ["service is friendly", ["The servers are very fast and attentive in taking away finished plates and refilling your water too."]], "KzgI3kFHxYdf-l3e0U-mdw_4": ["broth is delightful", ["The first thing I noticed was the broth was clear as the clearest water I have ever seen."]], "KzgI3kFHxYdf-l3e0U-mdw_5": ["lunch special is awesome", ["Next time I'm definitely going back for the lunch special which I've heard is also very good."]], "KzgI3kFHxYdf-l3e0U-mdw_6": ["lunch deal is great", ["For less than nine bucks, they give you an app, soup, and entree for lunch."]], "KzgI3kFHxYdf-l3e0U-mdw_7": ["thai bbq chicken is not good", ["I did not like the dumplings either."]], "KzgI3kFHxYdf-l3e0U-mdw_8": ["soup is lacking flavor", ["I ordered the coconut soup with shrimp which was nothing to write home about."]], "EekwCjDqa9VT6Kq_aVE_0Q_0": ["decor is nice", ["The interior is quite nice and has good group booths."]], "EekwCjDqa9VT6Kq_aVE_0Q_1": ["broth is tasty", ["The flavor of that bone broth with the cilantro, onion and scallion was so deep that none of the condiments on the table were needed."]], "EekwCjDqa9VT6Kq_aVE_0Q_2": ["place is great", ["Loved, loved this place from the very first time I went there in 2011."]], "EekwCjDqa9VT6Kq_aVE_0Q_3": ["food is delicious", ["The pickled vegetables with the cilantro is soooo perfect."]], "EekwCjDqa9VT6Kq_aVE_0Q_4": ["service is great", ["As we finished with each plate, the waiter came and quickly collected it."]], "EekwCjDqa9VT6Kq_aVE_0Q_5": ["meal is great", ["My favorite meal there is a Banh Mi and Tofu roll."]], "EekwCjDqa9VT6Kq_aVE_0Q_6": ["meat is delicious", ["The chicken is chargrilled, tender, super-flavorful, and lean."]], "EekwCjDqa9VT6Kq_aVE_0Q_7": ["pho is good", ["I absolutely love pho and used to travel however far I had to to get to the closest vietnamese joint to indulge in it."]], "EekwCjDqa9VT6Kq_aVE_0Q_8": ["summer roll is great", ["Three of us started off with the spring rolls, which were nice and crunchy."]], "3pejGSEed31Z73fQc1ORXg_0": ["place is amazing", ["My husband kept raving about this place he found while working, and was talking about how this place is everything I would want and dream about."]], "3pejGSEed31Z73fQc1ORXg_1": ["pizza is delicious", ["This pizza is always delicious, so delicious that I have to get it every single time."]], "3pejGSEed31Z73fQc1ORXg_2": ["service is great", ["The guy who took my order was nice and patient."]], "3pejGSEed31Z73fQc1ORXg_3": ["topping is good", ["They have a fantastic variety of toppings."]], "3pejGSEed31Z73fQc1ORXg_4": ["crust is crispy", ["The proportion of cheese to sauce to crust is PERFECT in my opinion."]], "3pejGSEed31Z73fQc1ORXg_5": ["ingredient is fresh", ["Love you can make your own with fresh foods."]], "3pejGSEed31Z73fQc1ORXg_6": ["manager is disengaged", ["When he went back to ask for that we got blank faces and attitudes (mainly from the guy with the beard)."]], "3pejGSEed31Z73fQc1ORXg_7": ["atmosphere is nice", ["The place is very clean come try it, DEFINITELY WORTH IT."]], "3pejGSEed31Z73fQc1ORXg_8": ["crust is thin", ["I didn't love their pizza do to the very thin crust which was burnt."]], "MJI-bNIn3QDgiGggm9Wp1w_0": ["service is slow", ["But it took him waving his hand in the air for about 5 minutes to have someone help him with the payment of his check."]], "MJI-bNIn3QDgiGggm9Wp1w_1": ["place is great", ["I always recommend this place to those who visit Santa Barbara."]], "MJI-bNIn3QDgiGggm9Wp1w_2": ["food is alright", ["I ended up eating the okay sandwich with BBQ because he finally remembered after we were done."]], "MJI-bNIn3QDgiGggm9Wp1w_3": ["food is excellent", ["We ended our lunch with their bread pudding, it's delicious."]], "MJI-bNIn3QDgiGggm9Wp1w_4": ["food is not edible", ["I was served by far the worst fish and chips at any restaurant I've been to."]], "MJI-bNIn3QDgiGggm9Wp1w_5": ["place is letdown", ["This was so disappointing for a seafood restaurant."]], "MJI-bNIn3QDgiGggm9Wp1w_6": ["moby dick is great", ["We like Moby Dicks."]], "MJI-bNIn3QDgiGggm9Wp1w_7": ["view is great", ["ATMOSPHERE: this restaurant has beautiful ocean views of the side of the pier with all the sailboats and yachts."]], "MJI-bNIn3QDgiGggm9Wp1w_8": ["waitress is awesome", ["We took my visiting relatives to dinner last night and had the best service ever to start."]], "qOCZYVpQ_H0BabYkWcbXhA_0": ["service is great", ["One lady working bar and serving food and so personable, which made our wait bearable."]], "qOCZYVpQ_H0BabYkWcbXhA_1": ["food is terrible", ["Now on to the food: when i got home the food tasted stale."]], "qOCZYVpQ_H0BabYkWcbXhA_2": ["seafood is amazing", ["I had the seafood stew, which was excellent."]], "qOCZYVpQ_H0BabYkWcbXhA_3": ["bar is nice", ["This place is more like a bar with a row of tables off the bar and some outdoor seating during good weather."]], "qOCZYVpQ_H0BabYkWcbXhA_4": ["drink is good", ["Margaritas and Bloody Mary drinks were both really good."]], "qOCZYVpQ_H0BabYkWcbXhA_5": ["service is horrible", ["The waitresses were very rude and didnt seem like they felt like helping us.. and almost forgot to take our order."]], "qOCZYVpQ_H0BabYkWcbXhA_6": ["shrimp is great quality", ["The shrimp were well seasoned."]], "AG8iUJbLefR48HCykQTBiA_0": ["place is love", ["Love this restaurant."]], "AG8iUJbLefR48HCykQTBiA_1": ["food is good", ["The chicken fried pork was so tender and tasty it made me want to get one to go."]], "AG8iUJbLefR48HCykQTBiA_2": ["service is great", ["The staff has always been great whether we sit in the main area or in the bar or even outside."]], "AG8iUJbLefR48HCykQTBiA_3": ["fiesta dip is horrible", ["The onion rings were the worst I've ever had."]], "AG8iUJbLefR48HCykQTBiA_4": ["pizza is great", ["They brag about their pizzas."]], "AG8iUJbLefR48HCykQTBiA_5": ["pizza is enjoyed", ["I use to come here often only because my husband enjoyed the pizza, but not going back."]], "AG8iUJbLefR48HCykQTBiA_6": ["atmosphere is nice", ["The atmosphere is really fun, a very sports-bar feel with big garage doors that they said they open up in summer."]], "WGfnSTCWAzk1xqtkJVB7RA_0": ["service is good", ["Round all that out with friendly staff and prompt service."]], "WGfnSTCWAzk1xqtkJVB7RA_1": ["place is amazing", ["Our favorite place for sushi in the city."]], "WGfnSTCWAzk1xqtkJVB7RA_2": ["atmosphere is nice", ["First off, the ambiance is so chill and zen, the perfect place for a night out with friends or a quiet date."]], "WGfnSTCWAzk1xqtkJVB7RA_3": ["roll is good", ["Then I had the the spicy tuna roll."]], "WGfnSTCWAzk1xqtkJVB7RA_4": ["sushi is hit or miss", ["Some of the sushi did not have any flavor."]], "WGfnSTCWAzk1xqtkJVB7RA_5": ["food is great", ["The pickled cucumbers that come with the meal are amazing."]], "WGfnSTCWAzk1xqtkJVB7RA_6": ["sushi is awesome", ["My non-sushi eating friends really enjoyed the dumplings and chicken teriyaki."]], "WGfnSTCWAzk1xqtkJVB7RA_7": ["sushi planet is love", ["Sushi Planet has very quickly become our favorite place for sushi in Philly."]], "WGfnSTCWAzk1xqtkJVB7RA_8": ["menu is reasonably priced", ["The menu kicks ass and is reasonably priced."]], "jhckIMBzOldxgS66DrV8zA_0": ["wait staff is friendly", ["Our server was very attentive and friendly, and also very knowledgeable about the menu and specials for the evening."]], "jhckIMBzOldxgS66DrV8zA_1": ["outdoor seating is great", ["The only good thing I can say about our lunch experience here is that the outdoor seating was lovely."]], "jhckIMBzOldxgS66DrV8zA_2": ["restaurant is great", ["There are some really great restaurants in Doylestown."]], "jhckIMBzOldxgS66DrV8zA_3": ["food is excellent", ["Bread was delectable and baked in-house if I recall correctly."]], "jhckIMBzOldxgS66DrV8zA_4": ["service is terrible", ["Every time I've gone there, I've had to go inside, chase the servers and remind them multiple times to serve us water, drinks and appetizers."]], "jhckIMBzOldxgS66DrV8zA_5": ["portion is small", ["When this one came out, we were surprised at how small the portion was."]], "jhckIMBzOldxgS66DrV8zA_6": ["portion size is perfect", ["The portions were generous, though."]], "5l8nLbyo7altE7HluWq1Bg_0": ["restaurant is great", ["Alessio's is hands down one of the best restaurants of it type I have ever been."]], "5l8nLbyo7altE7HluWq1Bg_1": ["place is excellent", ["I eat out alot and my favorite place to go is Cafe Alessio in Warrington."]], "5l8nLbyo7altE7HluWq1Bg_2": ["service is excellent", ["The owner and his staff always accommodate us and make us feel welcome."]], "5l8nLbyo7altE7HluWq1Bg_3": ["food is fantastic", ["The home made pasta is amazing."]], "5l8nLbyo7altE7HluWq1Bg_4": ["food is gross", ["To start the scallops and shrimps were both rubbery and flavorless (and probably right out of a freezer bag)."]], "5l8nLbyo7altE7HluWq1Bg_5": ["meal is great", ["Every meal is made especially for the patron."]], "5l8nLbyo7altE7HluWq1Bg_6": ["seafood is fresh", ["My wife got the broiled shrimp, scallops and cod with a fresh sauteed spinach."]], "5l8nLbyo7altE7HluWq1Bg_7": ["place is hated", ["Just came home from this crap place and what a shit hole."]], "5l8nLbyo7altE7HluWq1Bg_8": ["food is love", ["I love the Sicilian salad."]], "RYfl2IphOq0xFN0N8pzXQQ_0": ["beignet is amazing", ["Their beignets were fantastic - warm and crunchy."]], "RYfl2IphOq0xFN0N8pzXQQ_1": ["crepe is excellent", ["The crepes were a perfect zing and sweetness."]], "RYfl2IphOq0xFN0N8pzXQQ_2": ["service is great", ["Our waiter got us seated promptly and, seeing that we were with an infant."]], "RYfl2IphOq0xFN0N8pzXQQ_3": ["ambiance is wonderful", ["Sidewalk tables are in the shade and so pleasant to sit at."]], "RYfl2IphOq0xFN0N8pzXQQ_4": ["coffee is great", ["The coffee is great, definitely order the French Press."]], "RYfl2IphOq0xFN0N8pzXQQ_5": ["place is recommend", ["This is my favorite breakfast place in Reno."]], "RYfl2IphOq0xFN0N8pzXQQ_6": ["food is bland", ["The food was quite mediocre and towards the end, found a hair in my dish."]], "RYfl2IphOq0xFN0N8pzXQQ_7": ["food is fantastic", ["The potatoes were perfect and had the right amount of crisp to it."]], "RYfl2IphOq0xFN0N8pzXQQ_8": ["peach is fresh", ["Fresh fruit on the side, including pineapples, watermelon, peach and strawberries."]], "PjjShgqNvX5Marv-RJ1oNg_0": ["food is delicious", ["The chicken biscuit was delicious."]], "PjjShgqNvX5Marv-RJ1oNg_1": ["atmosphere is warm", ["It's worth mentioning that the interior of the restaurant looked pretty cozy and stylish."]], "PjjShgqNvX5Marv-RJ1oNg_2": ["place is amazing", ["This place is a great addition to the SoBro area and highly recommended."]], "PjjShgqNvX5Marv-RJ1oNg_3": ["dish is perfect", ["My favorite dish was the brick chicken with the peas and light sauce."]], "PjjShgqNvX5Marv-RJ1oNg_4": ["shrimp is perfectly", ["Cast iron skillet salmon was perfect blend of flavours."]], "PjjShgqNvX5Marv-RJ1oNg_5": ["server is great", ["A sever came over right away to greet and took our drink order."]], "PjjShgqNvX5Marv-RJ1oNg_6": ["chicken is juicy", ["I highly recommend the brick chicken which was juicy and flavorful."]], "JpRss-a6Nb1nc3fUvl3MAg_0": ["service is good", ["The service that Pepper provided was AMAZING, PHENOMENAL, EXCELLENT, should I go on??."]], "JpRss-a6Nb1nc3fUvl3MAg_1": ["steak is excellent", ["It used to be this beautiful cut of meat."]], "JpRss-a6Nb1nc3fUvl3MAg_2": ["live music is nice", ["We sat on their 2nd floor balcony that had heaters and nice comfy seats and a whole bar."]], "JpRss-a6Nb1nc3fUvl3MAg_3": ["mac and cheese is die for", ["Truffled Mac and cheese is to die for."]], "JpRss-a6Nb1nc3fUvl3MAg_4": ["food is delicious", ["The Mac N Cheese was beyond good."]], "JpRss-a6Nb1nc3fUvl3MAg_5": ["service is nothing spectacular", ["Our server was nice enough, but didn't give us a memorable dining experience and wasn't attentive at all."]], "JpRss-a6Nb1nc3fUvl3MAg_6": ["salad is excellent", ["My friend and I ordered the Asian tuna salad."]], "JpRss-a6Nb1nc3fUvl3MAg_7": ["service is punctual", ["We were in and out in 45 minutes."]], "9iSoPNBV54dj6L0rxO4RWw_0": ["service is slowwwww", ["Even though they continuously apologized for the slow service, they didn't do anything to make the next round any better."]], "9iSoPNBV54dj6L0rxO4RWw_1": ["fish is fresh", ["The rolls were fresh."]], "9iSoPNBV54dj6L0rxO4RWw_2": ["food is bad", ["I had a tough piece of chicken in my first bite."]], "9iSoPNBV54dj6L0rxO4RWw_3": ["service is great", ["Our server was also then bartender and no issues with service at all."]], "9iSoPNBV54dj6L0rxO4RWw_4": ["cuban eggroll is good", ["We ordered the Cuban egg rolls and fish spread."]], "9iSoPNBV54dj6L0rxO4RWw_5": ["location is perfect", ["Nice location across from the Convention Center where we weee."]], "9iSoPNBV54dj6L0rxO4RWw_6": ["food is good", ["They were some of the best oysters I've ever had, and I've aten oysters fresh out of the ocean."]], "9iSoPNBV54dj6L0rxO4RWw_7": ["food is enjoyed", ["My dates seemed to enjoy the pork and buffalo shrimp."]], "9iSoPNBV54dj6L0rxO4RWw_8": ["interior aesthetic is great", ["I felt like I needed a guided tour of the amazing woodwork and special architectural features throughout the restaurant."]], "Ww9FIzWJTwiN6Vlh_RdoNA_0": ["place is perfect", ["All in all, one of the best places I have ever eaten at."]], "Ww9FIzWJTwiN6Vlh_RdoNA_1": ["food is excellent", ["The egg roll was authentic and good."]], "Ww9FIzWJTwiN6Vlh_RdoNA_2": ["cucina is recommend", ["Cucina Di Paola has been our favorite restaurant."]], "Ww9FIzWJTwiN6Vlh_RdoNA_3": ["portion size is perfect", ["Reasonably sized portions for the price you pay."]], "Ww9FIzWJTwiN6Vlh_RdoNA_4": ["atmosphere is relaxed", ["The grapevine covered patio is delightful as well."]], "Ww9FIzWJTwiN6Vlh_RdoNA_5": ["soup is great", ["I may very well go back someday at lunch time to sample one of the soups."]], "Ww9FIzWJTwiN6Vlh_RdoNA_6": ["customer service is good", ["The very friendly staff and bantering among the pastry chef and head chef reminds me of Cheers...they knows my name."]], "J6ZSgoKCLBDMMzuhM-aYGg_0": ["customer service is great", ["Nice service everywhere, valet, bell guy's, casino floor servers."]], "J6ZSgoKCLBDMMzuhM-aYGg_1": ["location is love", ["I love to wander around the retail and restaurant area."]], "J6ZSgoKCLBDMMzuhM-aYGg_2": ["silver legacy is awesome", ["I liked that El Dorado is connected to Silver Legacy."]], "J6ZSgoKCLBDMMzuhM-aYGg_3": ["bathroom is dark", ["The first room we were in had problems with the air conditioning, room 396."]], "J6ZSgoKCLBDMMzuhM-aYGg_4": ["room is decent", ["The room appeared to have been recently renovated and was very clean."]], "J6ZSgoKCLBDMMzuhM-aYGg_5": ["view is nice", ["It's close enough to the arch that you can enjoy the view."]], "J6ZSgoKCLBDMMzuhM-aYGg_6": ["pool is disappointment", ["Very disappointed as the family had to move the all events to my room and not their 1700 sq ft room."]], "A0DYN5wxygYnX_sL3HygvA_0": ["food is delicious", ["My pork chops were divine."]], "A0DYN5wxygYnX_sL3HygvA_1": ["wait staff is great", ["We were promptly seated and greeted by a lovely waitress."]], "A0DYN5wxygYnX_sL3HygvA_2": ["place is great", ["I think this is one of my favorite places for the wine series in New Orleans."]], "A0DYN5wxygYnX_sL3HygvA_3": ["romalade sauce is good", ["The sausage, the sauce and the roasted tomatoes - the tomatoes really make the dish, I promise."]], "A0DYN5wxygYnX_sL3HygvA_4": ["chicken sandwich is great", ["The Oyster BLT was also a notable appetizer to call out - didn't know that pork belly and fried oysters would be such a great combination."]], "A0DYN5wxygYnX_sL3HygvA_5": ["gizzard is salty", ["My only knock would be that the gizzards appetizer while tasty was a bit salty."]], "A0DYN5wxygYnX_sL3HygvA_6": ["waiter is unconcerned", ["He was also kind of rude to them when they were not able to accommodate his full order since certain parts of the kitchen had already been closed down."]], "dNmqRPHBys4dWH4nReO7MA_0": ["place is love", ["I live in the neighborhood and had never been to PM but used to love IM."]], "dNmqRPHBys4dWH4nReO7MA_1": ["crab fried rice is amazing", ["Everything I've had is absolutely delicious from the veggie burger to the sushi pizza."]], "dNmqRPHBys4dWH4nReO7MA_2": ["cocktail is delicious", ["Intriguing cocktails (the chai-tini was memorable)."]], "dNmqRPHBys4dWH4nReO7MA_3": ["service is great", ["Our waitress was friendly and great at suggesting menu items."]], "dNmqRPHBys4dWH4nReO7MA_4": ["sushi is hit or miss", ["After my one bad experience with those, I'm steering clear of the sushi."]], "dNmqRPHBys4dWH4nReO7MA_5": ["pm is perfect", ["Let me start by saying that I have been a big fan of PM for many years."]], "dNmqRPHBys4dWH4nReO7MA_6": ["drink is good", ["For our drinks we got the lemongrass limeade drink and it was refreshing."]], "dNmqRPHBys4dWH4nReO7MA_7": ["service is impersonal", ["However, after being seated, the waitress Jessica was rude from the get go when coming to ask for our drink orders."]], "HKdjDm9Ecimp4NIsPsy6bw_0": ["service is good", ["The staff is always friendly, courteous, nice and helpful."]], "HKdjDm9Ecimp4NIsPsy6bw_1": ["cheese is good", ["We ordered a side of cheese bread which was also very good."]], "HKdjDm9Ecimp4NIsPsy6bw_2": ["sauce is delicious", ["The Italian sausage has just the right mix of spices, not to hot or sweet."]], "HKdjDm9Ecimp4NIsPsy6bw_3": ["salad is perfect", ["The bread and salad to start with before your entree was a great starter."]], "HKdjDm9Ecimp4NIsPsy6bw_4": ["pizza is great", ["I wrote my original review a quite few years ago regarding their awesome pizza."]], "HKdjDm9Ecimp4NIsPsy6bw_5": ["food is fresh", ["Tried the Greek which had gyro, fresh tomatoes, great feta, black olives, and slices of fresh garlic - love the garlic."]], "HKdjDm9Ecimp4NIsPsy6bw_6": ["food is delicious", ["My mom loved her chicken parm and the bread that came with the meal."]], "HKdjDm9Ecimp4NIsPsy6bw_7": ["sauce is bland", ["But my regular pizza had only the slightest sprinkle of sauce with a crust that was as hard as a rock."]], "HKdjDm9Ecimp4NIsPsy6bw_8": ["people is rude", ["Also, when it's busy or just 5 tables of people, the service is ridiculously slow."]], "0MiiFJfijyV5I8BYaPEBhw_0": ["portion is good size", ["Portion sizes are gracious without being overly gratuitous."]], "0MiiFJfijyV5I8BYaPEBhw_1": ["pork mac and cheese is amazing", ["When we went I had the spicy meatloaf sandwich and it was one of the best sandwiches I've ever had."]], "0MiiFJfijyV5I8BYaPEBhw_2": ["taco is amazing", ["If you're a taco fan, you must try theirs."]], "0MiiFJfijyV5I8BYaPEBhw_3": ["service is slow", ["The thing that made me sad is that the server never returned after delivering our food."]], "0MiiFJfijyV5I8BYaPEBhw_4": ["place is great", ["I love that this place has a big porch AND a patio."]], "0MiiFJfijyV5I8BYaPEBhw_5": ["customer service is awesome", ["My group received excellent customer customer service from the wait staff."]], "0MiiFJfijyV5I8BYaPEBhw_6": ["portabello is good", ["We both got the portabello tacos."]], "0MiiFJfijyV5I8BYaPEBhw_7": ["ambiance is comfortable", ["The outdoor seating was very pleasant and look forward to my next stop at the Monon Food Company."]], "mY4i1N0Hm2fjIgU0Eyn11Q_0": ["service is good", ["Staff was very helpful and welcoming, especially Jimmy, our waiter."]], "mY4i1N0Hm2fjIgU0Eyn11Q_1": ["place is great", ["We have been there in the past and found it to be a great place to dine."]], "mY4i1N0Hm2fjIgU0Eyn11Q_2": ["food is excellent", ["I tried the baklava crepe which was amazing."]], "mY4i1N0Hm2fjIgU0Eyn11Q_3": ["service is slow", ["The service was lackluster, slow getting my wife her bar order."]], "mY4i1N0Hm2fjIgU0Eyn11Q_4": ["atmosphere is nice", ["Although we do mostly carry out from here the restaurant also provides a realistic Greek atmosphere."]], "mY4i1N0Hm2fjIgU0Eyn11Q_5": ["outside seating is great", ["I sat out on their covered patio to enjoy the cooler evening breezes along with my meal."]], "TiywUz1q7Yw8JL4daD4fKQ_0": ["place is love", ["My family loves Carrabba's."]], "TiywUz1q7Yw8JL4daD4fKQ_1": ["food is excellent", ["We received bread with oil and spices and was very tasty."]], "TiywUz1q7Yw8JL4daD4fKQ_2": ["service is excellent", ["Once seated we were immediately greeted by our server who seemed very animated and alert during her shift."]], "TiywUz1q7Yw8JL4daD4fKQ_3": ["sauce is good", ["I really enjoyed the fettuccine Weiss and added the seasoning provided with the bread on my pasta which made it perfect for me."]], "TiywUz1q7Yw8JL4daD4fKQ_4": ["service is average", ["The service was bad being on a late Sunday afternoon which there was no more than 8 tables split between at least 5 waitress and."]], "SI3q166YxgbxzQxMfpiWjQ_0": ["place is great", ["This place does so many things right it's hard to not give them a 5 star."]], "SI3q166YxgbxzQxMfpiWjQ_1": ["service is amazing", ["My husband said that staff was very friendly and happy to serve, even though we just had a take out order."]], "SI3q166YxgbxzQxMfpiWjQ_2": ["ranch is good", ["The homemade ranch really amped up the flavor."]], "SI3q166YxgbxzQxMfpiWjQ_3": ["wing is great", ["Everyone knows the chicken tenders and wings here are awesome (if not, read my previous review)."]], "SI3q166YxgbxzQxMfpiWjQ_4": ["sauce is tasty", ["I love the Bayou Hot Boy sauce."]], "SI3q166YxgbxzQxMfpiWjQ_5": ["wing is crispy", ["The chicken was perfect- crispy and juicy."]], "SI3q166YxgbxzQxMfpiWjQ_6": ["chicken wing is dry", ["The reason I gave 3 stars instead of 4 is that their actual hot wings leave something to be desired."]], "SI3q166YxgbxzQxMfpiWjQ_7": ["onion ring is good", ["The frog legs and onion rings were good."]], "SI3q166YxgbxzQxMfpiWjQ_8": ["fry is delish", ["We also had the fried pickles which were excellent."]], "vbNmk49PJji5pC3JhniMOw_0": ["place is love", ["I love and will always love Pneumatic Diner."]], "vbNmk49PJji5pC3JhniMOw_1": ["place is small", ["The place is very tiny and only houses a few high top tables and bar seats."]], "vbNmk49PJji5pC3JhniMOw_2": ["food is great", ["The tacos were delicious, if I had to compare them to meat filled tacos, I would say that they tasted most similar to chicken tacos."]], "vbNmk49PJji5pC3JhniMOw_3": ["place is fantastic", ["Definitely one of my go to places in Reno from here on out."]], "vbNmk49PJji5pC3JhniMOw_4": ["service is erratic", ["The service was non-existent with the server spending most of the time at the odd bar in the center hanging out with her friend."]], "vbNmk49PJji5pC3JhniMOw_5": ["service is friendly", ["The staff is very friendly and helpful if you have any questions about the menu."]], "vbNmk49PJji5pC3JhniMOw_6": ["sandwich is great", ["I had the falafel sandwich and was beyond satisfied."]], "vbNmk49PJji5pC3JhniMOw_7": ["food is meh", ["It was just a cold, uncooked pile of vegetables on a cold wrap."]], "vbNmk49PJji5pC3JhniMOw_8": ["atmosphere is fun", ["It is a cool, small, and funky place with local art on the walls and a calm atmosphere."]], "PbunaXxpRE8sXGkKn5FFYw_0": ["butter cake is gooey", ["You could barely taste the gooey butter in the gooey butter cake."]], "PbunaXxpRE8sXGkKn5FFYw_1": ["cooky is great", ["This bakery has so much more - from the cookies, breads, and to the other pasties, it is a fantastic delight."]], "PbunaXxpRE8sXGkKn5FFYw_2": ["place is amazing", ["Since I moved out here 2 months ago everyone has raved about this place."]], "PbunaXxpRE8sXGkKn5FFYw_3": ["bakery is best", ["I would highly recommend Missouri Baking Company for birthday cakes."]], "PbunaXxpRE8sXGkKn5FFYw_4": ["service is great", ["The lovely ladies inside were extremely helpful... even when Sarah and I were counting our pennies and nickels to come up with what we could buy (Cash only, folks!)."]], "PbunaXxpRE8sXGkKn5FFYw_5": ["amaretto macaroon is flavorful", ["The amaretto macaroon was super flavorful and chewy."]], "PbunaXxpRE8sXGkKn5FFYw_6": ["italian bakery is great", ["What more could be said of an Italian Bakery than MBC."]], "PbunaXxpRE8sXGkKn5FFYw_7": ["apricot butter cooky is deliciousness", ["We also got the pineapple upside down cake which was delicious."]], "PbunaXxpRE8sXGkKn5FFYw_8": ["cherry butter danish is great", ["I love the ricotta cannoli's."]], "arQfMJal1tl67Z96ROgPFg_0": ["service is terrible", ["The service was bad we asked if we can switch to table from the bar."]], "arQfMJal1tl67Z96ROgPFg_1": ["service is great", ["Our waitress/server was nice in the beginning to take our orders."]], "arQfMJal1tl67Z96ROgPFg_2": ["drink is amazingggg", ["My Strawberry Lemonade Was Also Delicious."]], "arQfMJal1tl67Z96ROgPFg_3": ["food is average", ["The food fails to live up to their other restaurants quality."]], "arQfMJal1tl67Z96ROgPFg_4": ["meal is great", ["Everything was so perfect about this meal; the char on the chicken, the way the carrots caramelized on the grill, the light sauce that was drizzled over everything."]], "arQfMJal1tl67Z96ROgPFg_5": ["food is delicious", ["I ordered a steak and it was good."]], "arQfMJal1tl67Z96ROgPFg_6": ["place is good", ["If you are in Nashville this would be a great place to eat."]], "7edT1VJhBzXFm2wkk507Jw_0": ["lauren is awesome", ["Although she's not a server, she is customer focused ans committed!!."]], "7edT1VJhBzXFm2wkk507Jw_1": ["cpk is love", ["Let me begin by saying I love CPK."]], "7edT1VJhBzXFm2wkk507Jw_2": ["focaccia bread / sandwich is dry", ["The focaccia bread/sandwich was dry."]], "7edT1VJhBzXFm2wkk507Jw_3": ["service is terrible", ["The past two times I have eaten at CPK, I have had slow service."]], "7edT1VJhBzXFm2wkk507Jw_4": ["service is excellent", ["As for the service, our waitress forgot a couple of things, but brought them out right away and made sure to keep checking on us."]], "7edT1VJhBzXFm2wkk507Jw_5": ["chicken bbq salad is good", ["The buffalo cauliflower appetizer was outstanding."]], "7edT1VJhBzXFm2wkk507Jw_6": ["meal is great", ["All in all we enjoyed the meal and would definitely come back to this location again."]], "7edT1VJhBzXFm2wkk507Jw_7": ["food is nothing like", ["The food didn't taste fresh and really wasn't as delicious as I remember CPK's being."]], "GSOLNXG5-IPvNj0DPf3kOQ_0": ["food is stellar", ["I had a fantastic eggplant Parmesan."]], "GSOLNXG5-IPvNj0DPf3kOQ_1": ["service is excellent", ["The service was excellent -- very professional and efficient, but laid back enough to give John a little hell for ordering a Caesar salad and nothing else."]], "GSOLNXG5-IPvNj0DPf3kOQ_2": ["server is indifferent", ["The waiters were basically yelling after the 8 pm seating occurred."]], "GSOLNXG5-IPvNj0DPf3kOQ_3": ["food is fresh", ["It's always topped with fresh crab, toasted almonds, and brown butter lemon sauce, served over sweet potato puree with a side of green beans."]], "GSOLNXG5-IPvNj0DPf3kOQ_4": ["atmosphere is great", ["The ambiance is warm and inviting which just adds to he charm of the place."]], "GSOLNXG5-IPvNj0DPf3kOQ_5": ["irene 's is impressed", ["I don't have the words to describe how wonderful Irene's was for dinner."]], "guwb1zuNEMtJVproo0ntFw_0": ["restaurant is great", ["This is one of my favorite restaurants in the city."]], "guwb1zuNEMtJVproo0ntFw_1": ["food is excellent", ["The empanadas and gnocci were great."]], "guwb1zuNEMtJVproo0ntFw_2": ["steak is cooked", ["When the steak came out it was cooked to almost well done."]], "guwb1zuNEMtJVproo0ntFw_3": ["service is excellent", ["Our bartender was super nice as she explained some of the wine choices."]], "guwb1zuNEMtJVproo0ntFw_4": ["place is great", ["Definitely one of my go to places when a friend comes in town."]], "guwb1zuNEMtJVproo0ntFw_5": ["steak is perfectly", ["I ate the skirt steak like there was a prize for it."]], "guwb1zuNEMtJVproo0ntFw_6": ["lighting is nice", ["The ambience is very nice with lots of natural brick and a round bar in the center."]], "guwb1zuNEMtJVproo0ntFw_7": ["pinot noir is delicious", ["My choice of pinot noir was delicious."]], "90u_o_0kd1Fh9ynU5brO3w_0": ["food is good", ["I love their curry, love their dal, love their chicken tikka and butter chicken dishes."]], "90u_o_0kd1Fh9ynU5brO3w_1": ["place is amazing", ["I will be back and will be raving about this spot to my friends."]], "90u_o_0kd1Fh9ynU5brO3w_2": ["food is bad", ["My husband agreed that his food wasn't very flavorful either."]], "90u_o_0kd1Fh9ynU5brO3w_3": ["restaurant is excellent", ["This is one of the BEST Indian, or I should say only and best, Pan Indian restaurant I have ever eaten ate so far."]], "90u_o_0kd1Fh9ynU5brO3w_4": ["ambience is great", ["The place itself is super cute and has some cool looking decor."]], "90u_o_0kd1Fh9ynU5brO3w_5": ["waiter is nice", ["The waiter came to our table pretty quickly and got our drink and appetizer order."]], "90u_o_0kd1Fh9ynU5brO3w_6": ["staff is friendly", ["I believe the owner was the gentlemen assisting his server and coming by to make sure we were satisfied."]], "90u_o_0kd1Fh9ynU5brO3w_7": ["kale chaat is favorite", ["My favorite are the sliders and kale palak chaat."]], "90u_o_0kd1Fh9ynU5brO3w_8": ["turmeric is loved", ["I am SO THRILLED we tried Turmeric."]], "ZAW0xyAof374R-A121OP_Q_0": ["customer service is great", ["The server came to our table and took our order and brought out our foods."]], "ZAW0xyAof374R-A121OP_Q_1": ["food is good", ["The shrimp and crawfish etouffee was also very good."]], "ZAW0xyAof374R-A121OP_Q_2": ["place is amazing", ["This place was definitely the best place I went to my entire trip."]], "ZAW0xyAof374R-A121OP_Q_3": ["food is sub par", ["We ordered the onion rings which were soaking in grease and a dark brown color."]], "ZAW0xyAof374R-A121OP_Q_4": ["service is awful", ["The bartender slammed her hand down repeatedly on the bar asking my sisters boyfriend to pay for his drink when he had been waiting to be serviced."]], "ZAW0xyAof374R-A121OP_Q_5": ["music is too loud", ["When she came to the table, I explained that the music was too loud and ask if there's anything she could do."]], "ZAW0xyAof374R-A121OP_Q_6": ["marinara is delicious", ["Next we ordered eggplant sticks with marinara sauce, which was previously one of our favorites."]], "EfqMKBHZ3f1Fetrf9KjY3g_0": ["chicken is amazing", ["The chicken was succulent."]], "EfqMKBHZ3f1Fetrf9KjY3g_1": ["food is good", ["Both were delicious as were the mashed potatoes and gravy."]], "EfqMKBHZ3f1Fetrf9KjY3g_2": ["place is great", ["I enjoyed my experience here for it being a big time anti mom and pop kinda place."]], "EfqMKBHZ3f1Fetrf9KjY3g_3": ["bbq is best", ["I've always like baby back ribs better than spare ribs."]], "EfqMKBHZ3f1Fetrf9KjY3g_4": ["service is great", ["While he was walking past our table, he noticed my husbands drink was out, and got him a refill."]], "EfqMKBHZ3f1Fetrf9KjY3g_5": ["side is amazing", ["It's easy to tell that their side dishes are homemade everyday."]], "EfqMKBHZ3f1Fetrf9KjY3g_6": ["breading is well seasoned", ["The tortillas were cooked perfectly."]], "EfqMKBHZ3f1Fetrf9KjY3g_7": ["service is horrible", ["It took way too long to get service even after seated or food ordered."]], "dNOGGjf7phAt83pvT-0CBQ_0": ["place is best", ["This place is the best Med. restaurant I have ever eaten in."]], "dNOGGjf7phAt83pvT-0CBQ_1": ["food is not great", ["I wasn't that impressed with the mediteranian food."]], "dNOGGjf7phAt83pvT-0CBQ_2": ["customer service is awesome", ["The people working there are just as nice as the ones working in the Marlton."]], "dNOGGjf7phAt83pvT-0CBQ_3": ["salad dressing is homemade", ["Very little seasoning, but adding some of the home made Greek dressing to the wrap added some flavor."]], "dNOGGjf7phAt83pvT-0CBQ_4": ["food is delicious", ["I love their greek salad."]], "dNOGGjf7phAt83pvT-0CBQ_5": ["zoe 's is love", ["I am a huge Zoe's Kitchen fan and tried the Bryn Mawr one today for the first time."]], "dNOGGjf7phAt83pvT-0CBQ_6": ["food is healthy", ["Thank you so much for introducing me to another healthy hot meal alternative."]], "dNOGGjf7phAt83pvT-0CBQ_7": ["meat is delicious", ["They were: 1) grilled juicy and tender, maintaining the \"bite\" without under- or over- cooking and, 2)."]], "dNOGGjf7phAt83pvT-0CBQ_8": ["atmosphere is nice", ["The store is nice and clean, with plenty of seating."]], "51YfncbIi2gVOJEJUd_8qg_0": ["service is good", ["The waitress, while harried, was friendly and doing her best, which is the only reason for the two stars."]], "51YfncbIi2gVOJEJUd_8qg_1": ["food is excellent", ["Their appetizers are also very delicious."]], "51YfncbIi2gVOJEJUd_8qg_2": ["food is authentic", ["It's definitely one of the few places to get authentic Chinese food in the Reno area."]], "51YfncbIi2gVOJEJUd_8qg_3": ["food is mediocre", ["The food and sushi are subpar."]], "ALK-7tTvDKAzxAtIiNyh2A_0": ["food is outstanding", ["Oh my goodness was the agnolotti delicious."]], "ALK-7tTvDKAzxAtIiNyh2A_1": ["service is excellent", ["We sat at the bar and received outstanding service and great recommendations from the bartender."]], "ALK-7tTvDKAzxAtIiNyh2A_2": ["pasta is salty", ["The porchetta and Caesar were each too salty."]], "ALK-7tTvDKAzxAtIiNyh2A_3": ["place is fantastic", ["Living in DC and been to so many good restaurants, still I can't say enough about the place."]], "ALK-7tTvDKAzxAtIiNyh2A_4": ["cocktail is terrific", ["The cocktails were decent, nothing wildly amazing, but still good for a little starter."]], "ALK-7tTvDKAzxAtIiNyh2A_5": ["meal is phenomenal", ["The dessert might've been the best part of the meal: Apple sorbet with Burnt honey cream and chamomile cream with a oatmeal lace cookie ($9)."]], "ALK-7tTvDKAzxAtIiNyh2A_6": ["ambience is great", ["A nice, quiet ambiance, soft lighting, communal or private tables."]], "ALK-7tTvDKAzxAtIiNyh2A_7": ["stracciatella is amazing", ["From my first bite of Stracciatella (an Italian soup containing eggs and cheese.)."]], "4bNFWpQtS5PtfjXuxTc-GQ_0": ["place is best", ["I love this cafe that is tucked away in an industrial park."]], "4bNFWpQtS5PtfjXuxTc-GQ_1": ["bakery is great", ["But alas, I gotta share with the world of my favorite asian bakery in all of the greater St. Louis area."]], "4bNFWpQtS5PtfjXuxTc-GQ_2": ["pastry is fresh", ["Their pastries are all freshly baked throughout the day and incredibly well layered, light, and crispy."]], "4bNFWpQtS5PtfjXuxTc-GQ_3": ["bread is awesome", ["If you get hungry, try their baked goods."]], "4bNFWpQtS5PtfjXuxTc-GQ_4": ["customer service is friendly", ["I talked with the owner and his wife who are both so friendly with a clear passion for what they do."]], "4bNFWpQtS5PtfjXuxTc-GQ_5": ["milk tea is best", ["The milk teas were delicious and not too sweet."]], "4bNFWpQtS5PtfjXuxTc-GQ_6": ["drink is good", ["They have a drink for everybody that can match your tastes."]], "4bNFWpQtS5PtfjXuxTc-GQ_7": ["bun is great", ["The mint latte and orange sticky bun were absolutely delicious."]], "4bNFWpQtS5PtfjXuxTc-GQ_8": ["boba tea and is awesome", ["Do you like REAL TEA in your Boba(bubble) tea."]], "QX96jNeZ15qm4xgw5AW5dw_0": ["service is good", ["We were greeted with friendly Hostess as soon as we walked in and quickly got seated at a booth."]], "QX96jNeZ15qm4xgw5AW5dw_1": ["food is delicious", ["I was super blown away by the Mac and cheese."]], "QX96jNeZ15qm4xgw5AW5dw_2": ["cucumber salad is fresh", ["The oysters came with fresh squash."]], "QX96jNeZ15qm4xgw5AW5dw_3": ["happy hour is awesome", ["Happy Hour at DBT is one of my favorites in the city."]], "QX96jNeZ15qm4xgw5AW5dw_4": ["egg is perfect", ["The catch of the day was cooked perfectly."]], "QX96jNeZ15qm4xgw5AW5dw_5": ["oyster is tasty", ["The oyster taste was good with the crystal hot sauce on top."]], "QX96jNeZ15qm4xgw5AW5dw_6": ["brunch is excellent", ["My meal here was in the top five meals of my life."]], "QX96jNeZ15qm4xgw5AW5dw_7": ["room is lovely", ["Restaurant decor is nice, modern and love that there is booth seating which adds privacy."]], "QX96jNeZ15qm4xgw5AW5dw_8": ["dish is flavorful", ["Unique dishes that still taste good...unlike some places that seem like they're trying too hard."]], "N8vvl_dRa0R9ooJqWFJ4GQ_0": ["service is excellent", ["Our waitress was very good and stayed on top of our refills (the little things that count)."]], "N8vvl_dRa0R9ooJqWFJ4GQ_1": ["food is excellent", ["They serve the best mashed potatoes."]], "N8vvl_dRa0R9ooJqWFJ4GQ_2": ["fish is perfectly", ["They were cooked perfectly and were crisp and not all mushy."]], "N8vvl_dRa0R9ooJqWFJ4GQ_3": ["atmosphere is nice", ["The vibe here is quiet and understated, relaxed and cool, a place you should indeed linger."]]}